<?php

namespace App\Models\Rammps;

trait QuestionText {

	public static function questionText(){

		return [
			's_1_consent'=>'আপনি কি কথা বলার জন্য এখন সময় দেবেন? আমি কি প্রশ্ন শুরু করব?',
			's_1_consent_n'=>'অসম্মতির কারণ',
			's_1_gender'=>'আপনি পুরুষ না মহিলা?',
			's_1_18up'=>'আমরা ১৮ বছর বা তার বেশী বয়সের ব্যক্তির সাক্ষাৎকার নিচ্ছি। 
আপনার বয়স কি ১৮ বছর বা তার উপরে?
',
's_1_location'=>'আপনি কি বর্তমানে পরিবারের সাথে থাকেন?',
's_1_age'=>'আপনার বয়স কত?',
's_1_dd'=>'আপনি বর্তমানে কোন্ জেলায় বাস করেন?',
's_1_v_or_c'=>'আপনি শহরে না গ্রামে বাস করেন? ',
's_1_cc_uz_mc'=>'দয়া করে আপনি বর্তমানে যেই সিটি করপোরেশন/পৌরসভা/থানা বা উপজেলায় থাকেন তার নামটি বলুন।',

's_1_d_name'=>'দয়া করে আপনার নামটি বলুন।<br/>( যদি লাইনটি কেটে যায় বা পরে আবার আপনার সাথেই ফোনে কথা বলতে হলে আপনার নামটি জানা প্রয়োজন)
',
's_1_name_l'=>'নাম',
's_2_education'=>'আপনি সর্বোচ্চ কতদূর পর্যন্ত পড়াশুনা করেছেন? ',
's_2_marial_status'=>'আপনার বর্তমান বৈবাহিক অবস্থা জানাবেন কি?',
's_2_occupation'=>'আপনার পেশা কি? (আপনি কি কাজ করেন?)',

's_3_khana'=>'আপনার খানায় বর্তমানে মোট কয়জন বাস করেন? (একই খানায় ঘুমান এবং এক পাতিলের রান্না খান)',
's_3_relation_w_main'=>'পরিবারের প্রধান আপনার কি হন? <br/>(পরিবার প্রধান সাধারণতঃ খানার বয়োজ্যেষ্ঠ এবং/অথবা, অর্থ উপার্জনকারী সদস্যকে বোঝায়) ?',
's_3_khana_u_5'=>'বর্তমানে খানায় ৫ বছরের কম বয়সী শিশুদের সংখ্যা কত ?',

's_3_child_health_decesion'=>"কে সাধারণত আপনার বাসার শিশুদের স্বাস্থ্যসেবা সম্পর্কে সিদ্ধান্ত নেন? <span class='note'>একাধিক উত্তর হতে পারে। জিজ্ঞেস করে লিপিবদ্ধ করুন।</span>",

's_3_your_health_decesion'=>"কে সাধারণত আপনার স্বাস্থ্যসেবা সম্পর্কে সিদ্ধান্ত নেন : <span class='note'>একাধিক উত্তর হতে পারে। জিজ্ঞেস করে লিপিবদ্ধ করুন।</span>",

's_3_until_2019'=>'২০১৯ সালের জানুয়ারী থেকে এখন পর্যন্ত আপনার খানার শিশু সহ অন্য কোন সদস্য মারা গিয়েছেন কী?',
's_3_until_2019_a'=>'হ্যাঁ হলে, কয়জন মারা গেছেন?',

's_4_mother_a_or_d'=>'আপনার জন্মদাতা মাতা বর্তমানে জীবিত আছেন কি?',
's_4_mother_age'=>'উনার বয়স কত?',
's_4_mother_location'=>'তিনি কোথায় থাকেন? 
তিনি কি আপনার খানায় থাকেন, নাকি একই জেলার একই গ্রামে/শহরে, অথবা অন্য জেলায় থাকেন?',
's_4_mother_name'=>'দয়া করে মায়ের নামটি বলুন।',
's_4_mother_d_age'=>'তিনি কত বছর বয়সে মারা গেছেন?',
's_4_mother_d_year'=>'তিনি কোন বছরে মারা গেছেন?',
's_4_mother_db_location'=>'মৃত্যুর আগে তিনি কোন খানায় থাকতেন বা বাস করতেন?',


's_4_father_a_or_d'=>'আপনার জন্মদাতা পিতা বর্তমানে জীবিত আছেন কি?',
's_4_father_age'=>'উনার বয়স কত?',
's_4_father_location'=>'তিনি কোথায় থাকেন? 
তিনি কি আপনার খানায় থাকেন, নাকি একই জেলার একই গ্রামে/শহরে, অথবা অন্য জেলায় থাকেন?',
's_4_father_name'=>'দয়া করে বাবার নামটি বলুন।',
's_4_father_d_age'=>'তিনি কত বছর বয়সে মারা গেছেন?',
's_4_father_d_year'=>'তিনি কোন বছরে মারা গেছেন?',
's_4_father_db_location'=>'মৃত্যুর আগে তিনি কোন খানায় থাকতেন বা বাস করতেন?',

's_5_sibiling_alive'=>'আপনার জন্মদাত্রী মায়ের কোলে (আপনি সহ) মোট কয়জন জীবিত ভাই বোন জন্ম নিয়েছিল?',
's_5_sibiling_dead_in_alive'=>'জীবিত জন্ম নেয়া ঐ ভাই বোনদের মধ্যে কেউ কি মারা গেছেন? যদি আমাদের ছেড়ে যেয়ে থাকেন, তবে কয়জন?',

's_5_sibiling_dead_2019_a'=>'কেউ মারা গিয়ে থাকলে, জানুয়ারী ২০১৯ এর পরে কয়জন মারা গেছেন?',


's_6_vac_possible'=>'সরকার কোভিড ১৯ এর বিরুদ্ধে বিনামূল্যে একটি ভ্যাকসিন দিচ্ছে। এ অবস্থায়, আপনার টিকাটি গ্রহণ করার সম্ভাবনা কতটা?',
's_6_vac_taken'=>'আপনি কি কখনও কোভিড-১৯ এর কোন টিকার ডোজ নিয়েছেন?',
's_6_vac_number'=>'আপনি কয় ডোজ নিয়েছেন?',
's_6_vac_which'=>'আপনি কোভিড-১৯ প্রতিরোধে কোন্ টিকা-টি নিয়েছেন?',
's_6_vac_suggested'=>'আপনি কার পরামর্শে টিকা নিয়েছেন।',
's_6_vac_ignorance_reason'=>'প্রধানত কি কারণে আপনি ভ্যাকসিন নিতে চান  না ?',

's_7_owner_phone'=>'আপনি যে মোবাইল ফোনে কথা বলছেন তার মালিক কে?',
's_7_own_phone'=>'আপনার নিজের মোবাইল ফোন আছে কি?',
's_7_qnty_of_sim'=>'আপনার কয়টি সিম কার্ড আছে বলবেন কি?',
's_7_recharge_permission'=>'আপনার মোবাইল ফোনে রিচার্জ (মিনিট যোগ) করার জন্য কারো অনুমতি দরকার পড়ে কী?',
's_7_random_access'=>'আপনি যখনই মোবাইল ফোন ব্যবহার করতে চান তখনই পারেন কী?',

			//death questions
			'covid_death_name'=>'যারা মারা গেছেন তাদের নামগুলো দয়া করে ক্রমানুসারে বলুণ (সাম্প্রতিক মৃত্যু থেকে ২০১৯ সালের জানুয়ারী পর্যন্ত সকলের)ঃ',
			'covid_death_relation'=>'আপনার (উত্তরদাতার) সাথে মৃত ব্যক্তির কি সম্পর্ক ছিল? ',


		];

	}

	public static function placeHolderText(){
		return [
			's_3_khana_m'=>'পুরুষ',
			's_3_khana_f'=>'মহিলা',
			'any_others'=>'অন্যান্য (উল্লেখ করুন ----)',
			'add_more'=>'add বাটন এর মাধ্যমে , যত জন লাগবে নিয়ে নিন ।',
			'death_name'=>'মৃত ব্যক্তির নাম ',
			'relation_with'=>"মৃত (<span class='cdeath_place'>নাম </span>) - আপনার কি হন?<br/> অর্থাৎ তার সাথে আপনার(উত্তরদাতার) কি সম্পর্ক ছিল?",
			'death_time'=>"(<span class='cdeath_place'>নাম</span>)কত বছর বয়সে মারা গেছেন?",
			'death_gender'=>"(<span class='cdeath_place'>নাম</span>)তিনি কি পুরুষ না মহিলা?",
			'death_year'=>" (<span class='cdeath_place'>নাম</span>) কোন্ বছরে মারা গেছেন?",
			'dyear'=>'বছর',
			'dmonth'=>'মাস',
			'dday'=>'দিন',
			'death_married'=>"মৃত্যুর ঠিক আগে (<span class='cdeath_place'>নাম</span>) বৈবাহিক অবস্থা জানাবেন কি?",
			'death_pregnant'=>" (<span class='cdeath_place'>নাম</span>) বিবাহিত মহিলা হলে ; কিছু মনে করবেন না, মারা যাওয়ার আগে তিনি কী গর্ভবতী ছিলেন ? ",
			'death_on_birth'=>"(<span class='cdeath_place'>নাম</span>) বিবাহিত গর্ভবতী মহিলা হলে; উনি কী প্রসবের সময় মারা গিয়েছিলেন ?",
			'death_2m_birth'=>" (<span class='cdeath_place'>নাম</span>) বিবাহিত মহিলা হলে; উনি কী সন্তান প্রসবের ২ মাসের মধ্যে মারা গিয়েছিলেন ?",
			'death_symptoms'=>" (<span class='cdeath_place'>নাম</span>) কি আগে থেকেই অন্য কোন অসুখে ভুগছিলেন ?",
			'death_location'=>" (<span class='cdeath_place'>নাম</span>) তিনি কোথায় মারা গেছেন?",
			'death_reason'=>" (<span class='cdeath_place'>নাম</span>) কি কারণে বা অসুখে মারা গিয়েছিলেন?",

			'death_violance'=>"(<span class='cdeath_place'>নাম</span>) কি কোন পারিবারিক সহিংসতায় মারা গেছেন? ",

			'death_detect_by'=>"মৃত (<span class='cdeath_place'>নাম</span>)-কে কোন স্বাস্থ্য কর্মী কখনো কোভিড ১৯ রোগী হিসাবে শনাক্ত করেছিলেন কি?",			
			'death_covid_symptoms'=>"মৃত্যুর আগে (<span class='cdeath_place'>নাম</span>) কি কি অসুবিধায় বা উপসর্গে ভুগছিলেন?<br/>
তিনি কি ঠান্ডা জনিত বা ইন্ফ্লুয়েঞ্জার মত অথবা শ্বসনতন্ত্র  সংশ্লিষ্ট কোন অসুবিধা বা উপসর্গে ভুগছিলেন?",
			'death_covid_hospital'=>"মৃত্যুর আগে দুই সপ্তাহের মধে (<span class='cdeath_place'>নাম</span>) কি কোন হাসপাতালে গিয়েছিলেন?",
			'death_covid_hospital_a'=>"মৃত্যুর আগে দুই সপ্তাহের মধ্যে (<span class='cdeath_place'>নাম</span>) কি কোন হাসপাতালে ভর্তি হয়েছিলেন?",			
			'death_covid_grave'=>"(<span class='cdeath_place'>নাম</span>) -কে কোথায় কবর দেয়া হয়েছে?",


			'sibiling_death_gender'=>'যিনি মারা গেছেন তিনি কি পূরুষ না মহিলা?',
			'sibiling_death_time'=>'যিনি মারা গেছেন তার বয়স কত ছিল?',
			'sibiling_death_year'=>'তিনি কোন বছরে মারা গেছেন?',
			'sibiling_death_db_location'=>'মৃত্যুর আগে তিনি কোন খানায় থাকতেন বা বাস করতেন?',


			'm_death_detect_by'=>"মৃত (<span class='m_place'>নাম</span>)-কে কোন স্বাস্থ্য কর্মী কখনো কোভিড ১৯ রোগী হিসাবে শনাক্ত করেছিলেন কি?",			
			'm_death_covid_symptoms'=>"মৃত্যুর আগে (<span class='m_place'>নাম</span>) কি কি অসুবিধায় বা উপসর্গে ভুগছিলেন?<br/>
তিনি কি ঠান্ডা জনিত বা ইন্ফ্লুয়েঞ্জার মত অথবা শ্বসনতন্ত্র  সংশ্লিষ্ট কোন অসুবিধা বা উপসর্গে ভুগছিলেন?",
			'm_death_covid_hospital'=>"মৃত্যুর আগে দুই সপ্তাহের মধে (<span class='m_place'>নাম</span>) কি কোন হাসপাতালে গিয়েছিলেন?",
			'm_death_covid_hospital_a'=>"মৃত্যুর আগে দুই সপ্তাহের মধ্যে (<span class='m_place'>নাম</span>) কি কোন হাসপাতালে ভর্তি হয়েছিলেন?",
			'm_death_covid_death_where'=>"(<span class='m_place'>নাম</span>) তিনি কোথায় মারা গেছেন?",
			'm_death_covid_grave'=>"(<span class='m_place'>নাম</span>) -কে কোথায় কবর দেয়া হয়েছে?",
			


			'f_death_detect_by'=>"মৃত (<span class='f_place'>নাম</span>)-কে কোন স্বাস্থ্য কর্মী কখনো কোভিড ১৯ রোগী হিসাবে শনাক্ত করেছিলেন কি?",			
			'f_death_covid_symptoms'=>"মৃত্যুর আগে (<span class='f_place'>নাম</span>) কি কি অসুবিধায় বা উপসর্গে ভুগছিলেন ?<br/>
তিনি কি ঠান্ডা জনিত বা ইন্ফ্লুয়েঞ্জার মত অথবা শ্বসনতন্ত্র  সংশ্লিষ্ট কোন অসুবিধা বা উপসর্গে ভুগছিলেন ?",
			'f_death_covid_hospital'=>"মৃত্যুর আগে দুই সপ্তাহের মধে (<span class='f_place'>নাম</span>) কি কোন হাসপাতালে গিয়েছিলেন?",
			'f_death_covid_hospital_a'=>"মৃত্যুর আগে দুই সপ্তাহের মধ্যে (<span class='f_place'>নাম</span>) কি কোন হাসপাতালে ভর্তি হয়েছিলেন?",
			'f_death_covid_death_where'=>"(<span class='f_place'>নাম</span>) তিনি কোথায় মারা গেছেন?",
			'f_death_covid_grave'=>"(<span class='f_place'>নাম</span>) -কে কোথায় কবর দেয়া হয়েছে?",



			's_death_detect_by'=>"মৃত -কে কোন স্বাস্থ্য কর্মী কখনো কোভিড ১৯ রোগী হিসাবে শনাক্ত করেছিলেন কি?",			
			's_death_covid_symptoms'=>"মৃত্যুর আগে  কি কি অসুবিধায় বা উপসর্গে ভুগছিলেন ?<br/>
তিনি কি ঠান্ডা জনিত বা ইন্ফ্লুয়েঞ্জার মত অথবা শ্বসনতন্ত্র  সংশ্লিষ্ট কোন অসুবিধা বা উপসর্গে ভুগছিলেন ?",
			's_death_covid_hospital'=>"মৃত্যুর আগে দুই সপ্তাহের মধে কি কোন হাসপাতালে গিয়েছিলেন?",
			's_death_covid_hospital_a'=>"মৃত্যুর আগে দুই সপ্তাহের মধ্যে কি কোন হাসপাতালে ভর্তি হয়েছিলেন?",
			's_death_covid_death_where'=>"তিনি কোথায় মারা গেছেন?",
			's_death_covid_grave'=>"মৃত -কে কোথায় কবর দেয়া হয়েছে?",
			




		];
	}


	public static function initialText(){

		return [

			'i_1'=>'<strong>হ্যালো,</strong><br/> 
<strong>আসসালামুয়ালাইকুম,</strong><br/>
আমি বাংলাদেশ সরকারের স্বাস্থ্য মন্ত্রণালয়ের অধীনে একটি প্রতিষ্ঠান আইইডিসিআর থেকে বলছি। আমরা মোবাইল ফোনের মাধ্যমে আপনার পরিবাররে সদস্যদের স্বাস্থ্য বিষয়ক তথ্য, মৃত্যু, মৃত্যুর কারণ ইত্যাদি জানতে একটি জরিপ করছি। এই জরিপের প্রশ্নোত্তরগুলো শেষ করতে প্রায় ২০ মিনিটের মতো সময় লাগবে। এই কলটি ধরলে আপনার কোনো টাকা কাটা যাবে না। এই জরিপে অংশগ্রহণ সম্পূর্ণ আপনার ইচ্ছাধীন; আাপনার অস্বস্তি হলে কোন প্রশ্নের উত্তর নাও দিতে পারেন, আর ভাল না লাগলে যে কোন সময় কথা বলা বন্ধ করে দিতে পারেন। আপনার এবং অন্যদের দেয়া তথ্য থেকে নাম ও অন্যান্য পরিচিতি সরিয়ে আপনাদের দেয়া তথ্যের গোপনিয়তা রক্ষা করা হবে। এই জরিপে অংশগ্রহণে আপনার ব্যক্তিগত কোন লাভ বা ক্ষতি নেই, তবে, আপনাদের সকলের দেয়া তথ্যাদি আমাদের দেশের মানুষের স্বাস্থ্য সম্পর্কে বিশদভাবে বুঝতে এবং স্বাস্থ্য ব্যবস্থার উন্নয়ণে সাহায্য করবে।  আমি অনুরোধ করব আপনি আমাদের সাথে থাকবেন এবং পুরো জরিপটি শেষ করবেন।
 ',


		's_1'=>'সূচনা, সম্মতি, যোগ্যতা এবং সময় নির্ধারণ',
		's_1_s'=>'(উত্তরদাতা জরিপে অংশগ্রহণে এখনই সম্মত হলে, অথবা অন্যসময়ে সম্মত হলে, যোগ্য কিনা জানতে হবে)<br/> 
<strong>যোগ্যতা যাঁচাইমূলক প্রশ্নঃ</strong> আপনি এই জরিপটিতে অংশগ্রহণ করতে পারবেন কিনা তা জানার জন্য এখন আমি কিছু প্রশ্ন করবো।
',
		's_1_t'=>'Section 1',
		's_2'=>'ডেমোগ্রাফিক অন্যান্য তথ্যসমূহ ঃ আমি এখন আপনার সম্পর্কে আরো কিছু প্রশ্ন করবো। ',
		's_2_t'=>'Section 2',
		's_3'=>'খানাসংশ্লিষ্ট সদস্যদের তথ্যঃ এখন আমি আপনাকে আপনার পরিবারের সদস্যদের সম্পর্কে কিছু প্রশ্ন করতে চাই।',
		's_3_t'=>'Section 3',
		's_3_b'=>'Section 4',
		'covid_death_intial'=>'খানায় জানুয়ারী ২০১৯ থেকে সদস্যদের মৃত্যুর তথ্যঃ এখন, আমি ২০১৯ সালের জানুয়ারী মাস থেকে এখন পর্যন্ত খানার/পরিবারের যে সদস্যগণ মারা গিয়াছেন তাদের তথ্য জানতে চাইবো (দয়া করে প্রথমে সাম্প্রতিক মৃত্যুর তথ্য দিয়ে শুরু করুন)।',
		's_4'=>'এখন আমি আপনার জন্মদাতা পিতা-মাতা সম্পর্কে কিছু তথ্যাদি জানতে প্রশ্ন করব',
		's_4_t'=>'Section 5',
		's_5'=>'এখন আমি আপনার জন্মদাত্রি মায়ের কোলে জন্ম নেয়া আপনার ভাই-বোনদের সম্পর্কে কিছু প্রশ্ন করব।',
		's_5_t'=>'Section 6',
		's_6'=>'কোভিড -১৯ ভ্যাকসিন সম্পর্কে সিদ্ধান্তহীনতা : এখন আমি আপনাকে কোভিড- ১৯ টিকা সম্পর্কে প্রশ্ন করতে চাই',
		's_6_t'=>'Section 7',
		's_7'=>'মোবাইল ফোনের মালিকানা এবং ব্যবহার: এখন আমি আপনাকে ফোনের মালিকানা এবং ব্যবহার সম্পর্কে কিছু প্রশ্ন করব:',
		's_7_t'=>'Section 8',

		'covid_19_question'=>'গত প্রায় দুই বছর ধরে করোনা ভাইরাস বা কোভিড-১৯ রোগ বাংলাদেশ সহ বিশ^জুড়ে মহামারি হিসেবে ছড়িয়ে পড়েছে। এখন আমি আপনার উল্লেখ করা জানুয়ারী ২০২০ এর পরের প্রতিটি মৃত্যু করোনা ভাইরাস (কোভিড- ১৯) এর কারণে হয়েছে কিনা তা যাঁচাই করতে চাইঃ',

		'covid_19_mf_question'=>'গত প্রায় দুই বছর ধরে করোনা ভাইরাস বা কোভিড-১৯ রোগ বাংলাদেশ সহ বিশ^জুড়ে মহামারি হিসেবে ছড়িয়ে পড়েছে। এখন আমি আপনার উল্লেখ করা জানুয়ারী ২০২০ এর পরে আপনার বাবা, বা মায়ের মৃত্যু করোনা ভাইরাস (কোভিড- ১৯) এর কারণে হয়েছে কিনা তা যাঁচাই করতে চাইঃ',

		'covid_19_mother'=>'মাতা',
		'covid_19_father'=>'পিতা',
		'covid_19_mother_c'=>'মাতা কোভিড- ১৯',
		'covid_19_father_c'=>'পিতা কোভিড- ১৯',
		'sibiling_death_intial'=>'গত প্রায় দুই বছর ধরে করোনা ভাইরাস বা কোভিড-১৯ রোগ বাংলাদেশ সহ বিশ^জুড়ে মহামারি হিসেবে ছড়িয়ে পড়েছে। এখন আমি আপনার উল্লেখ করা জানুয়ারী ২০২০ এর পরে অন্য বাসায় বসবাস করা আপনার ভাই/বেনের মৃত্যু করোনা ভাইরাস (কোভিড- ১৯) এর কারণে হয়েছে কিনা তা যাঁচাই করতে চাইঃ',
		];
	}
}