<?php

namespace App\Models\Rammps;

trait Status{


    public static function getCallStatus(){

        return ['en'=>[ 2=>'Called but did not respond',3=>'Busy', 4=>'Switch off', 5=>'Have Not agreed',6=>'Call dropped',10=>'Not Eligible'],
            'bn'=>[ 2=>'রিং হচ্ছে ধরে নি',3=>'ব্যস্ত', 4=>'মোবাইল বন্ধ',5=>'অসম্মত',6=>'শুরুতে লাইন কেটে গেছে',10=>'প্রযোজ্য নয়',11=>'গ্রাহকের নাম্বার নয় ']][session('language')];

        

    }


    public static function getForcedfinished(){
        return [
            'bn'=>[8=>'আংশিক সম্পূর্ণ করুন']
        ][session('language')];
    }

    public static function getScheduleSuveillance(){
        return ['en'=>[0=>'Not Finished', 12=>'call Dropped/ Not Clear',7=>'Partially Done'],
            'bn'=>[0=>'শেষ হয়নি', 12=>'লাইন কেটে গেছে / অস্পষ্ট',7=>'আংশিক অসম্মত']][session('language')];
    }


	
	public static function getYesNoAnotherTime(){
        
        return[ 

            
                1 => '1- হ্যাঁ',
                3 => '3- না',
                5 => '5- হ্যাঁ, অন্য সময়ে***'               

         ];
    }


	public static function getYesNo(){
        
        return[ 

            
                1 => '1- হ্যাঁ',
                3 => '3- না',               

         ];
    }

    public static function getYearOfDeath(){
    	return [
    		2019=>'2019',
    		2020=>'2020',
    		2021=>'2021'
    	];
    }

    public static function getWhyNo(){

    	return [

			1 => '1 কোন কারণ বলেন নি/কিছু না বলে ফোন কেটে দিয়েছেন।',
			2 => '2 সময় নেই।',
			3 => '3 জরিপে আগ্রহ/ইচ্ছে নেই।',
			4 => '4 জরিপ সম্পর্কে কিছু বুঝতে পারেন নি।',
			5 => '5 পরিবারের সদস্যের মৃত্যু সম্পর্কে আলাপ করতে আগ্রহী নন।',
			66 => '66 অন্যান্য (উল্লেখ করুন',
    	];
    }

    public static function getYNDN(){
    	return [
    		1 => '1- হ্যাঁ',
            3 => '3- না',
            88=>'88 - জানি না'
    	];
    }

    public static function getCovidResult(){
    	return [
    		1 => '1- পজিটিভ',
            3 => '3- নেগেটিভ',
            88=>'88 - জানি না'
    	];
    }



    public static function covidTakenWilling(){
    	return [
			1 => '1 হ্যাঁ, অবশ্যই পুরোপুরি',
			2 => '2 সম্ভবত',
			3 => '3 অসম্ভব',
			4 => '4 অবশ্যই না',
			88 => '88 জানি না',
			99 => '99 উত্তর দিতে অস্বীকার'
		];
    }


	public static function getInitialStatus(){

        return [
			31 => ['রিং হচ্ছে ধরে নি'],
			32 => ['গ্রাহকের নাম্বার নয়'],
			33 => ['মোবাইল বন্ধ'],
			35 => ['শুরুতে লাইন কেটে গেছে'],
			36 => ['অসম্মত'],
		];

        

    }

    public static function getYNO(){
    	return [
			66=> '66 - অন্যান্য (উল্লেখ করুন)',
            88=>'88 - জানি না',
            99=>'99 - অস্বীকৃিত'
		];
    }

    public static function getMarialStutus(){

    	return [
			1 => '1 অবিবাহিত',
			3 => '3 বিবাহিত',
			5 => '5 বিধবা',
			7 => '7 বিপত্নীক',
			9 => '9 তালাকপ্রাপ্ত',
			11 => '11 একসঙ্গে বসবাস',
			66 => '66 - অন্যান্য (উল্লেখ করুন)'
		];

    }


    public static function getOccupation(){
        return[
        	
            'bn'=> [
                1 =>'গৃহিণী | HouseWife  1',
                2 =>'ছাত্রী | Student 2',
                3 =>'কর্মজীবী | Job Holder 3',
                4 =>'বাড়িতে বসেই কাজ কবেন | Work at home 4',
                5 =>'গার্মেন্টস কর্মী | Garments Worker 5',
                6 =>'শিক্ষকতা | Teacher 6',
                7 =>'ব্যবসা | Business 7',
                8 =>'ডাক্তার | Doctor 8',
                9 =>'ইঞ্জিনিয়ার | Engineer 9',
                10 =>'কৃষিকাজ | Agriculture 10',
                11 =>'অবসরপ্রাপ্ত | Retired 11',
                12 =>'উকিল | lawyer 12',
                13 =>'দোকানদার | Shopkeeper  13',
                14 =>'আর্মি/নেভী/এয়ারফোর্স | Army/Navy/Air force 14',
                15 =>'দজি | Tailor  15',
                16 =>'জন-প্রতিনিধি | Public representative 16',
                17 =>'জেলে | fisherman 17',
                18 =>'দিনমজুর | Day laborer 18',
                19 =>'হোমিওপ্যাথি চিকিৎসক | 
Homeopathy Physicians  19',
                20 =>'পল্লী চিকিৎসক | Veterinarians 20',
                21 =>'কবিরাজ | Kaviraj 21',
                22 =>'ক্ষুদ্র ব্যবসায়ী | Small Business 22',
                23 =>'ভিক্ষুক | Beggar 23',
                24 =>'স¦-নিয়োজিত | Self-employed 24',
                25 =>'সরকারি চাকুরি | Government service 25',
                26 =>'বেসরকারি চাকুরি | Private job 26',
                27 =>'বেকার  | Unemployed 27',
                28=>'আউটসোর্সিয় | Out Sourcing 28',
                29=>'অনলাইন ব্যবসা | Online Business 29',
                30=>'পণ্য ডেলিভারি | Product Delivery 30',
                66 =>'অন্যান্য (উল্লেখ করুন) 66',
                99 =>'অস্বীকৃিত জানানো 99',
            ]]
            [session('language')];
    }


    public static function getMainRelation($unset=null){

    	$data =  [
			1 => '1 আমিই পরিবারের প্রধান',
			2 => '2 পত্নী',
			3 => '3 স্বামী',
			4 => '4 নিজের সন্তান',
			5 => '5 অন্য পক্ষের সন্তান',
			6 => '6 দত্তক সন্তান',
			7 => '7 পিতা/মাতা',
			8 => '8 শ্বশুর/শ্বাশুরী',
			9 => '9 ভাই/বোনের সন্তান',
			10 => '10 দেবর/ননদ',
			11 => '11 শালা/শালি',
			12 => '12 দাদা/দাদি',
			13 => '13 নাতি-নাতনি',
			14 => '14 আশ্রিত',
			15 => '15 কোন সম্পর্ক নেই',
			66 => '66 অন্যান্য (উল্লেখ করুন ----)'
		];

		if(isset($unset)){ unset($data[$unset]); }
		return $data;
    }

    public static function whichVaccine(){
    	return [
			1 => '1 এস্ট্রাজেনেকা',
			2 => '2 কোভিশিল্ড',
			3 => '3 সিনোফার্ম',
			4 => '4 ফাইজার',
			5 => '5 মডার্না',
			6 => '6 জনসন অ্যান্ড জনসন',
			88 => '88 জানিনা',
			99 => '99 অস্বীকৃতি',
		];
    }


    public static function whoSuggested(){
    	return 
    	[
			1 => '1 পিতা-মাতা',
			2 => '2 ভাই-বোন',
			3 => '3 জীবনসঙ্গী',
			4 => '4 ছেলে-মেয়ে',
			5 => '5 বন্ধু',
			6 => '6 সহকর্মী',
			7 => '7 সরকারী ঘোষণা',
			8 => '8 স্বাস্থ্যকর্মী',
			9 => '9 প্রতিবেশী',
			10 => '10 শিক্ষক',
			11 => '11 ইমাম',
			12 => '12 প্রিন্ট মিডিয়া',
			13 => '13 ইলেকট্রনিক মিডিয়া',
			14 => '14 সোশ্যাল মিডিয়া',
			15 => '15 নিজের',
			66 => '66 অন্যান্য (উল্লেখ করুন)',
		];


    }

    public static function ignoreReason(){

    	return [
			1 => '1 ইতিমধ্যেই কোভিড-১৯ হয়েছিলো এবং আমি বিশ্বাস করি আমি সুরক্ষিত',
			2 => '2 ভ্যাকসিন কার্যকর নয়',
			3 => '3 ভ্যাকসিন নিরাপদ  নয়/ক্ষতির কারণ/পার্শ্ব প্রতিক্রীয়া হতে পারে',
			4 => '4 ভ্যাকসিন ্েরথকে কোভিড-১৯ হওয়ার সম্ভাবনা আছে',
			5 => '5 ধর্মীয় আপত্তি/প্রথাগত বিশ্বাস',
			6 => '6 সংক্রমিত হওয়ার সম্ভাবনা কম',
			7 => '7 জীবনের জন্য হুমকি/মারাত্মক কম',
			8 => '8 ভ্যাকসিন অ্যালার্জিক',
			9 => '9 সুচ পছন্দ নয়',
			10 => '10 অন্যান্যদোর প্রথম টিকা না দেওয়া পর্যন্ত অপেক্ষা করা',
			11 => '11 অন্যান্য চিকিৎসা পদ্ধতির জন্য অপেক্ষা-',
			12 => '12 অন্য ভ্যাকসিনের জন্য অপেক্ষা-',
			13 => '13 শারীরিক অসুস্থতার/অবস্থার কারণে চিকিৎসকের অনুমতি না দেয়ায়',
			66 => '66 অন্যান্য (উল্লেখ করুন )',
			88 => '88 জানি না',
			99 => '99 উত্তর দিতে অস্বীকৃতি'
		];
    }


    public static function death_symptoms(){
    	return [
			1 => '1 হৃদযন্ত্রের বিকলতা  ফেইলিওর',
			2 => '2 জটিল হৃদরোগ/ রক্তচাপজনিত রোগ',
			3 => '3 জটিল কিডনি/ডায়ালাইসিসের রোগী/বৃক্কের রোগ',
			4 => '4 জটিল লিভার বা যকৃতের রোগ',
			5 => '5 শ্বাসতন্ত্রের রোগ',
			6 => '6 ক্যানসার',
			66 => '66 অন্য রোগ (উল্লেখ করুন)'
		];
    }


    public static function death_where(){
    	return [
			1 => '1 বাড়ীতে',
			2 => '2 স্বাস্থ্য সেবা কেন্দ্রে',
			3 => '3 স্বাস্থ্য সেবা কেন্দ্রের ইমারজেন্সি/ওপিডি',
			4 => '4 স্বাস্থ্য সেবা কেন্দ্রে নেয়ার পথে',
			66 => '66 অন্য কোথাও (উল্লেখ করুন)'

		];
    }

    public static function death_reason(){

    	return [
			1 => '1 বার্ধক্য জনিত রোগে মৃত্যু',
			2 => '2 স্বাভাবিক মৃত্যু',
			3 => '3 অজানা রোগে মৃত্যু',
			4 => '4 সংক্রামক রোগের কারণে',
			5 => '5 হৃদরোগ',
			6 => '6 শ্বসনতন্ত্রের রোগ',
			7 => '7 রক্তচাপজনিত রোগ',
			8 => '8 কিডনি রোগ',
			9 => '9 ক্যানসার',
			10 => '10 লিভার বা যকৃতের রোগ',
			11 => '11 স্ট্রোক',
			12 => '12 সড়ক দুর্ঘটনা',
			13 => '13 পানিতে ডুবে',
			14 => '14 সাপের কামড়ে',
			15 => '15 বিষক্রিয়ায়',
			16 => '16 আত্মহত্যা',
			17 => '17 কোভিড -১৯',
			18 => '18 মশাবাহিত রোগে (উল্লেখ করুন---)',
			19 => '19 ডায়ারিয়া/কলেরা',
			20 => '20 প্রসবের সময় মৃত্যু',
			21 => '21 গর্ভাবস্থা শেষ হওয়ার বা সন্তান প্রসবের দুই মাসের মধ্যে মৃত্যু',
			22 => '22 কোভিডআক্রান্ত হওয়ায় হাসপাতালে ভর্তি হতে না পারায়',
			23 => '23 অন্য রোগে আক্রান্ত ছিল, কিন্তু কোভিডের কারণে হাসপাতালে ভর্তি হতে না পারায়',
			66 => '66 অন্যান্য (উল্লেখ করুন ----)'
		];
    }

    public static function getWhereMorDLived(){

		return [
			1 => '1 একই খানায়',
			2 => '2 একই গ্রামে/শহরে',
			3 => '3 একই জেলায়',
			4 => '4 অন্য জেলায়'
		];
	}


	public static function get_death_before_symptoms(){

		return [

			1 => '1 সবসময় জ¦র',
			2 => '2 কাপুনি',
			3 => '3 মাথা ব্যথা',
			4 => '4 গায়ে ব্যথা',
			5 => '5 শুকনা কাশি',
			6 => '6 ভেজা কাশি',
			7 => '7 শ্বাস কষ্ট',
			8 => '8 মাথা ঘোড়ানো/ঝিমঝিম ভাব',
			9 => '9 সর্দি',
			10 => '10 গলা ব্যথা',
			11 => '11 গন্ধ বা স্বাদ না পাওয়া',
			66 => '66 অন্যান্য (উল্লেখ করুন',
			88 => '88 জানিনা'
		];

	}

	public static function get_grave_where(){

		return [


				1 => '1 গোরস্থানে',
				2 => '2 পারিবারিক গোরস্থানে',
				3 => '3 কবর দেয়া হয় নি',
				45 => '45 পোড়ানো হয়েছিল',
				66 => '66 অন্যান্য (উল্লেখ করুন',
				88 => '88 জানিনা',
				99 => '99 অস্বীকৃতি'

		];
	}





}