<?php

namespace App\Models\IvrPrCati;

trait QuestionText {

	public static function questionText(){

		return [
		
        	

                        'q_1' => 'হ্যালো, আস্সালামু আলাইকুম। আমি বাংলাদেশ সরকারের স্বাস্থ্য মন্ত্রণালয়ের অধীনে একটি প্রতিষ্ঠান রোগতত্ত্ব, রোগনিয়ন্ত্রণ ও গবষেণা ইনস্টটিউিট (আইইডিসিআর) থেকে বলছি । আমরা দেশের বয়স্ক মানুষদের র্সম্পকে স্বাস্থ্য বিষয়ক তথ্য সংগ্রহ করবার জন্য মোবাইল ফোনের মাধ্যমে একটি জরিপ পরিচালনা করছি। এই জরীপটি শেষ করতে ৫ মিনিট সময় লাগবে । এই কলটি ধরলে আপনার কোন টাকা খরচ হবে না। আপনার দেয়া সব তথ্য গোপন রাখা হবে এবং শুধুমাত্র দেশের মানুষের স্বাস্থের ব্যাপারে তথ্য সংগ্রহ করতে ব্যবহার করা হবে। আমি কি শুরু করতে পারি ?',
                        
                        'q_i' => 'আমি আপনাকে কিছু প্রশ্ন করব।',
                        'q_2' => 'আপনার বয়স কত?',
                        'q_3' => 'আপনে পুরুষ না মহিলা?',
                        'q_4' => 'আপনি এখন শহরে না গ্রামে বাস করেন?',
                        'q_5' => 'আপনি আপনার সিটি কর্পোরেশন/জেলা/ উপজেলা/থানার নাম বলতে পারবেন কি?',
                        'q_6' => 'আপনি সর্বোচ্চ কতদূর পর্যন্ত লেখাপড়া করেছেন?',
                        'q_7' => 'আপনার পেশা কি?',
                        'q_8' => 'আপনার পরিবারে ৬০ বা তার চেয়ে বেশী বয়সের কোন সদস্য আছে কি?',
                        'q_9' => 'আপনার ঐ ব্যক্তির সাথে সম্পর্ক কি?',
                        'q_10' => 'আপনার সহযোগীতার জন্য ধন্যবাদ। আমরা স্বাস্থ্য বিষয়ক এই জরিপটি পরিচালনা করবার জন্য আপনার এই পরিবারের সদস্য / আত্মীয়র সাথে যোগাযোগ করতে পারব কি?',
                        'q_11' => 'আমরা কি আপনার পরিবারের সদস্য / আত্মীয়র সাথে আগামী কিছুদিনের মধ্যে সকাল ৮.০০ টা থেকে সন্ধ্যা ৭.৩০ টার মধ্যে ফোন দিয়ে কথা বলার সময় নির্ধারণ করতে পারি?',
                        'q_12' => 'আমরা ওনাকে কবে সকাল ৮.০০ টা সন্ধ্যা ৭.৩০ টার মধ্যে ফোন দিতে পারি?',
                                        
                        


        	];
	}

}