-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3307
-- Generation Time: Nov 16, 2021 at 11:41 AM
-- Server version: 10.4.13-MariaDB
-- PHP Version: 7.4.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cellphonesurveillance`
--

-- --------------------------------------------------------

--
-- Table structure for table `accesslists`
--

CREATE TABLE `accesslists` (
  `id` int(11) NOT NULL,
  `name` varchar(100) CHARACTER SET latin1 NOT NULL,
  `label` varchar(255) CHARACTER SET latin1 NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `accesslists`
--

INSERT INTO `accesslists` (`id`, `name`, `label`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'Director', 'Director', '2017-10-24 00:00:00', '2019-06-18 07:28:39', NULL),
(2, 'System Admin', 'System Admin', '2019-06-18 00:00:00', '2019-06-18 07:46:05', NULL),
(3, 'Project Reporting Manager', 'Project Reporting Manager', '2017-10-24 00:00:00', '2019-06-18 07:46:02', NULL),
(4, 'Data Manager', 'Data Manager', '2017-10-24 00:00:00', '2019-06-18 07:46:01', NULL),
(5, 'Data Entry Operator', 'Data Entry Operator', '2017-10-24 00:00:00', '2019-06-18 07:45:58', NULL),
(6, 'Covid Data Manager', 'Covid Data Manager', '2020-04-05 17:00:00', '2020-04-05 09:41:23', NULL),
(7, 'Covid Data Manager POS', 'Covid Data Manager POS', '2020-04-05 17:00:00', '2020-04-05 09:41:23', NULL),
(8, 'COVID LAB SIGNED', 'COVID LAB SIGNED', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(9, 'COVID DIRECTOR SIGNED', 'COVID DIRECTOR SIGNED', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(10, 'RAB OFFICE', 'RAB OFFICE', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(11, 'KUET BANGLADESH HOSPITAL', 'KUET BANGLADESH HOSPITAL', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(12, 'DGHEALTH', 'DGHEALTH', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(13, 'National Heart Foundation Hospital and Research Institute', 'NHFHRI', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(14, 'CATI-Incomplete', 'CATI-INCOMPLETE', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(15, 'CATI-Refusal', 'CATI-REFUSAL', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(16, 'CATI-Noncontact', 'CATI-NONCONTACT', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(17, 'IVR-Incomplete', 'IVR-INCOMPLETE', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(18, 'IVR-Refusal', 'IVR-REFUSAL', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL),
(19, 'IVR-Noncontact', 'IVR-NONCONTACT', '2020-04-05 17:00:00', '2020-04-05 11:00:00', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `apps_countries`
--

CREATE TABLE `apps_countries` (
  `id` int(11) NOT NULL,
  `country_code` varchar(2) NOT NULL DEFAULT '',
  `country_name` varchar(100) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `apps_countries`
--

INSERT INTO `apps_countries` (`id`, `country_code`, `country_name`) VALUES
(1, 'AF', 'Afghanistan'),
(2, 'AL', 'Albania'),
(3, 'DZ', 'Algeria'),
(4, 'DS', 'American Samoa'),
(5, 'AD', 'Andorra'),
(6, 'AO', 'Angola'),
(7, 'AI', 'Anguilla'),
(8, 'AQ', 'Antarctica'),
(9, 'AG', 'Antigua and Barbuda'),
(10, 'AR', 'Argentina'),
(11, 'AM', 'Armenia'),
(12, 'AW', 'Aruba'),
(13, 'AU', 'Australia'),
(14, 'AT', 'Austria'),
(15, 'AZ', 'Azerbaijan'),
(16, 'BS', 'Bahamas'),
(17, 'BH', 'Bahrain'),
(18, 'BD', 'Bangladesh'),
(19, 'BB', 'Barbados'),
(20, 'BY', 'Belarus'),
(21, 'BE', 'Belgium'),
(22, 'BZ', 'Belize'),
(23, 'BJ', 'Benin'),
(24, 'BM', 'Bermuda'),
(25, 'BT', 'Bhutan'),
(26, 'BO', 'Bolivia'),
(27, 'BA', 'Bosnia and Herzegovina'),
(28, 'BW', 'Botswana'),
(29, 'BV', 'Bouvet Island'),
(30, 'BR', 'Brazil'),
(31, 'IO', 'British Indian Ocean Territory'),
(32, 'BN', 'Brunei Darussalam'),
(33, 'BG', 'Bulgaria'),
(34, 'BF', 'Burkina Faso'),
(35, 'BI', 'Burundi'),
(36, 'KH', 'Cambodia'),
(37, 'CM', 'Cameroon'),
(38, 'CA', 'Canada'),
(39, 'CV', 'Cape Verde'),
(40, 'KY', 'Cayman Islands'),
(41, 'CF', 'Central African Republic'),
(42, 'TD', 'Chad'),
(43, 'CL', 'Chile'),
(44, 'CN', 'China'),
(45, 'CX', 'Christmas Island'),
(46, 'CC', 'Cocos (Keeling) Islands'),
(47, 'CO', 'Colombia'),
(48, 'KM', 'Comoros'),
(49, 'CD', 'Democratic Republic of the Congo'),
(50, 'CG', 'Republic of Congo'),
(51, 'CK', 'Cook Islands'),
(52, 'CR', 'Costa Rica'),
(53, 'HR', 'Croatia (Hrvatska)'),
(54, 'CU', 'Cuba'),
(55, 'CY', 'Cyprus'),
(56, 'CZ', 'Czech Republic'),
(57, 'DK', 'Denmark'),
(58, 'DJ', 'Djibouti'),
(59, 'DM', 'Dominica'),
(60, 'DO', 'Dominican Republic'),
(61, 'TP', 'East Timor'),
(62, 'EC', 'Ecuador'),
(63, 'EG', 'Egypt'),
(64, 'SV', 'El Salvador'),
(65, 'GQ', 'Equatorial Guinea'),
(66, 'ER', 'Eritrea'),
(67, 'EE', 'Estonia'),
(68, 'ET', 'Ethiopia'),
(69, 'FK', 'Falkland Islands (Malvinas)'),
(70, 'FO', 'Faroe Islands'),
(71, 'FJ', 'Fiji'),
(72, 'FI', 'Finland'),
(73, 'FR', 'France'),
(74, 'FX', 'France, Metropolitan'),
(75, 'GF', 'French Guiana'),
(76, 'PF', 'French Polynesia'),
(77, 'TF', 'French Southern Territories'),
(78, 'GA', 'Gabon'),
(79, 'GM', 'Gambia'),
(80, 'GE', 'Georgia'),
(81, 'DE', 'Germany'),
(82, 'GH', 'Ghana'),
(83, 'GI', 'Gibraltar'),
(84, 'GK', 'Guernsey'),
(85, 'GR', 'Greece'),
(86, 'GL', 'Greenland'),
(87, 'GD', 'Grenada'),
(88, 'GP', 'Guadeloupe'),
(89, 'GU', 'Guam'),
(90, 'GT', 'Guatemala'),
(91, 'GN', 'Guinea'),
(92, 'GW', 'Guinea-Bissau'),
(93, 'GY', 'Guyana'),
(94, 'HT', 'Haiti'),
(95, 'HM', 'Heard and Mc Donald Islands'),
(96, 'HN', 'Honduras'),
(97, 'HK', 'Hong Kong'),
(98, 'HU', 'Hungary'),
(99, 'IS', 'Iceland'),
(100, 'IN', 'India'),
(101, 'IM', 'Isle of Man'),
(102, 'ID', 'Indonesia'),
(103, 'IR', 'Iran (Islamic Republic of)'),
(104, 'IQ', 'Iraq'),
(105, 'IE', 'Ireland'),
(106, 'IL', 'Israel'),
(107, 'IT', 'Italy'),
(108, 'CI', 'Ivory Coast'),
(109, 'JE', 'Jersey'),
(110, 'JM', 'Jamaica'),
(111, 'JP', 'Japan'),
(112, 'JO', 'Jordan'),
(113, 'KZ', 'Kazakhstan'),
(114, 'KE', 'Kenya'),
(115, 'KI', 'Kiribati'),
(116, 'KP', 'North Korea'),
(117, 'KR', 'South Korea'),
(118, 'XK', 'Kosovo'),
(119, 'KW', 'Kuwait'),
(120, 'KG', 'Kyrgyzstan'),
(121, 'LA', 'Lao People\'s Democratic Republic'),
(122, 'LV', 'Latvia'),
(123, 'LB', 'Lebanon'),
(124, 'LS', 'Lesotho'),
(125, 'LR', 'Liberia'),
(126, 'LY', 'Libya'),
(127, 'LI', 'Liechtenstein'),
(128, 'LT', 'Lithuania'),
(129, 'LU', 'Luxembourg'),
(130, 'MO', 'Macau'),
(131, 'MK', 'North Macedonia'),
(132, 'MG', 'Madagascar'),
(133, 'MW', 'Malawi'),
(134, 'MY', 'Malaysia'),
(135, 'MV', 'Maldives'),
(136, 'ML', 'Mali'),
(137, 'MT', 'Malta'),
(138, 'MH', 'Marshall Islands'),
(139, 'MQ', 'Martinique'),
(140, 'MR', 'Mauritania'),
(141, 'MU', 'Mauritius'),
(142, 'TY', 'Mayotte'),
(143, 'MX', 'Mexico'),
(144, 'FM', 'Micronesia, Federated States of'),
(145, 'MD', 'Moldova, Republic of'),
(146, 'MC', 'Monaco'),
(147, 'MN', 'Mongolia'),
(148, 'ME', 'Montenegro'),
(149, 'MS', 'Montserrat'),
(150, 'MA', 'Morocco'),
(151, 'MZ', 'Mozambique'),
(152, 'MM', 'Myanmar'),
(153, 'NA', 'Namibia'),
(154, 'NR', 'Nauru'),
(155, 'NP', 'Nepal'),
(156, 'NL', 'Netherlands'),
(157, 'AN', 'Netherlands Antilles'),
(158, 'NC', 'New Caledonia'),
(159, 'NZ', 'New Zealand'),
(160, 'NI', 'Nicaragua'),
(161, 'NE', 'Niger'),
(162, 'NG', 'Nigeria'),
(163, 'NU', 'Niue'),
(164, 'NF', 'Norfolk Island'),
(165, 'MP', 'Northern Mariana Islands'),
(166, 'NO', 'Norway'),
(167, 'OM', 'Oman'),
(168, 'PK', 'Pakistan'),
(169, 'PW', 'Palau'),
(170, 'PS', 'Palestine'),
(171, 'PA', 'Panama'),
(172, 'PG', 'Papua New Guinea'),
(173, 'PY', 'Paraguay'),
(174, 'PE', 'Peru'),
(175, 'PH', 'Philippines'),
(176, 'PN', 'Pitcairn'),
(177, 'PL', 'Poland'),
(178, 'PT', 'Portugal'),
(179, 'PR', 'Puerto Rico'),
(180, 'QA', 'Qatar'),
(181, 'RE', 'Reunion'),
(182, 'RO', 'Romania'),
(183, 'RU', 'Russian Federation'),
(184, 'RW', 'Rwanda'),
(185, 'KN', 'Saint Kitts and Nevis'),
(186, 'LC', 'Saint Lucia'),
(187, 'VC', 'Saint Vincent and the Grenadines'),
(188, 'WS', 'Samoa'),
(189, 'SM', 'San Marino'),
(190, 'ST', 'Sao Tome and Principe'),
(191, 'SA', 'Saudi Arabia'),
(192, 'SN', 'Senegal'),
(193, 'RS', 'Serbia'),
(194, 'SC', 'Seychelles'),
(195, 'SL', 'Sierra Leone'),
(196, 'SG', 'Singapore'),
(197, 'SK', 'Slovakia'),
(198, 'SI', 'Slovenia'),
(199, 'SB', 'Solomon Islands'),
(200, 'SO', 'Somalia'),
(201, 'ZA', 'South Africa'),
(202, 'GS', 'South Georgia South Sandwich Islands'),
(203, 'SS', 'South Sudan'),
(204, 'ES', 'Spain'),
(205, 'LK', 'Sri Lanka'),
(206, 'SH', 'St. Helena'),
(207, 'PM', 'St. Pierre and Miquelon'),
(208, 'SD', 'Sudan'),
(209, 'SR', 'Suriname'),
(210, 'SJ', 'Svalbard and Jan Mayen Islands'),
(211, 'SZ', 'Swaziland'),
(212, 'SE', 'Sweden'),
(213, 'CH', 'Switzerland'),
(214, 'SY', 'Syrian Arab Republic'),
(215, 'TW', 'Taiwan'),
(216, 'TJ', 'Tajikistan'),
(217, 'TZ', 'Tanzania, United Republic of'),
(218, 'TH', 'Thailand'),
(219, 'TG', 'Togo'),
(220, 'TK', 'Tokelau'),
(221, 'TO', 'Tonga'),
(222, 'TT', 'Trinidad and Tobago'),
(223, 'TN', 'Tunisia'),
(224, 'TR', 'Turkey'),
(225, 'TM', 'Turkmenistan'),
(226, 'TC', 'Turks and Caicos Islands'),
(227, 'TV', 'Tuvalu'),
(228, 'UG', 'Uganda'),
(229, 'UA', 'Ukraine'),
(230, 'AE', 'United Arab Emirates'),
(231, 'GB', 'United Kingdom'),
(232, 'US', 'United States'),
(233, 'UM', 'United States minor outlying islands'),
(234, 'UY', 'Uruguay'),
(235, 'UZ', 'Uzbekistan'),
(236, 'VU', 'Vanuatu'),
(237, 'VA', 'Vatican City State'),
(238, 'VE', 'Venezuela'),
(239, 'VN', 'Vietnam'),
(240, 'VG', 'Virgin Islands (British)'),
(241, 'VI', 'Virgin Islands (U.S.)'),
(242, 'WF', 'Wallis and Futuna Islands'),
(243, 'EH', 'Western Sahara'),
(244, 'YE', 'Yemen'),
(245, 'ZM', 'Zambia'),
(246, 'ZW', 'Zimbabwe');

-- --------------------------------------------------------

--
-- Table structure for table `areas`
--

CREATE TABLE `areas` (
  `id` int(11) NOT NULL,
  `type_id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bbscode` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `region_id` int(11) DEFAULT NULL,
  `eng_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `map_lat` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `map_lng` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `map_path` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` datetime DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated_by` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `areas`
--

INSERT INTO `areas` (`id`, `type_id`, `parent_id`, `name`, `bbscode`, `region_id`, `eng_name`, `map_lat`, `map_lng`, `map_path`, `created_at`, `updated_at`, `deleted_at`, `created_by`, `updated_by`) VALUES
(28, 5, 36, 'কুমিল্লা জেলা', '2019', 6597, 'Comilla', '36.79369340901343', '-92.82052281248535', 'M824.83 1092.44l4.08 -7.40l1.47 -2.25l-1.96 -3.22l0.65 -5.47l5.23 2.25l2.29 -3.38l-1.14 -1.93l-0.33 -1.45l2.12 -1.29l5.39 3.54l4.08 -1.13l-0.49 -3.38l2.45 -0.64l5.39 0.16l2.94 -2.73l7.03 0.48l-1.14 -0.32l4.08 2.25l2.45 2.09l-1.96 1.61l3.43 1.13l0.65 1.61h1.80 0.00l-0.33 3.54l3.76 3.54l0.82 1.61l-0.16 4.18l1.14 2.73l3.76 3.86l-0.16 2.57l2.29 0.81l-1.15 0.96l0.16 1.93l4.74 3.70l2.45 7.88l2.45 7.88l0.41 2.71l-0.57 1.96l0.33 1.61l3.27 1.77l-1.31 1.13l-0.16 1.45l1.14 2.41l0.98 1.29l-0.33 1.61l0.65 12.39l1.63 2.09l1.80 3.54l-0.49 4.02l-3.60 2.09l-4.58 -2.41l-3.92 0.16l-5.88 -0.81l-2.94 -1.93l-2.94 -0.16l-3.43 1.93l-1.14 -0.81h-3.27 0.00l-4.25 -2.09l-2.12 -3.70l-0.16 0.32l-2.61 -0.16l-1.80 -2.57l3.10 -0.81l1.96 -2.73l-0.33 -5.63l2.13 -3.54l-2.45 -2.25l-0.49 -3.54l-2.94 -3.54l-1.31 -2.90l-4.90 -3.54l-0.65 -3.22l-3.43 -2.25l-1.31 -6.28l-6.54 -1.77l-4.74 4.02l-1.80 -1.13l-1.80 3.70h-1.96 0.00l-4.41 -2.41v0.00 -3.06h-0.16 0.00l-2.13 -2.25l-3.10 -3.06l2.61 -1.45l-0.16 -3.06L824.83 1092.44L824.83 1092.44z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(29, 6, 28, 'দেবিদ্বার উপজেলা', '201940', 6597, 'debidwar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(36, 4, 0, 'চট্টগ্রাম ', NULL, NULL, 'Chattogram', NULL, NULL, NULL, '2020-04-10 15:18:39', '2015-01-27 06:35:44', NULL, NULL, NULL),
(60, 4, 0, 'রাজশাহী ', NULL, NULL, 'Rajshahi', NULL, NULL, NULL, '2020-04-10 15:18:59', '2015-01-27 06:35:44', NULL, NULL, NULL),
(61, 5, 65, 'যশোর জেলা', NULL, 6590, 'Jessore', '36.48183825781489', '-100.7179838057476', 'M608.89 1134.05l3.70 -6.37l-3.70 -3.19h2.77 0.00l4.62 2.27h5.08 0.00l-6.01 -4.55l2.31 -1.82l6.47 0.46l-3.23 -3.64l1.39 -2.27l0.93 1.82l5.55 1.82l-2.31 1.82l1.39 3.64l4.16 0.46l1.85 5.46l5.55 -0.91l6.01 -1.36l-1.85 -3.64l0.46 -1.82l2.31 1.82l2.77 -2.27l-0.92 -2.73l1.85 -0.91l6.01 4.10l2.31 -0.46l0.46 2.27l2.77 2.73l2.31 0.46l1.39 -1.82l2.31 3.19l4.16 1.36l-1.39 2.27l2.31 1.36l-1.39 1.36l0.46 5.46l-1.39 1.82l0.92 4.10l-4.16 0.46v0.00 1.36l2.31 0.91l0.46 1.82l-1.39 0.46l0.46 3.19l4.16 -2.73h1.39 0.00l-0.46 4.55l2.77 0.91v0.00 0.91h4.16 0.00l0.92 1.36l-0.92 3.19l2.77 4.55c0.00 0.00 2.31 3.19 0.46 3.19s-2.77 0.00 -2.77 0.00l-3.23 -0.91l-1.39 -1.36l-2.31 -5.46l-1.39 -1.36l-3.23 2.27l0.92 3.19l-2.77 4.10l-6.01 2.73l-0.46 2.27l1.85 2.27l-0.46 5.92l-0.46 1.82l-5.08 -2.28v0.00 -2.27l-1.85 -0.45l-0.46 1.36l-4.16 3.64l-2.77 -0.46l-4.16 2.27h-2.77 0.00l0.00 0.00l-3.23 -2.27l-0.46 0.46l-1.85 -1.36l-0.46 -2.28l2.77 -0.46l-3.23 -4.10l2.77 0.46l0.46 -1.36l-1.85 -3.19l-3.70 -2.27l-0.46 2.73h-7.16 0.00l-3.00 -2.27l-2.31 -1.36l0.00 0.00l1.85 4.32l-1.85 1.82l-6.93 -0.91l-1.85 -2.05l-2.31 1.36h-1.85 0.00l1.39 -2.73l-5.55 -2.27l0.92 -8.19l2.77 -0.91l-1.39 -2.27v0.00 -2.27l-1.85 -1.36l3.70 -5.92l4.62 -1.82l-0.46 -3.64l4.62 -3.19l1.85 1.36l1.39 -2.73l-1.85 -0.91l-0.46 -2.27l-4.16 3.19l-2.31 -1.36L608.89 1134.05L608.89 1134.05z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(62, 6, 61, 'মণিরামপুর উপজেলা', '404161', 6590, 'manirampur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(65, 4, 0, 'খুলনা ', NULL, NULL, 'Khulna', NULL, NULL, NULL, '2020-04-10 15:19:14', '2015-01-27 06:35:44', NULL, NULL, NULL),
(66, 4, 0, 'বরিশাল ', NULL, NULL, 'Barishal', NULL, NULL, NULL, '2020-04-10 15:19:30', '2015-01-27 06:35:44', NULL, NULL, NULL),
(67, 4, 0, 'সিলেট ', NULL, NULL, 'Sylhet', NULL, NULL, NULL, '2020-04-10 15:19:43', '2015-01-27 06:35:44', NULL, NULL, NULL),
(68, 4, 0, 'ঢাকা ', NULL, NULL, 'Dhaka', NULL, NULL, NULL, '2020-04-10 15:19:59', '2015-01-27 06:35:44', NULL, NULL, NULL),
(69, 4, 0, 'রংপুর', NULL, NULL, 'Rangpur', NULL, NULL, NULL, '2020-04-10 15:20:12', '2015-01-27 06:35:44', NULL, NULL, NULL),
(70, 5, 65, 'সাতক্ষীরা জেলা', NULL, 6591, 'Shatkhira', '35.36355108298764', '-101.08859974406197', 'M618.59 1170.01l3.23 4.09l-2.31 2.73l-2.77 -1.82l-3.70 0.46l-1.85 -1.82l-4.16 2.27l0.93 3.64l2.77 3.19l1.39 -2.27l1.85 0.91l-0.46 2.27l1.85 0.91l-0.46 2.73l-2.77 2.73l1.85 1.82l-1.85 0.46l-0.46 4.10l-2.77 -1.36l0.92 4.10l3.70 5.01l-4.16 7.74l4.62 3.19l-0.92 2.73l-0.92 3.64l4.16 3.19l-0.92 4.10l2.77 4.55l0.46 5.01l1.85 1.36l-4.16 1.36l0.46 2.73l1.85 1.36l-1.85 7.74l4.62 0.46l0.92 3.64l-3.70 -0.91v0.00 2.27l2.77 3.19l2.77 0.46v0.00 4.10l3.23 2.73l0.46 5.92l4.16 -0.91l-3.23 4.55h-4.16 0.00l-0.46 3.64l1.39 4.55l4.16 7.28l-1.39 0.91l-0.46 10.92l3.23 4.10l0.46 5.92l0.46 3.19l5.55 2.73l4.16 -1.82l2.77 5.46l-0.92 2.27l2.77 2.73l-1.85 4.10l-4.16 4.55l5.55 2.27l5.55 -1.36l-0.92 -2.27h3.23 0.00l0.46 -2.73l-2.31 -1.36l1.85 -2.73v0.00 -9.10l-1.85 -0.91l3.93 -3.19l3.00 -8.65l2.77 -2.73l-1.39 -4.10l-3.70 -6.83l-3.70 -7.28l-1.39 -3.19l3.23 -3.19h-7.86 0.00l4.62 -6.37l2.31 -5.01l1.85 -11.38l-4.62 -7.28v0.00 -2.28l2.77 -2.27l-4.62 -3.19l0.46 -8.65l4.16 -2.27l-4.16 -7.74l0.46 -10.47l2.77 -3.19l2.31 4.10l2.77 -3.64l-0.92 -2.27l-2.77 -0.46l-1.85 -1.82l1.85 -3.64l0.92 1.82l2.31 0.91l0.92 -3.19l2.31 -1.36l-0.46 -2.27l-4.16 -6.83l-4.62 -2.27l-2.31 -4.10l-0.93 -1.36l-3.70 2.73l-3.23 0.46l-2.77 -2.73l-1.39 0.91l-1.85 -4.10l2.77 -0.91l-4.16 -4.10l3.70 0.91l-1.85 -5.46l-2.77 -1.82l-0.46 3.19h-7.39 0.00L618.59 1170.01L618.59 1170.01z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(71, 5, 68, 'নরসিংদী জেলা', NULL, 6594, 'Narsingdi', '37.79315414783596', '-94.02947625656822', 'M810.40 1049.41l4.62 -4.10l1.85 -2.73l-1.85 -3.19h2.77 0.00l1.85 -5.01v0.00 -5.01l-0.92 -4.55l-2.31 -1.36l1.85 -1.36l2.31 2.73l4.16 -0.91h1.39 0.00l-2.77 -3.19l1.39 -5.92l-1.39 -3.19v0.00 -4.55l1.85 -1.82l2.77 0.46l3.23 -2.73l4.16 6.83l3.23 1.36l2.31 3.64l4.62 1.82l0.46 1.36l-2.77 1.37l2.31 2.73l-3.23 0.91l5.08 -0.46l2.77 3.19l4.16 -1.36l0.93 4.55l2.77 1.36l-0.93 1.37l-2.77 4.55l1.39 4.09l-2.31 0.91l-2.77 7.28l-1.85 1.36l-0.93 2.27l-0.46 0.91l-6.01 -0.46l-3.23 1.36h-2.77 0.00v0.00 -0.91l-3.23 -0.46l-1.39 0.91l-0.46 5.92l-2.77 4.55l-4.16 -3.64l-0.46 -2.27l-0.92 3.19l-3.70 -0.91l-1.39 -1.37l2.77 -1.36l-1.39 -3.19l-3.23 1.37l-0.92 2.28l-1.39 -2.73l3.23 -4.55L810.40 1049.41L810.40 1049.41z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(72, 5, 66, 'ঝালকাঠি জেলা', NULL, 6592, 'Jhalokati', '35.695046894678406', '-96.55351893199672', 'M745.69 1246.46l-2.31 1.82l-0.92 -3.64l3.23 -4.10l-1.39 -6.83l2.77 2.73l3.23 -1.82l1.85 1.82l5.55 -3.64l0.46 -2.73l-7.39 -2.27l-0.46 -8.65l4.62 -1.36v0.00 -3.19l-3.23 -3.64l5.08 -2.73l0.46 -3.64l4.16 -2.27l-0.46 -1.36l2.31 -0.91l0.46 -2.27l-3.23 -1.82l3.23 -2.73l1.85 -0.91l0.92 2.73h2.77 0.00l1.85 -0.91l3.70 4.10l-1.39 1.82l-0.46 2.27l0.92 1.36h2.77 0.00l1.39 2.27l7.86 1.36l0.46 1.82l-2.31 0.46l-1.39 2.27l5.08 0.91l0.46 2.27l-4.16 0.91c0.00 0.00 0.93 2.73 -0.92 2.73c-1.85 0.00 -3.70 -1.82 -3.70 -1.82l-1.39 1.82l-2.77 -0.45l-1.39 2.73l-0.93 2.73l-3.23 1.36l-5.08 3.19l-3.24 2.27l-0.46 3.19l-0.93 5.46l-3.70 2.27l-1.85 4.10l-2.31 2.73L745.69 1246.46L745.69 1246.46z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(73, 6, 71, 'বেলাবো উপজেলা', '306807', 6594, 'belabo', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(74, 6, 71, 'মনোহরদী উপজেলা', '306852', 6594, 'monohardi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(75, 6, 71, 'নরসিংদী সদর', '306860', 6594, 'narsingdisadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(76, 6, 71, 'পলাশ উপজেলা', '306863', 6594, 'palash', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(77, 6, 71, 'রায়পুরা উপজেলা', '306864', 6594, 'raipura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(78, 6, 28, 'বরুড়া উপজেলা', '201909', 6597, 'barura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(79, 6, 28, 'ব্রাহ্মণপাড়া উপজেলা', '201915', 6597, 'brahmanpara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(81, 6, 28, 'চান্দিনা উপজেলা', '201927', 6597, 'chandina', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(82, 6, 28, 'চৌদ্দগ্রাম উপজেলা', '201931', 6597, 'chauddagram', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(83, 6, 28, 'দাউদকান্দি উপজেলা', '201936', 6597, 'daudkandi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(84, 6, 28, 'হোমনা উপজেলা', '201954', 6597, 'homna', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(85, 6, 28, 'লাকসাম উপজেলা', '201972', 6597, 'laksam', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(86, 6, 28, 'মুরাদনগর উপজেলা', '201981', 6597, 'muradnagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(87, 6, 28, 'নাঙ্গলকোট উপজেলা', '201987', 6597, 'nangalkot', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(88, 6, 28, 'কুমিল্লা সদর উপজেলা', '201967', 6597, 'comillasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(89, 6, 28, 'মেঘনা উপজেলা', '201975', 6597, 'meghna', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(90, 6, 28, 'মনোহরগঞ্জ উপজেলা', '201974', 6597, 'monohargonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(91, 6, 28, 'সদর দক্ষিণ উপজেলা', '201933', 6597, 'sadarsouth', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(92, 6, 28, 'তিতাস উপজেলা', '201994', 6597, 'titas', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(93, 6, 61, 'অভয়নগর উপজেলা', '404104', 6590, 'abhaynagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(94, 6, 61, 'বাঘারপাড়া উপজেলা', '404109', 6590, 'bagherpara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(95, 6, 61, 'চৌগাছা উপজেলা', '404111', 6590, 'chougachha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(96, 6, 61, 'ঝিকরগাছা উপজেলা', '404123', 6590, 'jhikargacha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(97, 6, 61, 'কেশবপুর উপজেলা', '404138', 6590, 'keshabpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(98, 6, 61, 'যশোর সদর উপজেলা', '404147', 6590, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(99, 6, 61, 'শার্শা উপজেলা', '404190', 6590, 'sharsha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(100, 6, 70, 'আশাশুনি উপজেলা', '408704', 6591, 'assasuni', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(101, 6, 70, 'দেবহাটা উপজেলা', '408725', 6591, 'debhata', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(102, 6, 70, 'কলারোয়া উপজেলা', '408743', 6591, 'kalaroa', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(103, 6, 150, 'কালীগঞ্জ উপজেলা', '303334', 6594, 'kaliganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(104, 6, 70, 'সাতক্ষীরা সদর উপজেলা', '408782', 6591, 'satkhirasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(105, 6, 70, 'শ্যামনগর উপজেলা', '408786', 6591, 'shyamnagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(106, 6, 70, 'তালা উপজেলা', '408790', 6591, 'tala', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(107, 6, 72, 'ঝালকাঠি সদর উপজেলা', '104240', 6592, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(108, 6, 72, 'কাঠালিয়া উপজেলা', '104243', 6592, 'kathalia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(109, 6, 72, 'নলছিটি উপজেলা', '104273', 6592, 'nalchity', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(111, 6, 28, 'বুড়িচং উপজেলা', '201918', 6597, 'burichang', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(113, 6, 71, 'শিবপুর উপজেলা', '306876', 6594, 'shibpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(128, 5, 67, 'সিলেট জেলা', NULL, 6596, 'Sylhet', '38.878970150289504', '-89.05920898110156', 'M942.58 951.11l5.08 -8.65l-3.23 -4.10l2.77 -0.46l-2.31 -6.37l3.23 -2.73h3.70 0.00l-3.70 -4.55l3.23 -5.46l0.46 -4.55l-3.70 -2.27l2.31 -2.28l-4.62 -5.46v0.00 -1.82l1.85 -1.82v0.00 -4.55l-3.70 -3.19l0.46 -2.28l-2.77 -2.27l1.39 -2.27h1.39 0.00l4.16 1.36l2.77 -3.19l13.87 0.46l8.32 -1.36l3.23 2.73l2.77 -3.64h7.39 0.00l5.08 1.82l4.16 5.01l1.85 -0.46l1.85 1.36l1.85 -0.91l3.23 1.82v0.00 2.27l2.31 0.46l5.55 2.73l3.70 0.91l1.39 -1.36h1.85 0.00v0.00 3.64l5.08 1.37l4.62 2.73l-0.92 2.73l1.85 4.10l4.16 1.37l-1.85 2.27l4.16 0.46l1.85 2.73l-0.46 6.83h-1.85 0.00l-1.85 -0.91l-2.77 2.73l-5.55 -0.46l-7.86 -1.36l-4.62 1.36l-3.70 2.27l3.23 3.64l-0.46 3.19l-4.16 7.74h-3.23 0.00l-6.93 0.91l-1.85 -3.64h-2.31 0.00l-0.46 3.19l-1.85 5.92l-4.62 3.64l-2.31 0.91l-5.55 1.36l-2.31 -1.82l-2.77 1.82l-3.23 -0.46l-1.39 -2.28l-3.23 1.82l-2.31 -2.27l-2.77 3.19l-3.70 5.01l-7.40 0.46l-1.39 -3.19l-4.62 -0.46l1.85 -2.73L942.58 951.11L942.58 951.11z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(129, 6, 128, 'বালাগঞ্জ উপজেলা', '609108', 6596, 'balaganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(130, 6, 128, 'বিয়ানীবাজার উপজেলা', '609117', 6596, 'beanibazar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(131, 6, 128, 'বিশ্বনাথ উপজেলা', '609120', 6596, 'bishwanath', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(132, 6, 128, 'কোম্পানীগঞ্জ উপজেলা', '609127', 6596, 'companiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(133, 6, 128, 'ফেঞ্চুগঞ্জ উপজেলা', '609135', 6596, 'fenchuganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(134, 6, 128, 'গোলাপগঞ্জ উপজেলা', '609138', 6596, 'golapganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(135, 6, 128, 'গোয়াইনঘাট উপজেলা', '609141', 6596, 'gowainghat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(136, 6, 128, 'জৈন্তাপুর উপজেলা', '609153', 6596, 'jaintiapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(137, 6, 128, 'কানাইঘাট উপজেলা', '609159', 6596, 'kanaighat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(138, 6, 128, 'সিলেট সদর উপজেলা', '609162', 6596, 'sylhetsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(139, 6, 128, 'জকিগঞ্জ উপজেলা', '609194', 6596, 'zakiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(140, 5, 67, 'মৌলভীবাজার জেলা', NULL, 6596, 'Maulvibazar', '38.286080690795366', '-89.22424751133859', 'M936.57 1006.63l3.23 -8.65l-3.23 -7.28l2.31 -20.93l2.77 -1.82l5.08 0.46l-3.70 -1.82l-4.62 -5.46l2.31 -1.37l3.23 0.46l3.23 3.19l2.77 -3.64l6.93 0.46l7.39 -9.10l2.31 2.27l2.77 -1.36l1.39 2.27l4.62 0.46l1.85 -1.82l1.85 1.82l6.47 -1.36l6.47 -3.64l2.31 -9.56h2.31 0.00l1.39 3.64l6.47 -1.36h4.62 0.00l-0.92 3.19l-1.39 3.19l-3.23 5.92l-1.39 8.19l-6.93 4.55l-0.93 8.19l2.31 3.19v0.00 2.73l-3.23 6.37h-6.01 0.00l-9.24 -1.37l-3.70 0.91l3.70 3.19l0.93 3.64l-2.31 0.91l-0.93 -2.27l-0.46 -1.82l-2.77 -0.46l-3.23 3.19l1.85 1.82v0.00 10.01l-2.31 2.73l-0.92 9.10h-3.23 0.00l-2.31 -5.01l-3.70 -3.19l1.85 -1.82l-3.70 0.91h-4.16 0.00l-1.39 -2.73l-2.77 0.46h0.46 0.00v0.00 8.65l1.85 2.73l-2.31 1.82l-2.31 -0.91l-1.39 -2.28l-4.16 -2.73L936.57 1006.63L936.57 1006.63z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(141, 6, 140, 'বড়লেখা উপজেলা', '605814', 6596, 'barlekha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(142, 6, 140, 'কমলগঞ্জ উপজেলা', '605856', 6596, 'kamolganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(143, 6, 140, 'কুলাউড়া উপজেলা', '605865', 6596, 'kulaura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(144, 6, 140, 'মৌলভীবাজার সদর উপজেলা', '605874', 6596, 'moulvibazarsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(145, 6, 140, 'রাজনগর উপজেলা', '605880', 6596, 'rajnagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(146, 5, 69, 'পঞ্চগড় জেলা', NULL, 6587, 'Panchagarh', '41.5662497498785', '-103.63771472542375', 'M539.56 719.47l-0.92 -3.19l-0.92 -2.27l2.31 -3.19l1.85 -4.10l1.85 -5.46l3.70 -5.46l0.92 5.92l0.46 3.19l3.70 3.64l3.70 -0.91l0.92 3.19l3.70 0.91l0.46 2.73l3.70 1.36l0.46 1.82l3.70 0.91l2.31 -2.73l1.39 3.64l1.85 2.27l2.77 1.82l0.92 1.82l2.31 -0.91l1.39 1.36l-1.39 3.19l1.39 1.36l1.85 1.36v0.00 0.91l3.70 -0.46v0.00 1.82l0.92 1.82h-6.01 0.00l0.46 4.10l-4.16 0.91l-0.46 1.82l3.70 -0.46l3.23 -1.36l3.23 -2.73l2.31 1.82l-0.46 4.09l1.85 3.19l2.31 3.19l-0.92 3.19v0.00 4.55v0.00 4.10l-1.39 3.64l0.92 4.55l-2.31 3.19l-3.23 4.55l-3.70 -0.91l-5.08 -0.46l-1.85 -3.64l-2.31 -1.82l2.77 -5.01l-1.85 -3.64l-2.31 -2.73l-3.70 -1.36l-1.85 -1.82l-1.39 -2.73l-2.31 0.91c0.00 0.00 -0.58 -0.46 -1.85 -0.91s-3.23 -0.91 -3.23 -0.91l-2.31 -0.91l-2.31 1.82l-3.70 -0.91l-3.24 -1.36l-2.77 1.82l-0.46 2.27c0.00 0.00 -1.50 -0.23 -3.23 -0.91c-1.73 -0.68 -3.70 -1.82 -3.70 -1.82l-0.92 -1.36l3.23 -1.82l1.85 -2.27l-1.39 -2.73v0.00 -6.37l5.08 -0.46l1.85 -1.82l1.85 -2.73l4.16 -1.36l0.92 -3.19l2.31 3.64l2.31 -1.36l1.85 -3.19l-1.85 -2.27l-1.85 -2.73v0.00 -3.19l-3.23 -2.73l-4.16 0.91l-2.31 -3.64l-2.31 1.82l-2.77 -0.46L539.56 719.47z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(147, 6, 140, 'শ্রীমঙ্গল উপজেলা', '605883', 6596, 'sreemangal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(148, 6, 140, 'জুড়ী উপজেলা', '605835', 6596, 'juri', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(149, 6, 146, 'পঞ্চগড় সদর', '557773', 6587, 'panchagarhsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(150, 5, 68, 'গাজীপুর জেলা', NULL, 6594, 'Gazipur', '38.023917123679105', '-95.30350861465652', 'M754.01 1033.48l7.40 -6.37l-0.92 -3.64h1.85 0.00v0.00 -2.73l2.77 2.73l2.77 -0.46l-0.46 -7.74l1.39 -5.01l6.47 -2.73l-0.93 -4.10l4.16 -1.82l-1.39 -1.37l2.77 -0.91l3.23 -0.46l1.39 -2.73l2.77 3.19l2.77 -0.46l1.85 1.37l1.39 -7.74l4.62 -0.46l1.39 1.82l5.55 2.27v0.00 2.27l3.70 3.64h4.16 0.00l0.93 -1.36h3.70 0.00l5.08 3.19l2.77 1.36l-2.77 1.82l0.46 4.10l1.85 3.64l-1.39 3.19l-0.46 2.73l2.77 2.73l-5.08 0.91l-1.85 -1.82l-1.39 1.36l1.85 0.91l0.93 8.65l-2.31 5.46l-2.31 0.46l1.39 2.28l-2.77 4.55l-3.70 2.73l-2.31 -1.82l-4.62 -5.46l-0.46 2.27l-2.77 -0.46l-3.70 7.74l-2.31 -1.82l-1.85 1.36l-3.70 0.91l-2.77 -2.73l-3.70 0.91v0.00 -9.10h-6.47 0.00l-3.70 -1.36l3.23 -3.64l-2.31 -3.64l-1.39 -0.46l-2.77 5.01l-1.39 -2.73l-3.70 1.82l-3.23 1.82L754.01 1033.48L754.01 1033.48z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(151, 6, 146, 'দেবীগঞ্জ উপজেলা', '557734', 6587, 'debiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(152, 6, 150, 'কালিয়াকৈর উপজেলা', '303332', 6594, 'kaliakair', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(153, 6, 146, 'বোদা উপজেলা', '557725', 6587, 'boda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(154, 6, 146, 'আটোয়ারী উপজেলা', '557704', 6587, 'atwari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(156, 6, 146, 'তেতুলিয়া উপজেলা', '557790', 6587, 'tetulia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(157, 6, 150, 'কাপাসিয়া উপজেলা', '303336', 6594, 'kapasia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(158, 6, 150, 'গাজীপুর সদর উপজেলা', '303330', 6594, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(159, 6, 150, 'শ্রীপুর উপজেলা', '303386', 6594, 'sreepur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(160, 5, 60, 'সিরাজগঞ্জ জেলা', NULL, 6588, 'Sirajganj', '38.53384830760329', '-99.24201073200983', 'M653.25 992.52v0.00 -6.83l-2.31 -1.82v0.00 -1.82l-3.23 -2.73l12.48 -15.02l-0.92 -1.82h8.32 0.00l3.23 2.73h3.23 0.00l4.16 -2.27l3.70 1.82l0.92 -3.19l1.85 3.64l3.23 0.91v0.00 -2.28h2.31 0.00l2.31 -1.82l-3.70 -2.28l1.85 -1.82l-3.23 -2.73l-2.77 0.46l-0.93 -0.46l2.31 -2.28l-2.31 -1.36l1.39 -5.01v0.00 -3.19l2.31 2.28l2.77 -0.91l2.77 2.73l6.01 -6.37l-0.92 -2.73l0.92 -4.55l5.55 0.46l1.85 2.27l1.39 1.36l0.92 -1.82h1.39 0.00l2.31 2.28l1.39 0.46l0.46 2.73l-2.77 0.46l-0.46 1.36l2.77 2.28v0.00 6.83l-0.92 3.64h-2.77 0.00l2.31 2.73l0.46 3.19l-2.31 1.36l-0.46 2.73l-1.85 -0.46l-2.31 2.73l2.31 3.19v0.00 3.64l-3.23 2.27l-1.39 2.27l6.47 6.83l-2.77 2.73l0.46 1.82l3.23 2.28l2.31 3.64l-0.92 13.20l1.39 1.82l-1.39 1.36v0.00 1.82l1.39 0.46l1.85 1.82v0.00 1.36l1.39 1.36l-0.46 5.46l-3.23 6.37l-6.01 2.27h-3.23 0.00l-3.70 -4.55l-5.55 -4.10h-4.16 0.00l-6.01 -5.01l-4.62 -0.91l-0.46 -2.27l2.31 -0.91l0.46 -3.19l-1.85 -0.91l1.39 -0.91v0.00 -1.82l-1.85 -2.28l-1.39 0.91l-4.16 0.91l-1.39 -0.91v0.00 -3.19l1.85 -0.91c0.00 0.00 0.00 -2.73 -1.85 -2.73c-1.85 0.00 -2.31 0.00 -2.31 0.00l-1.39 2.28h-0.92 0.00l-0.92 -2.73v0.00 -3.64l-4.16 -2.73l-3.70 -0.91L653.25 992.52z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(161, 6, 160, 'বেলকুচি উপজেলা', '508811', 6588, 'belkuchi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(162, 6, 160, 'চৌহালি উপজেলা', '508827', 6588, 'chauhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(163, 6, 160, 'কামারখন্দ উপজেলা', '508844', 6588, 'kamarkhand', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(164, 6, 160, 'কাজীপুর উপজেলা', '508850', 6588, 'kazipur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(165, 6, 160, 'রায়গঞ্জ উপজেলা', '508861', 6588, 'raigonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(166, 6, 160, 'শাহজাদপুর উপজেলা', '508867', 6588, 'shahjadpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(167, 6, 160, 'সিরাজগঞ্জ সদর', '508878', 6588, 'sirajganjsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(168, 6, 160, 'তাড়াশ উপজেলা', '508889', 6588, 'tarash', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(169, 6, 160, 'উল্লাপাড়া উপজেলা', '508894', 6588, 'ullapara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(175, 6, 128, 'দক্ষিণ সুরমা উপজেলা', '609131', 6596, 'dakshinsurma', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(202, 6, 0, 'কালীগঞ্জ ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(235, 6, 996, 'বাউফল উপজেলা', '107838', 6592, 'bauphal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(362, 6, 108, 'শৌলজালিয়া ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(366, 6, 70, 'কালিগঞ্জ উপজেলা', '408747', 6591, 'kaliganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(784, 5, 65, 'মেহেরপুর জেলা', NULL, 6590, 'Meherpur', '37.54792805253583', '-102.89636973180593', 'M587.63 1038.48l5.55 5.92l0.46 -4.55l2.77 2.73v0.00 2.73l1.39 1.82l2.77 -2.73l3.23 5.01l-4.16 2.73l2.77 2.27l2.77 -0.91l0.92 1.82l-3.23 1.36v0.00 0.91l-0.46 2.73l-2.31 -1.37l-1.85 2.73l0.46 4.10l-4.16 0.46l0.12 8.65l-3.81 3.98l-3.58 0.57l-2.43 1.82l-1.85 -0.46l-6.01 5.01l-0.92 1.36l-6.70 0.34l0.69 -4.89l-3.23 -0.91l-0.92 -1.82l2.31 -1.37l0.93 -3.19l-2.31 -0.91l0.46 -5.00l2.31 -2.28l-3.23 -4.55l2.31 0.91l2.77 -2.73v0.00 -0.91l-1.39 -1.36l0.46 -5.01l-0.92 -0.91l2.77 -1.36l2.31 0.91v0.00 2.73l1.60 -2.01l2.79 -0.15l4.85 -5.12l3.00 -0.34l1.04 -2.73l-0.81 -3.75L587.63 1038.48z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(987, 5, 36, 'ফেনী জেলা', '2030', 6598, 'Feni', '36.041100669349916', '-91.57465972070382', 'M900.33 1191.07l-2.61 -3.86l0.65 -3.86l3.92 -7.08l-4.58 0.64l-5.88 -1.29l-1.96 1.93l1.31 -5.15l-0.65 -4.51l1.31 -3.86l-1.96 -7.72l7.19 1.93l3.92 -3.22l3.92 1.29l2.61 -2.57l-1.96 -5.79l-1.31 -3.86v0.00 -3.86l1.31 -5.15l0.65 -4.51l5.88 1.29l3.92 6.44l3.92 7.72l1.31 5.79v0.00 5.15l4.58 6.44l-0.65 4.50l5.23 1.93l-7.19 0.64l0.65 7.08h-5.23 0.00l-3.92 2.57l-1.96 5.79l-4.58 6.44v0.00 4.51l-2.62 -1.29v0.00 -3.22L900.33 1191.07L900.33 1191.07z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(989, 5, 60, 'পাবনা জেলা', NULL, 6588, 'Pabna', '38.03035347538273', '-99.96195501503324', 'M618.59 1022.10v0.00 -3.19l1.85 -3.19l2.31 2.27l9.24 -1.82l4.62 -3.64l0.93 -3.64l2.77 0.91l4.16 -2.28l2.77 -8.19l2.77 1.37l0.46 -3.64l3.70 -3.64l9.71 2.27l3.24 1.36v0.00 4.55l1.39 2.73l3.24 -1.82l2.77 0.91l-1.85 1.36v0.00 3.64l1.85 1.37h4.16 0.00l1.85 -2.28l1.85 3.19l-2.77 2.28h2.31 0.00v0.00 2.73l-2.77 1.36l0.92 3.19l4.16 0.46l6.01 5.01l4.16 -0.46l6.01 5.00l3.23 4.55l-4.62 0.91v0.00 2.73l-1.85 0.45l0.46 4.10l2.31 2.73l3.70 -0.91l1.85 5.46h-1.85 0.00l-3.70 -4.10l1.39 5.46l5.55 0.91l4.16 2.73l-4.16 1.36l-2.31 1.37l-5.55 -0.46l-5.54 -2.27l-6.47 1.82l-4.16 1.82l-11.09 -6.83l-1.85 -4.55l-5.55 -5.92h-2.31 0.00l1.85 4.55l-2.31 2.73l-5.08 -0.91l-3.23 -4.55l-4.62 -5.00l-1.85 -0.91h-6.47 0.00l-2.77 -1.82h-5.08 0.00l-2.77 -0.46l-3.70 3.19v0.00 -2.28l-3.70 -1.37l-1.85 -3.64l0.92 -5.92L618.59 1022.10L618.59 1022.10z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(991, 5, 68, 'শরীয়তপুর  জেলা', NULL, 6593, 'Shariatpur', '36.63180003543798', '-95.76265743910928', 'M792.48 1161.47l-6.54 1.93l-3.92 2.57l-1.31 3.22l-4.46 -3.33l-3.38 -4.39l1.96 -3.86l2.61 -3.86l-3.92 -3.86l-3.27 -5.79l-4.58 -3.22l-1.96 -8.37l5.88 -4.50l4.58 -8.37l3.92 -5.79l6.54 0.64l5.88 4.51l2.61 4.50h5.23 0.00h4.58 0.00l1.96 4.51l0.65 4.50l1.96 7.08l-2.62 5.79l-3.84 2.92l2.50 3.89l-8.46 2.20L792.48 1161.47L792.48 1161.47z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(993, 5, 60, 'বগুড়া জেলা', NULL, 6588, 'Bogra', '39.254985320383305', '-99.88479790674924', 'M614.43 939.73l-0.46 -9.56l-1.85 -1.36l3.70 -3.19h2.77 0.00l1.39 3.19l0.46 -3.19h1.39 0.00v0.00 2.73l3.23 -4.09l2.31 2.27l5.55 -4.55l-4.62 -4.55l2.31 0.91l0.46 -6.83l2.77 1.36l0.46 2.73l5.08 0.46v0.00 1.82h3.70 0.00l-0.46 -2.73l-2.31 -1.36v0.00 -2.73l2.31 0.46l2.77 -7.28l3.23 1.82l-1.39 -2.73h3.23 0.00l-2.31 -3.19l4.62 -2.73l0.46 -3.19l-1.85 -0.46l1.85 -1.82l5.08 0.91l3.23 1.82l0.92 4.10l4.16 0.91l0.93 -2.27l4.16 2.27l1.39 -2.73l3.70 3.64l5.55 0.91l2.31 2.27h1.85 0.00l1.39 -3.19l7.86 -0.91l1.39 2.28l1.39 0.46l-1.39 3.64h1.85 0.00l0.92 3.19l-1.85 2.73l1.85 1.37l-0.92 2.27l1.85 2.73l0.46 3.19l-2.31 0.46v0.00 4.10l3.70 4.10h3.23 0.00l1.39 2.27l-0.92 1.36h-6.47 0.00l-0.92 1.37v0.00 2.73h-0.92 0.00v0.00 3.19l-4.62 6.37l-3.23 -3.19l-2.31 1.36l-1.85 -1.82v0.00 2.27l-1.85 1.82l-0.46 3.64l1.85 0.91l-0.92 2.28l0.46 0.91l2.77 -0.46l2.77 2.27l-1.85 2.27l3.23 1.82l-1.85 2.27h-2.77 0.00l-0.46 1.82l-2.77 -0.91l-1.85 -2.73l-0.46 2.27h-2.77 0.00l-1.39 -1.82l-3.70 1.82l-3.23 0.46l-3.70 -2.27l-9.24 0.46v0.00 -2.27l-2.31 -3.19h-1.39 0.00l-2.77 -2.73l-3.70 -0.46l-1.85 1.36l0.92 3.64l-0.46 1.36l-5.08 -4.10v0.00 -1.82l1.85 -1.36l-0.92 -2.27l-2.77 2.27l-1.39 -1.36l-2.31 5.01l-3.23 -6.37l2.31 -2.73l-0.46 -6.83l-2.31 2.27l-4.62 -0.46l0.46 -2.28l-4.16 -6.83l-3.23 3.64l-1.39 -1.82L614.43 939.73z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(994, 5, 69, 'দিনাজপুর জেলা', NULL, 6587, 'Dinajpur', '40.59312317512476', '-102.81755476693922', 'M576.07 772.71l-2.31 2.27l-0.92 3.64l-3.23 0.91l-2.77 -4.10l-0.92 3.19h-3.23 0.00l-1.39 5.01l2.31 1.36v0.00 1.36l-2.77 -0.46l-4.16 9.10l1.39 2.27l-0.92 1.36l-3.70 0.46l-0.46 -2.73l-1.39 0.91l-5.08 -0.91l0.92 4.55l-2.31 -0.91l-0.46 4.10l2.31 1.37l-1.39 3.19l0.46 3.19l4.62 3.64v0.00 3.64l1.85 1.36l-0.46 4.10l-1.85 0.91v0.00 3.64l2.77 1.82h4.16 0.00v0.00 3.64l3.23 2.27l1.39 3.19l5.55 0.46l3.23 -0.91l0.92 2.27l4.16 0.46v0.00 1.82l6.47 0.91l1.85 -1.82l2.31 -1.37c0.00 0.00 5.55 2.27 4.16 0.46s-1.39 -5.01 -1.39 -5.01l2.77 2.73l2.77 -2.73v0.00 4.55l2.31 0.91l1.85 4.10l-1.85 4.55l-2.31 1.36l2.77 1.36l0.46 3.64l6.01 5.92l1.39 -2.27l1.39 1.82v0.00 1.82l11.55 0.91l1.39 1.82l-0.46 3.19l5.08 2.73l4.62 -0.91l2.31 3.64l6.47 -0.91l13.87 3.19l3.70 -1.82v0.00 -3.19l-3.70 -4.09l-0.46 -4.10l-5.08 -4.10l0.92 -1.82l-1.39 -0.91h-2.31 0.00l-0.46 -2.73h-4.16 0.00l-2.77 -3.19l1.39 -0.91l-4.62 -2.73l-3.23 -12.74l-1.85 -4.55l-6.93 -1.37l-3.23 -7.28l-6.47 -4.10l-0.92 -6.37l-5.08 -1.36l-1.85 -1.82l-2.77 -0.46l1.39 -5.01h-4.62 0.00l-0.46 -10.92l-3.70 -6.37l-4.16 -0.91l-1.39 -3.64v0.00 -4.10l-7.86 -1.36L576.07 772.71z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(995, 5, 65, 'নড়াইল জেলা', NULL, 6591, 'Narail', '36.53405292571024', '-99.12399054271836', 'M671.74 1134.05l-2.31 -3.19l3.70 -0.45l3.70 -3.64l1.39 -1.36l2.77 4.10l3.23 -1.36l2.31 -3.19h5.08 0.00l1.39 3.64h3.70 0.00l0.46 0.91l-3.24 3.64l1.39 2.73h5.08 0.00l2.31 2.73v0.00 1.82l-1.39 2.28l1.39 0.45l3.23 -2.27l3.70 0.46l-0.46 3.19l-1.39 3.19l-1.85 3.64h-2.31 0.00l-3.70 -0.91l6.01 5.01l1.85 2.73l1.85 4.55l5.08 3.19v0.00 2.27l-1.39 0.46l-4.16 0.91l-10.63 -4.10l-3.70 4.10l-6.01 -3.19l-1.85 2.73h-1.39 0.00l-5.08 -5.92l1.85 -2.73l-1.39 -2.73l-4.62 -0.46l-2.31 -2.27l0.93 -3.64l-1.85 -0.46l-4.16 4.10l0.92 -3.64l-0.46 -2.73l-2.77 -0.91l5.08 -0.91l-0.92 -4.10l1.85 -1.82L671.74 1134.05L671.74 1134.05z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(996, 5, 66, 'পটুয়াখালী জেলা', NULL, 6592, 'Patuakhali', '35.26389121202776', '-95.52078791937397', 'M783.33 1282.46l1.31 -6.44l-4.58 -2.57l7.19 -7.72l1.96 -1.93l-1.31 -5.15l-9.80 0.64l-3.27 -1.93l-9.15 5.15l-1.31 -3.22l0.65 -6.44l8.50 -1.93l1.31 -3.86l-2.61 -5.79l5.23 -5.79l3.92 -0.64l1.96 -5.15l5.88 0.64l1.96 -5.79l9.15 -2.57l0.65 -4.50l4.57 4.50l3.92 5.15l-0.65 6.44l5.23 1.93l3.27 10.30l-4.58 2.57v0.00 5.79l-3.92 7.72l-2.61 7.08l-1.31 3.86l1.31 9.01l-11.77 3.86L783.33 1282.46z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(997, 5, 66, 'পিরোজপুর জেলা', NULL, 6592, 'Pirojpur', '35.50641943869441', '-97.38986664140235', 'M727.21 1273.31l-0.92 -6.83l-2.77 -3.64l0.46 -6.83l3.70 -6.37l-0.92 -4.10v0.00 -6.37l3.23 -3.64h1.85 0.00l-2.31 -2.27l-5.55 -8.65l6.47 3.64l4.16 3.64l-0.46 -4.10l-1.85 -5.01l2.31 -3.19l-2.31 -6.37v0.00 -6.83l-1.85 -1.82l-6.47 -0.91l-0.46 -5.01l7.40 -2.73v0.00 -7.74l-0.46 -1.82l0.92 -1.36l0.46 -3.19l6.93 0.91l2.31 -3.19h0.46 0.00l3.23 4.10l-0.46 4.55h2.31 0.00l2.77 4.10h2.77 0.00l0.92 2.73l6.93 1.36l3.23 0.91l-0.46 2.28l-1.85 0.46v0.00 2.27l-3.23 2.27l-0.92 3.64l-5.08 3.19l2.77 2.73v0.00 3.64l-4.62 0.91v0.00 9.10l7.39 1.37l0.92 0.91l-0.92 2.27l-4.62 4.55l-2.77 -2.28l-2.31 1.36l-2.77 -1.36l0.46 5.46l-2.77 4.10l0.46 3.64l2.77 -1.37l0.92 5.46l-1.39 2.73l-1.39 6.37l-3.23 5.92l-3.23 0.46l-5.55 5.92L727.21 1273.31L727.21 1273.31z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(998, 5, 36, 'ব্রাহ্মণবাড়িয়া জেলা', '2012', 6597, 'Brahmanbaria', '37.63386563003102', '-92.71356716753895', 'M834.43 1076.26l-5.55 -2.27v0.00 -1.36l-4.62 -3.64l1.39 -3.64l4.16 -5.01l0.46 -6.37l3.23 -1.82l1.39 1.82h4.16 0.00l1.39 -1.37l7.86 0.91v0.00 -3.19l2.77 -0.91l1.85 -7.74l3.70 -0.91l-2.31 -4.10l4.16 -5.92l5.08 -2.27l-0.46 -1.82l2.77 -2.73l-0.92 -4.55l-2.77 -0.46l-2.77 -5.01l3.70 -4.55l6.47 0.91l2.31 -3.64l7.86 -2.73l7.86 2.27l4.16 2.73l5.08 -7.28l3.70 0.91v0.00 2.73l-6.01 4.10l3.70 2.27v0.00 2.28l-4.62 -1.37l-0.46 5.46l2.77 1.82l-3.23 0.91l2.31 7.28l2.31 3.19v0.00 1.36l-1.85 0.91v0.00 3.64v0.00 1.36l-5.08 2.27l1.85 4.55l-3.70 0.91l-2.77 5.46l2.77 3.19l0.46 2.27l-2.31 1.82l-0.93 3.64l1.85 3.64l-2.77 3.64l-1.85 -1.37h-3.23 0.00l-2.31 1.82l0.46 5.46l2.31 0.91l1.39 -1.82l1.39 0.91v0.00 5.92h-1.85 0.00l-3.23 -2.73l-0.93 1.36l-3.70 -3.64v0.00 -3.64h-1.85 0.00l-0.46 -1.82l-3.70 -0.91l2.31 -1.82l-5.08 -4.10l-7.40 -0.46l-3.23 2.73h-5.55 0.00l-2.31 0.46l0.92 3.64l-4.16 0.91l-5.08 -3.64l-2.77 1.82l0.46 1.36l1.39 1.36L834.43 1076.26L834.43 1076.26z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(999, 5, 66, 'বরিশাল জেলা', NULL, 6592, 'Barisal', '36.000279854608614', '-95.88014916327032', 'M761.41 1229.62l6.01 -3.19l6.01 -2.73l1.85 -5.01h2.77 0.00l0.93 -1.36l5.55 1.36l0.92 -3.19h3.24 0.00l-0.46 -2.73l-5.55 -0.91l1.39 -2.73l2.31 0.46l-0.46 -2.27l-7.40 -0.91l-1.85 -2.27l-3.70 -0.46l0.46 -2.73l1.85 -1.36l-4.16 -5.01h-3.23 0.00l-1.85 -2.27l-6.01 3.64l-7.39 -1.36l-0.46 -1.82h-1.85 0.00l-2.77 -4.55h-3.23 0.00l0.46 -4.55l-2.77 -3.64v0.00 -5.46l4.16 -4.55l0.46 -2.27l4.16 -2.28l0.92 -2.27l4.16 -0.45v0.00 -5.46l5.55 0.46l1.85 -2.73l2.31 0.91l-0.46 10.92l6.47 2.73l3.70 -0.91l2.31 -1.36l2.77 1.82l1.39 -3.19l5.55 -2.73l6.47 1.37l6.47 3.64l4.62 4.10l5.55 2.27l5.55 2.28l4.16 3.64l2.77 6.37l-2.77 3.19l-4.62 2.27l-7.86 5.46l-4.16 4.10l-0.46 3.19l-5.55 0.91l3.24 5.01l-1.39 3.64l0.46 4.10l1.85 2.73l-5.55 0.46l-5.08 2.73v0.00 3.19l-0.93 3.19l-3.23 -0.91l-2.77 -0.46l-6.01 -2.73l-3.23 1.82l-0.46 2.28l-5.55 2.27l-0.46 -4.10L761.41 1229.62L761.41 1229.62z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1000, 5, 67, 'হবিগঞ্জ জেলা', NULL, 6596, 'Habiganj', '38.30886344044945', '-91.06853330350258', 'M881.57 1003.44l2.77 -0.91l-1.85 -2.73l-1.85 -0.91l0.92 -2.73l5.55 0.46l3.23 -1.37v0.00 -3.19l-1.85 -2.27l3.23 -0.91l-0.46 -2.73l-3.23 -3.64l1.85 -2.27l0.46 -3.19l-0.93 -1.82l-2.31 -1.36l-2.77 1.36l-3.23 -1.36l6.47 -2.28l2.31 -6.37l4.62 -3.19l3.23 -3.19l3.24 3.64l1.39 -2.73l-1.39 -3.19l3.23 -4.55l6.01 -1.82h2.31 0.00l3.23 2.73l3.70 5.46l2.31 -3.64v0.00 -1.37l2.31 -1.82l1.85 0.91l7.39 -0.91l1.85 4.09l2.31 -0.91l-1.85 -2.28v0.00 -2.28l6.01 0.91l5.55 1.36l-2.77 4.10l4.62 0.46l0.93 2.27l-3.23 3.64l-3.23 -2.27l-2.77 -0.46l-1.39 0.91l2.77 4.55l2.77 1.82h-2.77 0.00l-3.23 2.27l-0.93 7.28l-0.93 13.20l2.77 7.74l-2.77 7.74l-1.85 1.36v0.00 1.36l2.31 1.82v0.00 1.82l-1.85 0.91v0.00 9.56l-6.01 3.64l-6.47 0.91l-4.16 -3.19h-5.08 0.00l-4.62 -2.28h-4.16 0.00l-0.93 2.73l2.77 3.64l-0.93 3.19l-2.31 3.19l-1.39 4.55l-6.93 -1.82v0.00 -3.19l1.39 -0.91l-0.93 -3.64l-3.70 -7.74l4.62 -1.36l-3.70 -1.82v0.00 -5.46l5.08 1.37v0.00 -2.73l-4.16 -1.82l6.47 -4.55v0.00 -2.73l-4.16 -0.91l-4.16 7.28l-3.70 -2.73L881.57 1003.44L881.57 1003.44z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1002, 5, 36, 'রাঙ্গামাটি জেলা', '2084', 6599, 'Rangamati', '35.21666495426157', '-88.12640378877649', 'M974.01 1214.60l-1.85 -9.10l4.62 -5.46l3.70 -6.37l0.92 -10.92l13.87 -10.01l-0.93 -5.46l-1.85 -10.01l8.32 -6.37l-1.85 -7.28l-2.77 -11.83v0.00 -6.37l-6.47 -9.10l8.32 -10.92l-3.70 -9.10l-6.47 -16.38l1.85 -2.73l7.40 -7.28h4.62 0.00l2.77 4.55l1.85 7.28l1.85 -6.37l1.85 -3.64l4.62 1.82l-2.77 6.37l1.85 6.37l1.85 4.55l1.85 16.38l4.62 6.37l2.77 5.46l-1.85 3.64l2.77 2.73l0.93 3.64l-6.47 4.55l0.93 7.28l0.93 6.37l0.92 4.55l3.70 4.55l-2.77 14.56l3.70 7.28l7.40 3.64l-1.85 4.55l2.77 10.92l5.55 5.46l0.93 7.28l1.85 9.10l-2.77 1.82l2.77 9.10l1.85 10.92l1.85 9.10v0.00 5.46l1.85 7.28l1.85 7.28v0.00 8.19l-4.62 -1.82l2.77 10.01l3.70 14.56l2.77 9.10l-3.70 6.37l-1.85 -4.55l-2.77 -8.19l-2.77 -9.10l-4.62 -9.10l0.92 -2.73l-1.85 -7.28l-3.70 -12.74l-3.70 -3.64l-9.24 -6.37l-12.02 -2.73l-8.32 3.64l-5.55 -4.55l-3.70 -5.46l2.77 -7.28l-0.92 -7.28l-4.62 -9.10l-5.55 -8.19l-2.77 0.91l-3.70 5.46l2.77 7.28l-1.85 3.64l-3.70 -4.55L974.01 1214.60L974.01 1214.60z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1004, 5, 60, 'রাজশাহী জেলা', NULL, 6589, 'Rajshahi', '38.68398603416567', '-103.09350525403777', 'M539.56 978.87l1.39 -3.19l-3.23 -4.09l0.46 -5.92l-2.77 -3.19l0.46 -3.64l9.24 -2.73l5.55 -2.73l-0.46 -3.64l8.78 0.46l1.39 -1.36l-1.39 -2.27l-2.31 1.37l-3.23 -1.82l6.01 -3.19l6.93 2.27l0.46 3.64l2.77 0.91l2.77 -3.19l2.31 1.82l-0.46 5.01l4.16 1.82l10.17 -5.46l-0.46 -0.91l5.08 1.82l2.77 2.27l3.70 -0.46l3.23 3.19l3.70 -1.36v0.00 4.55l0.46 2.27l3.70 1.82h2.31 0.00v0.00 2.73l-0.92 2.27l-5.08 0.46l-2.77 2.27h1.85 0.00l2.77 2.73l-4.16 3.19l0.46 2.27l0.00 0.00l0.46 12.29l-4.62 3.19l-0.92 1.37l0.00 0.00l2.31 4.55l3.70 -0.91l0.46 2.73l0.92 2.28l1.39 1.36l-6.01 2.27l-1.85 1.82l2.31 1.82l-2.77 1.36l1.85 1.36l-1.85 1.36l5.08 0.91l0.92 1.82l-3.70 0.91l-0.46 1.82h-4.62 0.00l-6.47 -2.73l-4.16 -3.64l-1.85 -0.91l-3.23 -0.91v0.00 -1.82l3.70 -0.91l0.46 -9.56l-3.23 -6.83l-3.70 -0.46l-1.85 2.73l-6.93 -0.46l-4.16 -2.27l-3.23 2.73l-4.16 -2.27l-4.16 -4.10l-1.85 0.46l-0.46 -2.27l-4.16 -0.91l-4.62 -2.27L539.56 978.87z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1005, 5, 0, 'ঝিনাইদহ জেলা', NULL, NULL, 'Jhenaidah ', '37.11193391933892', '-101.03885639576517', NULL, '2019-09-24 07:48:41', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1006, 5, 36, 'নোয়াখালী জেলা', '2075', 6598, 'Noakhali', '36.02265317101542', '-92.84449838337825', 'M852.92 1182.75l3.70 -4.55l1.85 -7.28l-3.70 -4.55l-6.47 -4.55l0.92 -4.55l5.55 -10.01l7.40 2.73l7.40 6.37l7.39 -2.73l4.62 0.91l10.17 2.73l0.92 3.64l-0.92 4.55v0.00 3.64l-2.77 8.19l8.32 -0.91h4.62 0.00l-3.70 5.46v0.00 4.55l1.85 6.37l-5.55 -2.73l-5.55 1.82l-10.17 -0.91l-5.55 -3.64l-2.77 3.64c0.00 0.00 -2.77 2.73 -6.47 0.91C860.31 1190.03 853.84 1183.66 852.92 1182.75L852.92 1182.75z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1007, 5, 68, 'নারায়ণগঞ্জ জেলা', NULL, 6594, 'Narayanganj', '37.443701192612885', '-94.95016570892606', 'M794.68 1082.63l-4.16 -6.37l10.63 -3.64l-5.55 -13.20l1.39 -3.19v0.00 -4.10l3.23 -8.65l2.77 0.91l0.46 -2.27l5.55 6.83l6.47 2.73l-3.23 3.19l0.93 2.73l5.08 -3.19l1.85 2.28l-3.23 3.19l4.62 1.37l5.55 1.82l-0.46 1.82l-1.39 4.10l-3.23 2.73l-0.93 4.10l-3.23 -0.91h-2.31 0.00l-0.92 3.19v0.00 4.55l-6.01 2.73l-2.31 2.27l-2.31 2.73l-3.70 -0.46v0.00 -2.73l-3.23 2.28l-2.77 -2.28L794.68 1082.63L794.68 1082.63z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1008, 5, 67, 'সুনামগঞ্জ জেলা', NULL, 6596, 'Sunamganj', '38.97189136112295', '-91.24174220675822', 'M886.20 959.30v0.00 -3.64l6.47 -5.46l-2.77 -4.55l-6.01 -1.82l-3.23 -1.82l0.93 -4.10l2.77 -1.36l1.39 -3.19l-1.85 -3.19l-1.39 -0.91l-3.23 4.55l-1.85 -3.19l0.46 -3.64l-2.77 -4.10l-7.86 -0.91l-3.23 -4.10l-6.47 -0.91v0.00 -5.92l-1.85 -4.10v0.00 -5.01l2.31 -2.27l-4.62 -1.37l0.92 -1.82l4.62 -0.46l-2.31 -2.73l0.92 -8.65l0.93 -2.27l7.39 -1.36h5.08 0.00l6.47 1.36l12.48 -2.27l11.55 5.92l1.85 -2.27l5.55 1.82l6.01 3.64h4.16 0.00l1.85 -1.82l3.23 0.91l6.93 -3.64v0.00 3.64l2.31 0.46l1.39 2.73l6.93 -1.82l2.77 0.46l-0.92 2.73l3.70 3.19l0.46 4.10l-2.31 2.73v0.00 1.36l5.08 5.01l-0.46 1.82l-1.39 0.46v0.00 1.36l2.77 1.37v0.00 3.64l-2.77 5.46v0.00 1.36l2.77 3.64l-4.62 0.91l-2.31 2.73l2.77 5.92l-2.77 0.91l2.77 4.10l-4.16 8.19l-6.93 -0.91l-0.46 2.27l1.39 1.37l-1.85 1.36l-1.85 -2.28h-3.70 0.00l-6.01 -1.36l-1.85 1.82l1.85 1.82l-3.23 2.73l-6.47 -5.01l-0.46 -2.73l-3.70 -0.46l-4.16 3.64l-4.16 2.27l0.46 3.64l-0.92 2.27l-2.77 -1.82l-4.16 3.64l-3.70 0.91L886.20 959.30L886.20 959.30z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1037, 5, 65, 'চুয়াডাঙ্গা জেলা', NULL, 6590, 'Chuadanga', '37.261743977421204', '-102.26139377682789', 'M575.15 1087.18l7.86 -5.92l2.31 0.45l1.85 -2.27l3.86 -0.83l3.21 -3.77l0.33 -8.59l3.67 -0.51l-0.90 -4.04l2.77 -2.27l2.31 1.82l0.95 -4.13l2.28 2.30l5.33 0.46l-3.02 2.73l3.70 1.37l0.98 2.11l2.72 3.35l0.92 -2.28l2.31 -2.27l1.85 2.27l0.52 10.33l-0.06 6.05l-1.39 5.01l-1.19 1.58l-2.97 0.69v0.00 1.36l1.85 1.36l-0.46 2.27l-5.08 -0.91l-2.77 0.91l2.16 0.52l1.53 3.12l-0.46 6.37l-2.31 0.91l2.69 1.52l1.01 2.12l-4.98 3.83l-4.27 0.16l-0.46 4.20h-3.23 0.00l-2.64 -2.06l-2.91 1.15h-4.16 0.00l-1.39 -1.36v0.00 -5.46l1.39 -4.10l2.77 0.91l-0.35 -3.02l1.09 -2.70l-1.20 -1.20l-2.31 -0.35l2.01 1.95l-3.40 2.60l-1.85 -1.82l0.46 -1.82l-1.61 -1.47l-3.50 -1.73l-5.99 -4.54l1.39 -3.19L575.15 1087.18z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1038, 5, 65, 'কুষ্টিয়া জেলা', NULL, 6590, 'Kushtia', '37.798047460661714', '-101.60273779051956', 'M580.69 1013.45h5.08 0.00l4.62 4.10l6.47 3.64l5.08 0.46l5.08 0.91l1.85 -3.19l3.70 2.27h6.01 0.00l2.77 5.01l-0.92 4.10l1.39 4.10l1.85 0.46l2.31 0.46v0.00 2.73l4.16 1.82l1.39 3.64l1.85 -2.28l2.31 1.36l2.77 3.19l6.47 -0.46l-4.62 -4.10l5.55 -1.36l5.08 3.64l-3.70 1.36l0.46 2.73l4.16 3.19l2.77 1.82l2.77 -0.46l1.85 0.91l-0.46 4.10l-0.46 6.37l-3.23 3.64l0.92 2.27h-3.23 0.00l-5.55 -3.64l-1.39 -0.46l-0.92 2.73h-4.16 0.00l-2.31 3.19l-2.77 -0.91l-3.70 3.19l-0.46 -4.10h-2.77 0.00l0.46 -2.73l-3.24 -0.91l-0.46 1.82l2.31 3.19l-3.23 0.91l-0.27 3.08l-3.43 1.47v0.00 -5.92l-0.46 -4.09l-1.85 -2.28l-1.85 1.37l-2.31 3.19l-2.31 -5.46l-3.70 -0.91l2.31 -2.73l-4.16 -0.91l-3.23 -2.27l1.85 -1.82v0.00 -1.82l-2.77 0.46l-1.85 -1.36l3.23 -1.82l-1.39 -3.64l-1.85 -2.27l-3.23 1.82l-1.39 -4.55l-1.39 -1.82h-1.39 0.00v0.00 3.64l-5.08 -5.46h2.77 0.00l1.85 -0.91l-2.77 -2.73l-2.31 0.46l-1.39 0.91l-0.46 -2.73l3.23 -0.91l-4.16 -2.27l2.77 -1.36l-5.55 -4.10L580.69 1013.45z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1039, 5, 65, 'মাগুরা জেলা', NULL, 6590, 'Magura', '37.798047460661714', '-101.60273779051956', 'M650.94 1118.58l-2.31 -1.36v0.00 -2.28l3.23 -5.46l2.31 0.46l3.70 -4.55v0.00 -5.46l-0.46 -4.55l1.39 -3.64h3.23 0.00l0.92 -1.36l-2.31 -0.46v0.00 -3.19h1.39 0.00v0.00 -1.82l-1.85 -1.82l0.46 -1.82l2.31 0.91l0.92 -1.82l-0.46 -2.73l0.46 -1.36l6.01 0.46l0.92 2.27l4.62 3.64l1.39 4.55l1.85 2.27v0.00 3.19l1.85 2.27l1.85 0.91v0.00 1.82h-2.31 0.00l-1.85 1.36l0.46 1.36h6.93 0.00l3.70 2.27l0.92 3.19h1.39 0.00v0.00 5.01l3.23 5.01l0.92 2.73l-4.16 -2.73l-1.85 1.82l2.31 0.91v0.00 5.92h-5.55 0.00l-2.31 4.10l-2.31 0.91l-3.24 -4.10l-1.85 0.91l-2.77 3.64l-1.85 0.91h-0.92 0.00l-2.31 -2.73l-1.39 0.46l-2.77 -3.19h-0.46 0.00l-0.92 0.91h-2.31 0.00l-2.31 -1.82l-0.46 -2.73l-2.77 0.46L650.94 1118.58L650.94 1118.58z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1040, 5, 60, 'নাটোর জেলা', NULL, 6589, 'Natore', '38.53593475161425', '-101.30642399388606', 'M602.41 1021.19v0.00 -2.27l4.62 -0.46l-0.92 -2.28l-6.01 -0.91l1.85 -1.82l-1.85 -0.91l2.77 -1.36l-1.85 -2.73l7.39 -2.73l-2.31 -3.64v0.00 -2.73l-4.62 0.46l-1.85 -4.55l6.01 -4.10l-0.92 -14.56l4.62 -3.19l-3.23 -3.19h-2.77 0.00l4.16 -2.73l4.62 0.91l1.85 -3.64l-0.46 -1.82h3.23 0.00l-0.46 2.27l2.77 2.28l3.70 0.46l3.23 0.46l4.16 -2.73l0.46 -5.01h-1.85 0.00v0.00 -4.10l3.70 -4.55l3.23 5.46l1.85 -4.55l1.85 0.91l2.77 -2.73l1.39 1.82l-2.77 3.19l5.55 4.10l0.46 -1.82l-1.85 -2.27l2.31 -2.27l4.16 0.91l2.77 2.27l2.77 2.28l1.39 3.19l1.39 1.36l-7.86 10.47l-4.62 5.46l2.77 1.36l0.92 2.73l2.31 1.36l0.46 8.65l-3.70 3.64v0.00 2.27l-2.31 -0.46l-4.16 8.19l-3.23 1.82h-2.77 0.00l-1.39 3.19l-4.16 3.19l-8.32 1.82l-1.85 -1.82l-1.39 -0.46l-1.85 3.19v0.00 3.19l-5.55 -0.46l-4.62 -1.36l-1.85 2.28L602.41 1021.19z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1041, 6, 1037, 'চুয়াডাঙ্গা সদর উপজেলা', '401823', 6590, 'chuadangasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1042, 6, 1037, 'আলমডাঙ্গা উপজেলা', '401807', 6590, 'alamdanga', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1043, 6, 1037, 'দামুড়হুদা উপজেলা', '401831', 6590, 'damurhuda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1044, 6, 1037, 'জীবননগর উপজেলা', '401855', 6590, 'jibannagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1045, 6, 784, 'মুজিবনগর উপজেলা', '405760', 6590, 'mujibnagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1046, 6, 784, 'মেহেরপুর সদর উপজেলা', '405787', 6590, 'meherpursadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1047, 6, 784, 'গাংনী উপজেলা', '405747', 6590, 'gangni', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1048, 6, 995, 'নড়াইল সদর উপজেলা', '406576', 6591, 'narailsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1049, 6, 995, 'লোহাগড়া উপজেলা', '406552', 6591, 'lohagara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1050, 6, 995, 'কালিয়া উপজেলা', '406528', 6591, 'kalia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1051, 6, 1038, 'কুষ্টিয়া সদর উপজেলা', '405079', 6590, 'kushtiasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1052, 6, 1038, 'কুমারখালী উপজেলা', '405071', 6590, 'kumarkhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1053, 6, 1038, 'খোকসা উপজেলা', '405063', 6590, 'khoksa', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1054, 6, 1038, 'মিরপুর উপজেলা', '405094', 6590, 'mirpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1055, 6, 1038, 'দৌলতপুর উপজেলা', '405039', 6590, 'daulatpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1056, 6, 1038, 'ভেড়ামারা উপজেলা', '405015', 6590, 'bheramara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1057, 6, 1039, 'শালিখা উপজেলা', '405585', 6590, 'shalikha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1058, 6, 1039, 'শ্রীপুর উপজেলা', '405595', 6590, 'sreepur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1059, 6, 1039, 'মাগুরা সদর উপজেলা', '405597', 6590, 'magurasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1060, 6, 1039, 'মহম্মদপুর উপজেলা', '405566', 6590, 'mohammadpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1061, 6, 1040, 'নাটোর সদর উপজেলা', '506963', 6589, 'natoresadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1062, 6, 1040, 'সিংড়া উপজেলা', '506991', 6589, 'singra', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1063, 6, 1040, 'বড়াইগ্রাম উপজেলা', '506915', 6589, 'baraigram', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1064, 6, 1040, 'বাগাতিপাড়া উপজেলা', '506909', 6589, 'bagatipara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1065, 6, 1040, 'লালপুর উপজেলা', '506944', 6589, 'lalpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1066, 6, 1040, 'গুরুদাসপুর উপজেলা', '506941', 6589, 'gurudaspur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1067, 6, 989, 'সুজানগর উপজেলা', '507683', 6588, 'sujanagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1068, 6, 989, 'ঈশ্বরদী উপজেলা', '507639', 6588, 'ishurdi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1069, 6, 989, 'ভাঙ্গুড়া উপজেলা', '507619', 6588, 'bhangura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1070, 6, 989, 'পাবনা সদর উপজেলা', '507655', 6588, 'pabnasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1071, 6, 989, 'বেড়া উপজেলা', '507616', 6588, 'bera', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1072, 6, 989, 'আটঘরিয়া উপজেলা', '507605', 6588, 'atghoria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1073, 6, 989, 'চাটমোহর উপজেলা', '507622', 6588, 'chatmohar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1074, 6, 989, 'সাঁথিয়া উপজেলা', '507672', 6588, 'santhia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1075, 6, 989, 'ফরিদপুর উপজেলা', '507633', 6588, 'faridpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1079, 5, 69, 'লালমনিরহাট জেলা', NULL, 6586, 'Lalmonirhat', '41.18968013834555', '-100.5316624589589', 'M621.37 740.40l-1.39 -3.64l-3.70 2.73l-1.85 -2.73l2.77 -2.27l-1.39 -2.27l-2.31 -0.46l-1.39 1.36l-4.62 -2.28l-0.92 -4.09l4.62 -6.83l4.16 -1.36v0.00 2.73l1.39 0.91l4.16 1.37l2.77 2.73l6.01 -0.46l1.39 3.19l-2.77 0.46l2.31 2.73l-2.31 2.73h5.55 0.00l1.85 3.19l-0.46 1.36h-2.77 0.00l-2.77 -2.73v0.00 4.10l2.31 2.73l3.70 4.10l0.46 2.73l-1.39 1.36l4.16 8.19l7.39 1.36l3.70 3.64l0.46 2.73l-1.85 0.91l0.46 0.91l3.23 0.46l3.70 1.82l3.23 3.64l6.01 1.36l2.77 -5.01l1.85 0.46l0.46 2.27l2.31 0.91l1.85 1.82l1.85 -1.36l-0.92 8.65l3.70 0.46l5.08 5.46l0.92 -0.46v0.00 2.73h4.16 0.00l0.46 1.36l-4.16 5.46l-2.31 0.46l0.46 5.46l-5.08 3.64l-1.39 -0.46l-0.46 -4.10l-1.39 0.46l-0.92 2.27l-3.70 -0.46l-2.77 -0.91l-0.46 0.91l-9.24 -5.46c0.00 0.00 2.31 -2.73 0.00 -3.19c-2.31 -0.46 -4.62 -1.82 -4.62 -1.82v0.00 -3.19l-2.77 0.46l-4.16 -3.19l-4.62 -1.82l-2.77 -3.19l-5.93 -1.93l-2.85 -4.44l-2.31 -10.47l1.39 -6.83v0.00 -2.73l-7.39 -4.55l0.46 -9.10l3.70 -1.37l-2.31 -3.19L621.37 740.40z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL);
INSERT INTO `areas` (`id`, `type_id`, `parent_id`, `name`, `bbscode`, `region_id`, `eng_name`, `map_lat`, `map_lng`, `map_path`, `created_at`, `updated_at`, `deleted_at`, `created_by`, `updated_by`) VALUES
(1080, 5, 69, 'নীলফামারী জেলা', NULL, 6586, 'Nilfamari', '41.14921072625793', '-101.9556033763587', 'M589.94 739.03l2.31 -2.27l2.31 0.46l2.31 1.82l-1.85 5.01l2.77 0.91l2.31 2.73l2.77 -0.46l-0.46 -3.19l-2.31 -1.36l2.77 -3.19l5.08 0.46l2.31 3.19l1.85 2.28l1.39 2.27l0.92 -1.36h4.16 0.00l0.92 0.91l2.77 -1.36v0.00 3.19l0.46 5.46l3.23 2.27l3.24 1.82l0.92 2.27l-0.46 2.73l-0.92 6.83l1.39 4.55l0.92 5.01l3.70 3.19l4.16 2.73l3.23 2.73l-1.39 3.64l-1.39 3.19l-1.39 1.82l-2.77 -3.19l-4.62 4.10l0.46 5.01l-3.70 -3.64l-2.31 4.55l-7.39 -1.82l-5.08 1.37l1.85 4.55l-2.31 2.73l-1.39 2.27l-4.16 -0.46l-3.70 -3.19h-2.31 0.00v0.00 -5.01l-3.70 -0.91v0.00 -10.92l-1.85 -2.27l-1.85 -3.19l-5.08 -1.36l0.46 -2.28l-1.39 -0.91v0.00 -3.64l-0.46 -1.36l1.85 -2.27l-1.39 2.27l2.77 -4.10l2.77 -1.36v0.00 -7.74l1.39 -2.73v0.00 -1.82l-0.46 -6.37l1.39 -2.73l-5.08 -5.46z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1081, 5, 69, 'গাইবান্ধা জেলা', NULL, 6586, 'Gaibandha', '40.016654871313584', '-99.39202347852485', 'M643.09 876.47l7.86 2.73l3.70 -1.82l0.92 -3.19l-3.70 -5.01l10.63 0.46l-4.16 -4.10l3.23 -0.46l-2.31 -3.64l6.47 -10.01l2.31 -2.73l2.31 0.91l3.70 -5.01l-3.23 -1.82l0.46 -4.10l-4.16 -3.19l1.39 -2.27l3.70 -1.36l3.70 0.91l0.46 3.64l3.70 -1.82l-2.31 -3.19l5.55 -3.19l3.70 5.01l3.23 2.27l1.85 4.10l1.39 -2.73h2.77 0.00l3.70 3.19v0.00 1.82l2.31 2.27l-4.62 2.28l6.93 1.36l-1.39 1.36v0.00 4.10l0.92 0.91l-1.39 0.46v0.00 2.27l3.70 0.46l1.85 -1.82v0.00 2.27l1.39 0.91v0.00 7.28l2.31 5.01l0.46 3.19l-3.23 4.55l-2.31 -0.46l-3.23 2.73l-0.46 4.10l-3.23 4.55l-2.77 3.19v0.00 2.27l1.39 2.27l1.85 0.46l-2.31 1.36l-0.92 2.73l-0.92 -1.82l-5.08 -0.46l-4.16 1.36l-0.93 2.27h-2.31 0.00l-0.92 -1.82l-6.93 -1.36l-1.85 -2.27l-1.39 -0.46l-1.39 1.82l-2.31 -1.36l-1.39 -0.46l-0.93 1.82l-3.70 -0.46l-1.39 -4.55h-1.85 0.00l-1.39 -1.36l-5.08 -0.46l-1.85 2.27l-2.77 -2.27v0.00 -1.36l-3.70 -5.01h-1.39 0.00l-1.85 -2.27l-0.93 -2.28L643.09 876.47z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1094, 6, 1080, 'সৈয়দপুর উপজেলা', '557385', 6586, 'syedpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1095, 6, 1080, 'ডোমার উপজেলা', '557315', 6586, 'domar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1096, 6, 1080, 'ডিমলা উপজেলা', '557312', 6586, 'dimla', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1097, 6, 1080, 'জলঢাকা উপজেলা', '557336', 6586, 'jaldhaka', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1098, 6, 1080, 'কিশোরগঞ্জ উপজেলা', '557345', 6586, 'kishorganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1099, 6, 1080, 'নীলফামারী সদর উপজেলা', '557364', 6586, 'nilphamarisadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1100, 6, 1079, 'লালমনিরহাট সদর উপজেলা', '555255', 6586, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1103, 6, 1079, 'কালীগঞ্জ উপজেলা', '555239', 6586, 'kaliganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1104, 6, 1079, 'হাতীবান্ধা উপজেলা', '555233', 6586, 'hatibandha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1106, 6, 1079, 'পাটগ্রাম উপজেলা', '555270', 6586, 'patgram', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1108, 6, 994, 'নবাবগঞ্জ উপজেলা', '552769', 6587, 'nawabganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1109, 6, 994, 'বীরগঞ্জ উপজেলা', '552712', 6587, 'birganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1110, 6, 994, 'ঘোড়াঘাট উপজেলা', '552743', 6587, 'ghoraghat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1111, 6, 994, 'বিরামপুর উপজেলা', '552710', 6587, 'birampur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1112, 6, 994, 'পার্বতীপুর উপজেলা', '552777', 6587, 'parbatipur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1113, 6, 994, 'বোচাগঞ্জ উপজেলা', '552721', 6587, 'bochaganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1114, 6, 994, 'কাহারোল উপজেলা', '552756', 6587, 'kaharol', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1115, 6, 994, 'ফুলবাড়ী উপজেলা', '552738', 6587, 'fulbari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1116, 6, 994, 'দিনাজপুর সদর উপজেলা', '552764', 6587, 'dinajpursadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1118, 6, 994, 'হাকিমপুর উপজেলা', '552747', 6587, 'hakimpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1119, 6, 994, 'খানসামা উপজেলা', '552760', 6587, 'khansama', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1120, 6, 994, 'বিরল উপজেলা', '552717', 6587, 'birol', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1121, 6, 1081, 'সাদুল্লাপুর উপজেলা', '553282', 6586, 'sadullapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1122, 6, 1081, 'গাইবান্ধা সদর উপজেলা', '553224', 6586, 'gaibandhasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1123, 6, 1081, 'পলাশবাড়ী উপজেলা', '553267', 6586, 'palashbari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1124, 6, 1081, 'সাঘাটা উপজেলা', '553288', 6586, 'saghata', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1125, 6, 993, 'কাহালু উপজেলা', '501054', 6588, 'kahaloo', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1126, 6, 993, 'বগুড়া সদর উপজেলা', '501020', 6588, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1127, 6, 1081, 'গোবিন্দগঞ্জ উপজেলা', '553230', 6586, 'gobindaganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1128, 6, 1081, 'সুন্দরগঞ্জ উপজেলা', '553291', 6586, 'sundarganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1129, 6, 1081, 'ফুলছড়ি উপজেলা', '553221', 6586, 'phulchari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1130, 6, 993, 'সারিয়াকান্দি উপজেলা', '501081', 6588, 'shariakandi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1131, 6, 993, 'শাজাহানপুর উপজেলা', '501085', 6588, 'shajahanpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1133, 6, 993, 'দুপচাচিঁয়া উপজেলা', '501033', 6588, 'dupchanchia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1135, 6, 993, 'আদমদিঘি উপজেলা', '501006', 6588, 'adamdighi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1137, 6, 993, 'নন্দিগ্রাম উপজেলা', '501067', 6588, 'nondigram', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1138, 6, 993, 'সোনাতলা উপজেলা', '501097', 6588, 'sonatala', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1139, 6, 993, 'ধুনট উপজেলা', '501027', 6588, 'dhunot', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1140, 6, 993, 'গাবতলী উপজেলা', '501040', 6588, 'gabtali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1141, 6, 993, 'শেরপুর উপজেলা', '501088', 6588, 'sherpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1142, 6, 993, 'শিবগঞ্জ উপজেলা', '501094', 6588, 'shibganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1144, 6, 994, 'চিরিরবন্দর উপজেলা', '552730', 6587, 'chirirbandar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1146, 6, 35, 'পাইকগাছা উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1147, 6, 35, 'বাটিয়াঘাট উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1151, 6, 35, 'দাকোপ উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1154, 6, 35, 'দিঘলিয়া উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1155, 6, 2075, 'হাইমচর উপজেলা', '201347', 6597, 'haimchar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1156, 6, 35, 'কয়রা উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1157, 6, 1148, 'হাজীগঞ্জ উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1158, 6, 35, 'ফুলতলা উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1159, 6, 2075, 'কচুয়া উপজেলা', '201358', 6597, 'kachua', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1162, 6, 1148, 'মতলব দক্ষিণ উপজেল', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1164, 6, 2075, 'শাহরাস্তি উপজেলা', '201395', 6597, 'shahrasti', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1165, 6, 35, 'খুলনা উপজেলা', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1173, 6, 1007, 'আড়াইহাজার উপজেলা', '306702', 6594, 'araihazar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1176, 6, 1008, 'সুনামগঞ্জ সদর উপজেলা', '609089', 6596, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1178, 6, 1007, 'নারায়নগঞ্জ সদর উপজেলা', '306758', 6594, 'narayanganjsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1179, 6, 1007, 'রূপগঞ্জ উপজেলা', '306768', 6594, 'rupganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1180, 6, 1007, 'সোনারগাঁ উপজেলা', '306704', 6594, 'sonargaon', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1181, 6, 1178, 'ফতুল্লা  ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1185, 5, 60, 'জয়পুরহাট জেলা', NULL, 6588, 'Jaipurhat', '39.62762703652087', '-101.31666528730157', 'M619.52 922.44l-0.46 -8.19l0.92 -0.91l0.46 -10.01l-2.77 -2.73h-2.31 0.00l-0.92 1.82h-1.85 0.00l-1.85 -3.64v0.00 -2.27l1.39 -0.46l0.46 -6.83l-2.77 -0.46l1.39 -0.91l-1.85 -3.64l2.31 -2.27l-0.46 -3.19l0.92 -6.37l5.55 -1.82l1.85 0.46l4.16 3.19l5.08 -0.91l2.31 3.19l6.47 -0.91l5.08 1.82l-1.85 3.64l2.31 3.64l2.31 1.82l3.23 4.55l-0.46 1.36l4.16 2.73v0.00 1.82l-2.77 2.27l-1.85 0.91l1.85 2.73l-2.77 0.91l0.93 1.82l-2.77 -1.36l-2.31 6.37h-1.85 0.00v0.00 3.64l1.39 1.37l-0.46 1.82l-2.31 -0.46v0.00 -1.36h-5.08 0.00l-0.46 -3.19l-3.23 -1.36l-0.46 6.37h-1.39 0.00l0.46 1.82l2.77 1.82v0.00 1.36l-4.16 2.73l-1.39 0.91l-2.31 -1.82l-2.31 2.73v0.00 -1.82h-2.31 0.00v0.00 1.82l-0.92 -1.36h-3.23 0.00v0.00 -2.73L619.52 922.44z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1187, 5, 66, 'ভোলা জেলা', NULL, 6592, 'Bhola', '35.31295646162979', '-94.40085314738911', 'M807.51 1277.31l5.88 -6.44l5.23 -7.72l0.65 -11.58l-0.65 -8.37l-2.61 -7.08l-2.61 -7.08v0.00 -7.08l-4.58 -3.86l-4.58 -5.15l0.65 -5.79l3.92 -6.44l5.88 -3.22l2.61 -3.22l9.15 -0.64l1.96 7.08l3.92 14.16l6.54 7.72l4.58 5.79l2.62 3.86l-0.65 7.08l-1.96 1.93v0.00 8.37l-2.61 5.79l-1.31 4.50l-1.31 5.79v0.00 5.79v0.00 4.50l-4.58 3.22l-2.61 5.15l-7.84 2.57l-0.65 3.86l-3.92 1.93l-5.23 3.22c0.00 0.00 -1.96 -0.64 -1.96 -3.22s-1.96 -5.79 -1.96 -5.79l3.27 -4.50L807.51 1277.31L807.51 1277.31z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1625, 6, 1079, 'আদিতমারী উপজেলা', '555202', 6586, 'aditmari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1867, 5, 60, 'চাঁপাইনবাবগঞ্জ জেলা', NULL, 6589, 'ChapaiNawabganj', '38.95947807053264', '-104.88803991084089', 'M559.43 942.00l-2.77 -2.27l-3.23 -0.91l0.46 -1.82l6.47 1.36l-1.39 -2.73h-4.16 0.00l-4.16 -1.82l2.31 -2.73l-4.16 -0.91l-1.85 1.82l-3.70 -1.82l0.92 -3.19l3.70 1.36l0.92 -1.82l5.08 0.46l1.39 -1.82l3.70 -5.92l-4.62 -4.55l-1.39 4.10l-2.77 0.46l0.92 -4.55l-2.77 -3.19l-2.77 -0.46l-1.39 3.19l-5.55 -0.46l-0.92 3.64h-1.39 0.00l-0.46 1.82h3.23 0.00v0.00 2.27l-1.85 2.73l-0.92 -2.73l0.00 0.00l-2.31 2.28l-0.92 -2.28l-2.77 -1.82l-1.39 2.73l1.39 -4.55l-4.62 -3.19l0.46 -2.73l-3.23 -0.46l-0.46 1.36h-3.70 0.00l-3.70 2.27l-0.46 2.27l2.31 2.27l0.92 6.37l-8.32 5.46l0.92 3.64l-2.77 -0.46l-1.39 1.36l-0.46 3.64l-0.46 3.19l-0.46 2.27l-2.31 -0.46l-2.31 1.36l1.39 1.36l2.31 1.82l-0.46 1.82l5.08 3.19l-0.46 2.73l2.77 2.73l-1.39 4.10l1.85 3.64l2.31 2.73h3.23 0.00l2.77 2.73l1.85 2.27l3.24 -0.46l11.55 3.64h4.62 0.00v0.00 -2.28h-0.46 0.00l-2.31 -3.64v0.00 -6.37l-2.31 -2.73v0.00 -4.09l5.55 -2.73l3.70 -0.46l0.00 0.00l5.08 -3.19l-0.46 -3.64h9.71 0.00l0.92 -0.91l-1.85 -1.37l-1.85 0.91l-3.23 -1.82L559.43 942.00z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1880, 6, 1867, 'চাঁপাইনবাবগঞ্জ সদর উপজেলা', '507066', 6589, 'chapainawabganjsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1882, 6, 1867, 'গোমস্তাপুর উপজেলা', '507037', 6589, 'gomostapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1883, 6, 1867, 'নাচোল উপজেলা', '507056', 6589, 'nachol', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1884, 6, 1867, 'ভোলাহাট উপজেলা', '507018', 6589, 'bholahat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1886, 6, 1867, 'শিবগঞ্জ উপজেলা', '507088', 6589, 'shibganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1928, 5, 69, 'ঠাকুরগাঁও জেলা', NULL, 6587, 'Thakurgaon', '41.111538181704574', '-104.50832345941522', 'M515.06 806.39l-2.31 -4.10l-2.77 -3.64l1.85 -4.10l-4.62 -0.91l1.39 -7.28l3.23 -2.27l-0.46 -2.73l1.85 -3.64l5.55 -3.64l1.85 -5.01l-4.16 -2.27l2.31 -4.10l0.93 -4.10l5.08 -1.82v0.00 -4.55l6.93 0.91l5.08 -1.36l6.93 4.55l1.39 -3.64l4.72 -0.98l4.06 1.43l3.70 -0.46l9.24 2.28l3.70 4.10l3.23 1.36l4.62 5.46l-3.23 4.55l0.92 3.19l-2.31 2.27l-0.92 0.00l-2.31 -3.64l-1.39 2.73h-2.77 0.00l-1.39 5.01l1.85 1.82l-2.31 0.46l-2.77 4.55l-0.92 2.73l-1.39 2.73l1.85 2.27l-2.77 0.46h-1.85 2.27l-2.77 -2.27l-6.01 0.46v0.00 3.64h-2.31 0.00l-0.46 4.55l2.77 1.37l-1.85 1.82v0.00 4.10l2.31 1.36l2.77 2.27l-0.46 3.19l-3.23 0.46l-2.77 -2.73l-2.31 -1.36v0.00 -1.82l-3.23 -3.19h-2.77 0.00l-0.92 -3.19l-5.08 -2.73l0.46 -2.27l-0.46 -1.36l-4.16 1.36l-2.77 2.27l-2.31 -2.73L515.06 806.39z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1929, 6, 1928, 'ঠাকুরগাঁও সদর উপজেলা', '559494', 6587, 'thakurgaonsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1930, 6, 1928, 'পীরগঞ্জ উপজেলা', '559482', 6587, 'pirganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1931, 6, 1928, 'রাণীশংকৈল উপজেলা', '559486', 6587, 'ranisankail', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1932, 6, 1928, 'হরিপুর উপজেলা', '559451', 6587, 'haripur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1933, 6, 1928, 'বালিয়াডাঙ্গী উপজেলা', '559408', 6587, 'baliadangi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1935, 6, 1987, 'রংপুর সদর উপজেলা', '558549', 6586, 'rangpursadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1936, 6, 1987, 'গংগাচড়া উপজেলা', '558527', 6586, 'gangachara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1937, 6, 1987, 'তারাগঞ্জ উপজেলা', '558592', 6586, 'taragonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1938, 6, 1987, 'বদরগঞ্জ উপজেলা', '558503', 6586, 'badargonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1939, 6, 1987, 'মিঠাপুকুর উপজেলা', '558558', 6586, 'mithapukur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1940, 6, 1987, 'পীরগঞ্জ উপজেলা', '558573', 6586, 'pirgonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1941, 6, 1987, 'কাউনিয়া উপজেলা', '558542', 6586, 'kaunia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1942, 6, 1987, 'পীরগাছা উপজেলা', '558573', 6586, 'pirgacha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1944, 5, 6557, 'শেরপুর জেলা', NULL, 6595, 'Sherpur', '39.61379525950686', '-96.91177055378265', 'M748.00 925.17l-0.46 -3.19l-7.40 -1.82l-6.47 -2.28l0.92 -2.73l-2.31 -2.73l-2.31 0.46l-0.46 -2.73l-2.31 -3.19l-1.39 -3.64l3.23 0.46v0.00 -2.27l2.77 -1.82l0.46 -2.28l-3.23 -2.73l-0.92 -3.19l2.31 -2.73l0.46 -3.64l-3.70 0.46l-1.39 -2.73l3.70 -2.73l0.92 -6.37l1.85 2.27l1.85 -1.82v0.00 -6.83l3.23 2.73l4.62 2.73l2.31 1.36l6.01 2.27l5.08 1.36l6.93 0.91l5.08 2.28h3.23 0.00l1.39 2.27v0.00 4.10l0.46 5.01l-0.93 3.19l5.55 2.73l-1.85 3.19l-4.62 -0.91l-3.23 4.55l2.77 2.28l-1.85 2.73l1.39 3.64l3.23 1.82l-1.85 0.91l-2.77 -0.91l0.46 2.27l2.31 1.82l-2.31 4.55l-6.01 -0.46l-3.70 -1.82l-5.08 -2.28L748.00 925.17L748.00 925.17z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1945, 6, 1944, 'শেরপুর সদর উপজেলা', '308988', 6595, 'sherpursadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1946, 6, 1944, 'নালিতাবাড়ী উপজেলা', '308970', 6595, 'nalitabari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1947, 6, 1944, 'শ্রীবরদী উপজেলা', '308990', 6595, 'sreebordi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1948, 6, 1944, 'নকলা উপজেলা', '308967', 6595, 'nokla', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1949, 6, 1944, 'ঝিনাইগাতী উপজেলা', '308937', 6595, 'jhenaigati', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1951, 6, 3323, 'কুড়িগ্রাম সদর উপজেলা', '554952', 6586, 'kurigramsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1952, 6, 3323, 'নাগেশ্বরী উপজেলা', '554961', 6586, 'nageshwari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1953, 6, 3323, 'ভুরুঙ্গামারী উপজেলা', '554906', 6586, 'bhurungamari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1954, 6, 3323, 'ফুলবাড়ী উপজেলা', '554918', 6586, 'phulbari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1955, 6, 3323, 'রাজারহাট উপজেলা', '554977', 6586, 'rajarhat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1956, 6, 3323, 'উলিপুর উপজেলা', '554994', 6586, 'ulipur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1957, 6, 3323, 'চিলমারী উপজেলা', '554909', 6586, 'chilmari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1958, 6, 3323, 'রৌমারী উপজেলা', '554979', 6586, 'rowmari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1959, 6, 3323, 'চর রাজিবপুর উপজেলা', '554908', 6586, 'charrajibpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1960, 5, 68, 'টাঙ্গাইল জেলা', NULL, 6594, 'Tangail', '38.48166815296773', '-97.35960353934423', 'M713.34 1032.11l3.70 -5.92l-0.46 -5.46l-1.85 -4.10l-2.77 -0.91v0.00 -1.82l1.39 -1.36l-1.39 -1.82l0.93 -5.46l0.46 -8.19l-6.47 -6.83l3.23 -4.10l-6.47 -5.92l4.16 -4.55l0.93 -5.46l-3.23 -2.73l3.23 -2.27l1.39 0.91l2.31 -3.64l4.16 1.37l0.46 -2.28l1.85 -3.19l1.39 -2.27l0.92 -2.28l1.85 -1.36l2.31 -3.19l2.31 0.46v0.00 -1.82l-3.24 -2.73l-0.46 -2.27l0.46 -2.27l1.39 1.82l4.62 -2.73l0.46 -2.73l2.77 1.37l3.70 5.01l5.55 -8.19l4.62 -1.82l2.77 1.36l0.46 4.10h4.16 0.00v0.00 7.74l3.70 5.46v0.00 2.27l-2.31 3.19l-0.46 2.73l3.23 7.28l9.71 5.92l-2.31 0.91l-1.39 3.19l4.16 7.28l0.46 3.19l-1.39 2.28l3.23 8.19l3.23 1.37l2.31 0.91l0.93 1.36l-3.70 1.82v0.00 4.10l-2.77 0.91l-2.31 1.82l-1.85 5.00l0.46 6.83l-3.23 0.46l-1.85 -1.82l-0.46 2.27h-1.39 0.00l0.46 3.19l-5.08 5.01l-3.70 2.28h-1.39 0.00l-4.16 -2.73l-2.77 2.73h-1.39 0.00l-2.77 -1.82v0.00 3.19l-2.31 2.28l-0.93 -3.64l-1.85 -0.91l-4.16 4.55l-2.77 0.91l-2.31 2.27l-1.39 -2.73l-1.85 3.19h-2.77 0.00l-2.77 -2.27l-0.92 1.36l-1.85 -2.73L713.34 1032.11L713.34 1032.11z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1961, 6, 1960, 'বাসাইল উপজেলা', '309309', 6594, 'basail', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1962, 6, 1960, 'ভুয়াপুর উপজেলা', '309319', 6594, 'bhuapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1963, 6, 1960, 'দেলদুয়ার উপজেলা', '309323', 6594, 'delduar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1964, 6, 1960, 'ঘাটাইল উপজেলা', '309328', 6594, 'ghatail', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1965, 6, 1960, 'গোপালপুর উপজেলা', '309338', 6594, 'gopalpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1967, 6, 1960, 'মধুপুর উপজেলা', '309357', 6594, 'madhupur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1968, 6, 1960, 'মির্জাপুর উপজেলা', '309366', 6594, 'mirzapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1969, 6, 1960, 'নাগরপুর উপজেলা', '309376', 6594, 'nagarpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1970, 6, 1960, 'সখিপুর উপজেলা', '309385', 6594, 'sakhipur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1971, 6, 1960, 'টাঙ্গাইল সদর উপজেলা', '309395', 6594, 'tangailsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1975, 6, 1960, 'কালিহাতী উপজেলা', '309347', 6594, 'kalihati', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1980, 6, 1960, 'ধনবাড়ী উপজেলা', '309325', 6594, 'dhanbari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1987, 5, 69, 'রংপুর জেলা', NULL, 6586, 'Rangpur', '40.60610028628546', '-100.62475310435933', 'M651.41 869.19v0.00 -3.64l-6.01 -4.10l1.39 -2.27l-3.70 -0.91v0.00 -1.82l-4.62 -0.46l-3.70 -3.19l2.31 -0.46l-6.01 -3.19l-3.70 -16.84l-7.39 -1.82l-3.23 -7.28l-5.55 -3.19l-1.85 -7.28l4.62 -4.55l-1.39 -4.55l5.08 -1.37l7.86 1.37l1.39 -3.64l4.62 3.64l-0.46 -5.46l4.62 -4.55l1.85 3.64l5.55 -8.19l6.93 4.55h3.23 0.00v0.00 3.19l5.08 1.82l1.85 4.10l7.40 4.55l0.92 -1.82l5.55 2.73l1.39 1.36l-0.46 1.36l4.16 0.91l1.39 1.82l-4.16 1.82l3.70 1.36l1.39 1.82v0.00 3.19l-1.39 0.91v0.00 2.27l2.77 1.36l0.46 1.36l-1.85 1.36l-3.70 2.73l1.39 2.27l-2.31 1.36l-1.39 -2.27l-2.77 -0.91l-0.46 1.37l-3.70 -0.46l-1.85 2.27l4.62 4.10l-0.46 3.19l2.77 1.82l-3.24 4.10l-3.23 0.46l-3.23 3.64l-4.62 8.65v0.00 0.91l1.39 2.27l-2.31 0.91l5.08 3.64H651.41', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(1990, 5, 60, 'নওগাঁ জেলা', NULL, 6589, 'Naogaon', '39.41485426402245', '-102.7892549203327', 'M614.89 926.08v0.00 -3.19l4.62 -0.46l-0.92 -8.19l1.85 -0.46l-0.46 -9.56l-2.77 -4.55h-0.92 0.00l-1.85 2.28l-2.31 0.46l-2.31 -4.10v0.00 -1.82h1.85 0.00l1.39 -7.28h-5.08 0.00l2.77 -0.91l-2.77 -3.64l1.85 -2.27l-3.70 -0.46h-1.85 0.00l-6.01 -3.64l-1.39 3.19l-3.23 2.28h-0.92 0.00l-2.31 -2.73l-2.31 1.36l-5.55 -3.19l-3.23 -0.91l-0.93 1.82l-8.78 -0.46l-2.31 4.55h-2.31 0.00v0.00 -2.73l-1.39 -1.36l-1.39 1.82l-1.85 -2.27h-2.77 0.00l-2.31 -1.82l-0.93 1.82l-3.23 1.36l0.00 0.00l-0.46 3.64l3.70 1.82v0.00 1.36l-3.23 1.36v0.00 6.37l0.92 1.36l-2.31 -0.46l-0.46 4.10l2.31 1.82l-1.85 2.27l-2.31 1.36v0.00 2.73l-2.31 0.46v0.00 1.82h3.23 0.00l2.77 2.73l0.46 5.01h1.39 0.00v0.00 -1.82l0.46 -1.82h1.85 0.00l3.23 3.19v0.00 1.82l-3.23 5.46l-2.31 0.91l-3.70 0.46l-0.46 1.36l-4.16 -0.91l-1.39 2.73l3.24 1.82l1.85 -0.91h5.55 0.00l-1.85 2.73l2.31 0.91l4.62 0.46l1.39 2.73l-2.31 0.46l-2.31 -0.91h-1.85 0.00l-0.46 1.36l3.23 0.91l2.77 1.36l0.46 1.36l2.31 1.36l5.08 1.36v0.00 3.19l2.31 0.91l2.77 -3.64l2.31 3.19l-0.46 5.01l1.85 1.82l0.46 -0.91h2.31 0.00l2.77 -1.36l6.47 -4.55h1.85 0.00l0.46 1.82l3.23 -0.46l0.00 0.00l2.31 2.73l0.92 -0.91h3.23 0.00l2.77 3.19l0.46 -0.91l2.77 -0.46l1.39 1.82v0.00 4.55l2.31 1.82l2.31 0.46l5.08 0.46v0.00 2.73l0.92 0.91h1.85 0.00l0.46 -1.36v0.00 1.82h2.77 0.00l0.92 2.73l1.85 -2.27l1.39 0.46l3.23 -2.73v0.00 -4.55l-1.39 -0.91v0.00 -3.19l3.70 -5.46l1.39 -2.28l-0.46 -4.10l0.92 -3.64l-2.31 1.82l-5.08 0.46l0.46 -4.10l-3.23 -5.46h-0.92 0.00l-3.70 3.64l-1.39 -0.46l-4.16 3.64l-0.46 -10.01l-1.85 -0.91L614.89 926.08z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2001, 5, 6557, 'ময়মনসিংহ জেলা', NULL, 6595, 'Mymensingh', '38.98097098753995', '-95.5675284666308', 'M775.73 1000.26l-4.16 -1.82l-3.70 -7.74l1.85 -1.82v0.00 -4.55l-4.62 -6.83l0.92 -3.19l3.23 -0.91l-6.93 -3.64l-2.77 -2.73l-3.70 -6.37l0.46 -2.73l2.77 -3.19v0.00 -2.27l-4.16 -5.92l0.46 -7.74l-4.16 -0.46l-1.39 -3.64l4.62 -0.91l4.16 0.91l4.16 -5.01v0.00 -4.55l2.31 -1.36l3.23 0.91l3.23 -4.10l-3.23 -2.27v0.00 -2.73l2.77 0.91l2.77 -0.46l-3.70 -1.82l-1.85 -4.10l1.85 -2.73l-2.31 -2.27l3.23 -4.55l4.62 1.82l1.85 -3.64l-3.70 -1.36l-1.85 -2.27v0.00 -2.27v0.00 -9.10l-0.46 -1.82l2.31 -0.46l2.31 1.82h4.16 0.00l1.39 2.73l9.71 1.82l4.62 -1.82l5.55 -2.27l6.01 0.91l2.31 -1.36l3.70 1.82l3.23 -2.73l2.31 1.37l-0.93 2.27l-2.31 6.37l-0.46 3.64l-2.31 1.82l3.70 4.09l-0.46 2.73l-3.23 0.46l-1.85 2.73l-0.93 3.64l-1.85 0.46l-1.85 -5.01l-1.39 1.82l-2.77 -0.91l-1.39 0.91l3.70 2.73l0.92 3.64l-0.92 2.73h0.92 0.00l2.31 4.55h3.23 0.00l-0.46 5.01l2.31 1.82l-1.39 1.82h3.23 0.00l3.23 2.73l4.62 0.91l1.85 -1.36l4.16 1.36l-0.93 2.73l-2.31 -0.46l0.93 3.19l1.85 0.91l0.93 0.91l-2.31 2.73l-0.46 4.55l3.70 3.19l3.23 1.82l0.92 5.92l2.77 -1.82l0.46 1.82l3.70 2.27l0.92 1.82l-2.77 4.55l-3.23 3.19l-3.23 -1.37l-1.85 -3.19l-2.77 5.46l-1.85 -3.64l-2.77 5.01l-3.70 0.46l-3.23 -2.73h-4.16 0.00l-1.39 3.64l4.16 3.19l4.62 2.73l-0.46 5.92l-2.31 1.82l-0.46 4.10l2.31 5.00l1.39 2.73l-3.23 -0.91l-4.16 1.82h-4.62 0.00l-3.70 -2.73l0.46 -2.73l-6.47 -2.27l-0.46 -1.82l-4.62 -0.46l-1.85 7.28l-1.85 -0.91l-2.31 0.91l-2.77 -3.19l-1.39 2.73L775.73 1000.26L775.73 1000.26z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2037, 6, 1990, 'মহাদেবপুর উপজেলা', '506450', 6589, 'mohadevpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2041, 6, 1990, 'বদলগাছী উপজেলা', '506406', 6589, 'badalgachi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2042, 6, 1990, 'পত্নিতলা উপজেলা', '506475', 6589, 'patnitala', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2043, 6, 1990, 'ধামইরহাট উপজেলা', '506428', 6589, 'dhamoirhat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2044, 6, 1004, 'পবা উপজেলা', '508172', 6589, 'paba', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2045, 6, 1004, 'দুর্গাপুর উপজেলা', '508131', 6589, 'durgapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2046, 6, 1004, 'মোহনপুর উপজেলা', '508153', 6589, 'mohonpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2056, 5, 65, 'খুলনা জেলা', NULL, 6591, 'Khulna', '35.27847134486138', '-99.8182926293959', 'M659.96 1202.54l-1.62 0.68l-0.69 3.41l-2.31 -1.14l-0.93 -2.50l-2.54 4.10l1.85 2.05l3.00 0.23l1.16 2.73l-2.77 3.64l-2.31 -3.87l-3.00 2.73l-0.23 9.79l4.39 8.65l-4.39 2.27l-0.46 8.42l4.39 3.41l-2.54 1.59l-0.23 2.50l4.85 7.74l-2.08 10.92l-6.47 11.60l7.63 -0.23l-3.00 3.19l8.09 17.07l1.85 4.55l3.00 0.91l0.23 2.96l-4.85 0.91l-3.70 6.14l2.08 1.82l1.39 4.10h2.08 0.00l0.69 3.64l1.39 4.55l5.78 0.46l3.47 -5.23l1.85 -1.14l1.85 -3.41l-0.92 -2.05l-1.16 -2.73l-4.39 -2.73l3.47 -1.82l6.24 -6.37l0.46 -5.01l0.23 -5.69h1.85 0.00l3.23 -11.83l0.23 -9.33l-2.08 -8.65l6.24 -6.14l1.39 -2.96l2.08 -0.46l2.77 -4.55v0.00 -5.69l-4.16 -12.06l-2.31 -1.14v0.00 -5.46l-3.23 -6.83l-0.92 -7.74l1.85 -4.32l3.70 -3.64l2.31 -7.96l1.85 -1.59l1.62 1.14l3.47 -3.41l1.62 -3.19l-0.69 -3.64l-1.39 -1.37v0.00 -2.96l4.85 -0.23l3.00 -2.50l1.85 -9.56l-10.63 -3.64l-4.62 4.10l-5.32 -3.19l-2.31 2.96l-2.31 1.36l-5.32 -0.68l-2.08 -1.36l-3.70 -7.05l-3.47 1.36l1.16 3.64l-3.47 4.10l-5.78 2.73l-0.69 1.82l1.85 2.05l-0.46 8.88l-5.31 -2.50l0.46 -2.28l-2.08 -0.91l-0.23 1.59l-4.16 3.64l-3.00 -0.46l3.23 5.46l4.62 2.05l3.47 5.92L659.96 1202.54L659.96 1202.54z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2061, 6, 2001, 'ফুলবাড়ীয়া উপজেলা', '306120', 6595, 'fulbaria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2067, 6, 2001, 'ত্রিশাল উপজেলা', '306194', 6595, 'trishal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2070, 6, 1185, 'আক্কেলপুর উপজেলা', '503813', 6588, 'akkelpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2075, 5, 36, 'চাঁদপুর জেলা', '2013', 6597, 'Chandpur', '36.670440633526084', '-94.11886222812485', 'M812.71 1163.63l-4.62 -7.74l-1.85 -4.55l2.31 -6.37l3.23 -5.46l4.16 -4.55l1.39 -4.55l-1.85 -3.64v0.00 -3.19l-3.23 -1.82l-3.23 -0.91v0.00 -3.19l-2.77 -1.36l2.31 -4.55l0.92 -4.55l0.46 -3.64l4.62 -1.36l3.23 -1.36l2.77 -0.46l5.08 4.55l0.46 3.19l5.08 2.27l2.31 -3.19l1.85 1.82l4.62 -5.92l7.86 2.27l0.93 5.92l4.16 2.73l0.46 4.10l4.62 4.10l4.16 5.46l-0.46 3.19l3.70 3.19l-2.77 2.73l0.46 5.92l-1.39 3.19h-3.23 0.00l-1.85 0.91l-2.77 -1.82l-5.08 0.46l-2.31 -3.64h-2.31 0.00l-2.77 1.36l-1.39 4.55l-0.92 3.19l-6.47 2.27h-2.31 0.00l-4.62 2.73h-0.92 0.00l-1.39 -2.73h-1.39 0.00l-1.39 1.82l-0.46 4.55v0.00 2.27l-2.77 3.19L812.71 1163.63L812.71 1163.63z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2076, 6, 1185, 'কালাই উপজেলা', '503858', 6588, 'kalai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2136, 6, 2056, 'পাইকগাছা উপজেলা', '404764', 6591, 'paikgasa', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2137, 6, 2056, 'ফুলতলা উপজেলা', '404769', 6591, 'fultola', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2138, 6, 2056, 'দিঘলিয়া উপজেলা', '404740', 6591, 'digholia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2139, 6, 2056, 'রূপসা উপজেলা', '404775', 6591, 'rupsha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2140, 6, 2056, 'তেরখাদা উপজেলা', '404794', 6591, 'terokhada', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2141, 6, 2056, 'ডুমুরিয়া উপজেলা', '404730', 6591, 'dumuria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2142, 6, 2056, 'বটিয়াঘাটা উপজেলা', '404712', 6591, 'botiaghata', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2143, 6, 2056, 'দাকোপ উপজেলা', '404717', 6591, 'dakop', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2144, 6, 2056, 'কয়রা উপজেলা', '404753', 6591, 'koyra', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2145, 6, 2001, 'ভালুকা উপজেলা', '306113', 6595, 'bhaluka', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2148, 6, 1004, 'চারঘাট উপজেলা', '508125', 6589, 'charghat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2149, 6, 1990, 'নিয়ামতপুর উপজেলা', '506469', 6589, 'niamatpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2150, 6, 1990, 'মান্দা উপজেলা', '506447', 6589, 'manda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2151, 6, 1990, 'আত্রাই উপজেলা', '506403', 6589, 'atrai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2154, 6, 2001, 'মুক্তাগাছা উপজেলা', '306165', 6595, 'muktagacha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2187, 6, 1004, 'পুঠিয়া উপজেলা', '508182', 6589, 'puthia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2189, 6, 1004, 'বাঘা উপজেলা', '508110', 6589, 'bagha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2190, 6, 1004, 'গোদাগাড়ী উপজেলা', '508134', 6589, 'godagari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2191, 6, 1004, 'তানোর উপজেলা', '508194', 6589, 'tanore', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2217, 6, 1008, 'দক্ষিণ সুনামগঞ্জ উপজেলা', '609027', 6596, 'southsunamganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2249, 6, 1008, 'বিশ্বম্ভরপুর উপজেলা', '609018', 6596, 'bishwambarpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2256, 5, 68, 'কিশোরগঞ্জ জেলা', NULL, 6594, 'Kishoreganj', '38.384404025575634', '-93.27499650765292', 'M824.73 1005.72l-5.08 -4.55l-1.39 -5.01l-0.92 -2.73l-0.46 -3.64l3.23 -1.82l0.46 -5.92l-9.24 -6.37l1.39 -1.82v0.00 -2.28l3.70 0.46l3.70 3.19l3.23 -0.46l3.24 -4.55l2.31 2.27l1.85 -4.55l3.70 3.19l4.16 -1.82l3.23 -4.55l2.31 -3.64l10.17 -1.82l-6.47 0.91l5.08 -0.91h6.01 0.00l3.23 0.91l4.62 -3.19l4.62 0.91l1.85 3.19l5.08 -3.19l2.77 -2.28h5.08 0.00l-0.92 3.64l4.16 4.55v0.00 3.19l-1.39 2.27l-0.46 1.36l-6.47 3.64l3.70 0.91l0.92 -1.36l3.23 0.91l1.85 3.64l-0.46 2.27l-3.23 1.82l4.62 3.19l0.93 2.73l-3.23 0.46l-1.39 1.82l2.31 1.82v0.00 1.82v0.00 0.91l-3.23 0.91l-5.55 0.46l-1.39 2.27l2.77 1.37l0.93 1.82l-2.31 1.36l-5.55 1.36l-5.55 1.36l-1.39 3.64l-6.01 -0.46l-4.62 4.55v0.00 1.36l2.77 3.19l3.70 0.91l0.92 3.19l-0.92 2.27l-2.31 1.82c0.00 0.00 2.77 1.37 -0.46 2.28c-3.23 0.91 -4.16 1.36 -4.16 1.36l-2.31 -2.27l-1.39 -3.19l-4.16 0.46l-2.77 -3.19h-3.70 0.00l-0.46 -3.64l2.77 -2.27l-5.55 -1.36l-1.39 -3.64l-3.23 -0.46l-2.31 -4.55l-2.77 -2.73l-1.39 0.46l-0.92 0.91L824.73 1005.72L824.73 1005.72z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2257, 5, 6557, 'জামালপুর জেলা', NULL, 6595, 'Jamalpur', '39.47879992712537', '-98.18436186924296', 'M697.16 892.86l6.47 -6.83l-0.46 -4.10l3.23 -3.64l3.23 0.46l2.77 -3.64l-0.46 -4.55l-2.31 -4.10v0.00 -7.74l4.62 -3.19l-2.31 -1.37v0.00 -3.19l5.08 3.64l-1.39 7.28l2.77 2.73l-0.46 3.64l3.23 2.28h3.23 0.00l2.31 -3.19l4.16 0.91l2.77 -0.46v0.00 6.83l-0.92 0.91l-2.77 -1.82l-1.39 6.37l-2.77 2.73l1.39 3.19l3.70 -0.46l-0.46 2.27l-1.85 2.28l-0.46 3.64l4.16 3.19l-0.46 2.73l-3.23 1.82l0.46 1.82h-2.31 0.00v0.00 2.27l2.31 4.55l0.46 2.73l2.77 -0.46l2.31 2.73l-0.92 2.73l3.23 1.36l10.63 2.73l0.93 3.19l6.01 -5.01l8.78 4.09l-0.46 5.46l-4.16 4.55l-3.23 -0.46h-7.39 0.00l-4.16 0.91l-6.93 8.19l-2.31 -3.19l-0.92 -1.36L730.44 937.00v0.00 2.73l-3.70 2.28l-1.85 -1.37l-1.39 2.73l1.39 2.73l2.77 1.82l-0.92 1.82l-1.39 -0.46l-1.85 4.10h-2.31 0.00v0.00 3.19l-2.77 0.91v0.00 5.01l-2.31 0.91l-3.70 -0.46v0.00 -4.10l-2.77 -2.27l3.70 -0.46l1.39 -9.56l-3.70 -4.10l2.77 -0.46l0.46 -3.19l-4.16 -2.73l-1.85 -0.46l-0.92 1.82l-2.77 -3.19h1.39 0.00l0.92 -2.28l-0.46 -2.27l-3.23 0.46l-3.70 -4.10l-0.46 -3.64l2.31 -0.46l-0.46 -4.10l-1.85 -2.27l0.46 -2.27l-1.85 -1.82l1.85 -1.82v0.00 -4.10h-3.24 0.00l2.77 -3.19l-2.31 -1.36l1.39 -3.19L697.16 892.86L697.16 892.86z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2258, 5, 68, 'মানিকগঞ্জ জেলা', NULL, 6594, 'Manikganj', '37.611922532794104', '-97.47490578787692', 'M712.88 1032.57l-7.39 2.28l-4.62 0.46l0.46 4.55l4.16 5.01l5.55 5.01l0.46 2.73l1.85 2.27l-0.46 4.55l5.08 6.83l5.55 3.64l5.55 1.37l2.31 2.73h-5.08 0.00l3.70 3.64l2.31 -1.37l2.31 4.55l8.32 2.27l2.77 -2.27v0.00 -5.01l6.01 -0.91l4.16 -1.82l10.63 1.82l-2.77 -7.74l4.62 -5.01l-9.24 -1.82l-3.23 -4.10l-2.31 -5.01l-3.23 -1.82l-2.31 -5.92l-4.62 -2.28l3.70 -3.19l-8.78 -0.46l-0.92 -3.64l-2.31 -0.91l-4.62 4.55l-1.39 -0.91l-3.23 3.64l-1.39 -2.27l-1.85 4.10l-2.77 -0.91l-2.31 -1.82l-1.39 1.82l-1.85 -2.73L712.88 1032.57L712.88 1032.57z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2262, 5, 6557, 'নেত্রকোণা জেলা', NULL, 6595, 'Netrokona', '39.15714568928065', '-93.56681380534512', 'M841.83 962.94l-3.70 -1.36l-0.46 -3.19l-3.23 1.36l-0.92 -4.55l-4.16 -2.27l-2.31 -3.19l-0.46 -4.55l3.23 -3.19l-4.16 -2.27v0.00 -2.73l1.85 0.46l1.85 -2.73l-5.08 -1.82l-0.92 1.82h-4.62 0.00l-3.23 -3.19h-4.16 0.00l1.85 -2.27l-1.85 -1.82v0.00 -4.55l-3.23 -0.46l-1.85 -5.01h-1.39 0.00l0.46 -1.82l-0.46 -4.10l-4.16 -2.73h5.08 0.00l0.92 -2.28l1.85 5.46h2.31 0.00l0.92 -4.09l1.39 -2.28h2.31 0.00l1.85 -3.64l-4.16 -4.09l2.77 -1.37l-0.93 -2.73l1.85 -3.19l2.31 -5.46l3.70 0.46l1.39 1.37l7.86 -5.01l2.77 4.10l12.02 0.46l1.39 -1.36l3.70 1.82l6.01 -5.01l0.46 2.27l-1.39 0.46l-0.46 8.65l1.85 1.82l-0.93 0.91l-2.77 0.46l-0.93 2.28l3.70 0.91l-1.85 2.28l-0.46 4.55l2.31 4.10v0.00 6.37l5.55 1.36l3.70 3.64l8.78 0.46l2.31 3.64v0.00 4.10l1.85 3.64l1.85 -3.64l2.31 -0.46l1.85 3.19l-1.39 3.64l-3.23 0.91v0.00 4.55l2.31 1.36l2.77 0.46l3.70 1.36l1.85 2.28l1.39 1.82l-2.77 3.19l-3.70 2.73l-5.08 0.46l-7.86 5.01l-1.39 -2.28l-5.55 -1.36l-4.16 2.73l-3.23 -0.46l-6.47 0.46h-5.55 0.00L841.83 962.94L841.83 962.94z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2266, 6, 1004, 'বাগমারা উপজেলা', '508112', 6589, 'bagmara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2267, 6, 2262, 'বারহাট্টা উপজেলা', '307209', 6595, 'barhatta', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2269, 6, 2262, 'কেন্দুয়া উপজেলা', '307247', 6595, 'kendua', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2270, 6, 2262, 'আটপাড়া উপজেলা', '307204', 6595, 'atpara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2271, 6, 2262, 'মদন উপজেলা', '307256', 6595, 'madan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2272, 6, 2262, 'খালিয়াজুরী উপজেলা', '307238', 6595, 'khaliajuri', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2273, 6, 2262, 'কলমাকান্দা উপজেলা', '307240', 6595, 'kalmakanda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2274, 6, 2262, 'মোহনগঞ্জ উপজেলা', '307263', 6595, 'mohongonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2276, 6, 2262, 'নেত্রকোণা সদর উপজেলা', '307274', 6595, 'netrokonasadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2279, 6, 2256, 'ইটনা উপজেলা', '304833', 6594, 'itna', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2280, 6, 2256, 'কটিয়াদী উপজেলা', '304845', 6594, 'katiadi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2281, 6, 2256, 'ভৈরব উপজেলা', '304811', 6594, 'bhairab', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2282, 6, 2256, 'তাড়াইল উপজেলা', '304892', 6594, 'tarail', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2283, 6, 2256, 'হোসেনপুর উপজেলা', '304827', 6594, 'hossainpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2284, 6, 2256, 'পাকুন্দিয়া উপজেলা', '304879', 6594, 'pakundia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2285, 6, 2256, 'কুলিয়ারচর উপজেলা', '304854', 6594, 'kuliarchar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2286, 6, 2256, 'কিশোরগঞ্জ সদর  উপজেলা', '304849', 6594, 'kishoreganjsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2287, 6, 2256, 'করিমগঞ্জ উপজেলা', '304842', 6594, 'karimgonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2288, 6, 2256, 'বাজিতপুর উপজেলা', '304806', 6594, 'bajitpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2289, 6, 2256, 'অষ্টগ্রাম উপজেলা', '304802', 6594, 'austagram', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2290, 6, 2256, 'মিঠামইন উপজেলা', '304859', 6594, 'mithamoin', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2291, 6, 2256, 'নিকলী উপজেলা', '304876', 6594, 'nikli', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2348, 6, 2001, 'ময়মনসিংহ সদর উপজেলা', '306152', 6595, 'mymensinghsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2349, 6, 2001, 'ধোবাউড়া উপজেলা', '306116', 6595, 'dhobaura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2379, 6, 2942, 'সাভার উপজেলা', '302672', 6594, 'savar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2383, 6, 2942, 'ধামরাই উপজেলা', '302614', 6594, 'dhamrai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2384, 6, 2942, 'কেরাণীগঞ্জ উপজেলা', '302638', 6594, 'keraniganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2386, 6, 2942, 'নবাবগঞ্জ উপজেলা', '302662', 6594, 'nawabganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2389, 6, 2942, 'দোহার উপজেলা', '302618', 6594, 'dohar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2390, 6, 2257, 'জামালপুর সদর উপজেলা', '303936', 6595, 'jamalpursadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2393, 6, 2257, 'মেলান্দহ উপজেলা', '303961', 6595, 'melandah', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2395, 6, 2257, 'ইসলামপুর উপজেলা', '303929', 6595, 'islampur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2401, 6, 2258, 'হরিরামপুর উপজেলা', '305628', 6594, 'harirampur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2408, 6, 2001, 'হালুয়াঘাট উপজেলা', '306124', 6595, 'haluaghat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2411, 6, 2075, 'চাঁদপুর সদর উপজেলা', '201322', 6597, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2413, 6, 2075, 'মতলব দক্ষিণ', '201376', 6597, 'matlabsouth', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2428, 6, 1000, 'নবীগঞ্জ উপজেলা', '603677', 6596, 'nabiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2430, 6, 1000, 'বাহুবল উপজেলা', '603605', 6596, 'bahubal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2432, 6, 1000, 'আজমিরীগঞ্জ উপজেলা', '603602', 6596, 'ajmiriganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2435, 6, 1000, 'বানিয়াচং উপজেলা', '603611', 6596, 'baniachong', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2438, 6, 1000, 'লাখাই উপজেলা', '603668', 6596, 'lakhai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2443, 6, 1185, 'জয়পুরহাট সদর উপজেলা', '503847', 6588, 'joypurhatsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2444, 6, 1000, 'চুনারুঘাট উপজেলা', '603626', 6596, 'chunarughat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2446, 6, 1000, 'হবিগঞ্জ সদর উপজেলা', '603644', 6596, 'habiganjsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2450, 6, 1000, 'মাধবপুর উপজেলা', '603671', 6596, 'madhabpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2532, 6, 2075, 'হাজীগঞ্জ উপজেলা', '201349', 6597, 'hajiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2533, 6, 1990, 'রাণীনগর উপজেলা', '506485', 6589, 'raninagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2534, 6, 1990, 'নওগাঁ সদর উপজেলা', '506460', 6589, 'naogaonsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2537, 6, 1990, 'পোরশা উপজেলা', '506479', 6589, 'porsha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2538, 6, 1990, 'সাপাহার উপজেলা', '506486', 6589, 'sapahar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2559, 6, 1008, 'ছাতক উপজেলা', '609023', 6596, 'chhatak', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2560, 6, 1008, 'জগন্নাথপুর উপজেলা', '609047', 6596, 'jagannathpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2561, 6, 1008, 'দোয়ারাবাজার উপজেলা', '609033', 6596, 'dowarabazar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2632, 6, 2075, 'মতলব উত্তর', '201379', 6597, 'matlabnorth', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2684, 6, 2075, 'ফরিদগঞ্জ উপজেলা', '201345', 6597, 'faridgonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2702, 6, 2001, 'গৌরীপুর উপজেলা', '306123', 6595, 'gouripur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2703, 6, 2001, 'গফরগাঁও উপজেলা', '306122', 6595, 'gafargaon', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2704, 6, 2001, 'ঈশ্বরগঞ্জ উপজেলা', '306131', 6595, 'iswarganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2705, 6, 2001, 'নান্দাইল উপজেলা', '306172', 6595, 'nandail', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2798, 6, 1008, 'তাহিরপুর উপজেলা', '609092', 6596, 'tahirpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2800, 6, 1008, 'ধর্মপাশা উপজেলা', '609032', 6596, 'dharmapasha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2801, 6, 1008, 'জামালগঞ্জ উপজেলা', '609050', 6596, 'jamalganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2942, 5, 68, 'ঢাকা জেলা', NULL, 6594, 'Dhaka', '37.53489429025793', '-95.94720133249027', 'M742.92 1083.08l2.31 -2.73v0.00 -4.55l7.86 -0.91l2.77 -1.82l10.17 2.28l-2.31 -8.19l4.62 -4.10l-7.86 -2.27l-2.31 -0.46l-4.62 -8.65l-3.70 -1.82l-1.39 -5.92l-5.08 -3.19l3.70 -2.73l-7.86 -0.91l0.46 -2.27v0.00 -2.73l3.70 2.73l4.16 -3.19l5.55 2.73l4.16 -1.82l2.77 4.55l3.70 -1.82l3.70 -0.91l1.39 2.27l2.31 -6.83l4.16 6.37l-3.70 3.19l3.23 0.91l6.93 0.91l0.46 8.65l3.70 -0.91l2.31 2.27h3.23 0.00l2.31 -1.82h2.31 0.00l0.46 3.64v0.00 3.19l-0.92 2.73l4.16 11.83l1.85 1.82l-1.85 0.91l-7.86 3.64l3.23 5.46l-1.39 5.01l-4.16 -3.64l-1.39 2.27l-1.39 5.92l-3.23 -0.91l1.85 -5.46l-4.16 -2.27l-2.31 -2.73l-6.93 -1.37l-2.77 4.10l-0.46 2.28l-0.46 6.37l-2.31 2.73l-3.23 -1.82l-0.46 3.64l-1.39 2.28l-4.62 -2.28l-0.46 -4.09l-1.39 -4.55l-3.70 -2.27L742.92 1083.08L742.92 1083.08z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2956, 6, 1008, 'শাল্লা উপজেলা', '609086', 6596, 'shalla', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(2968, 6, 1008, 'দিরাই উপজেলা', '609029', 6596, 'derai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3024, 5, 68, 'মুন্সিগঞ্জ জেলা', NULL, 6594, 'Munshiganj', '37.07385353327481', '-95.9022673700085', 'M760.45 1100.32l1.96 -7.08l3.92 1.93l2.61 -3.22v0.00 -5.79l3.27 -7.08l6.54 1.93l6.54 4.51l-1.96 6.44l3.92 0.65l1.96 -7.08l7.84 5.15l6.54 1.29l1.31 3.22l2.61 1.93v0.00 4.50l-0.65 3.86l-3.27 5.15l-1.31 5.15l-4.58 -5.15h-8.50 0.00l-6.54 -1.93h-5.23 0.00l-5.88 -1.29L760.45 1100.32L760.45 1100.32 z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3025, 5, 68, 'রাজবাড়ী জেলা', NULL, 6593, 'Rajbari', '37.48016677502301', '-99.26011357167326', 'M658.34 1059.42v0.00 -5.92l-2.31 -1.82l2.77 -1.36l6.47 0.46l3.70 0.46l2.31 2.73v0.00 3.19l0.92 3.19l6.93 4.09l-1.85 -5.01l3.70 -0.46l0.92 2.27l2.31 1.36l6.47 -4.10l2.31 1.36l-0.46 2.28l2.31 2.73v0.00 -3.64l10.17 -0.46l5.08 0.91l3.23 4.10l0.46 5.00l-4.16 -3.19l-3.23 -4.10h-11.09 0.00l-0.46 1.82h9.24 0.00l4.62 3.19l6.01 4.55l2.31 1.82l1.85 0.91l-2.31 0.91l-0.46 2.27h-4.62 0.00l-0.46 2.27l-3.23 -0.91v0.00 6.37l3.70 2.27l-0.92 2.27h-3.23 0.00l-0.92 -2.27l-0.92 2.27l-4.62 -0.46l-0.92 -5.46l-5.55 5.01h-2.31 0.00l-0.92 -4.10h-1.85 0.00l-0.93 1.82l-4.62 -2.27l-0.92 1.82l2.77 1.82l-2.77 1.36l-1.85 -0.46v0.00 -2.27l-3.70 -0.46l-1.85 -5.01l-4.62 -3.19l-0.46 -2.73l-6.47 -0.46l-0.92 1.36l-5.55 -5.01l-0.92 -2.73l-1.39 -2.73l3.23 -3.19z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL);
INSERT INTO `areas` (`id`, `type_id`, `parent_id`, `name`, `bbscode`, `region_id`, `eng_name`, `map_lat`, `map_lng`, `map_path`, `created_at`, `updated_at`, `deleted_at`, `created_by`, `updated_by`) VALUES
(3026, 5, 68, 'মাদারীপুর জেলা', NULL, 6593, 'Madaripur', '36.66587471428024', '-96.8485907784604', 'M754.94 1106.29l6.01 0.46l3.70 3.19l4.16 1.82l9.24 2.73l-1.85 3.19l-6.47 10.47l-6.01 4.10l1.39 8.19l5.55 4.10l2.77 6.37l4.62 3.19l-5.08 6.83l3.70 3.19l1.39 2.73l-2.31 1.82h-5.08 0.00l-5.54 -1.36l0.46 -5.92l0.46 -5.46l-2.31 -0.91l-1.39 2.28h-6.01 0.00l-3.70 -2.28v0.00 -1.82l2.31 -0.91l-4.16 -2.73l-3.70 3.19l-4.62 -3.64h-2.77 0.00l-2.77 3.64l-4.16 -2.73l2.77 -6.83l5.55 0.46l-0.93 -2.73l4.16 -2.27l1.39 -5.92l-2.31 -4.10l2.31 -4.55l6.47 2.73l2.31 -9.56l-1.85 -3.64l2.31 -1.82z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3027, 5, 68, 'গোপালগঞ্জ জেলা', NULL, 6593, 'Gopalganj', '36.432641626739894', '-97.91074263307672', 'M714.70 1168.22l0.33 -1.93l-4.58 -2.57l-2.29 -5.79l-6.54 -6.44l4.58 0.32l2.61 -6.44l0.65 -3.54l-3.27 -1.29l-3.92 2.90l-0.65 -0.64l0.98 -2.90v0.00 -1.61h1.96 0.00l5.88 -3.86l0.65 -2.90l-3.27 -1.93l0.65 -2.25l6.21 0.32l6.21 -5.15l2.94 0.32l2.29 1.93l1.96 -1.61l2.29 0.32l0.65 3.54l2.94 -1.93l3.60 -0.32l-1.96 -3.54l1.96 0.32l2.62 3.86h1.63 0.00l0.98 2.57h1.31 0.00l1.31 4.83l-1.63 5.47l-4.25 2.25c0.00 0.00 1.31 2.90 0.00 2.90s-4.25 0.00 -4.25 0.00l-1.96 7.08l3.92 2.25l1.63 -2.90l2.29 -1.29l4.25 2.57l1.63 1.61l3.60 -3.22l4.25 2.25l-1.63 1.29l-0.33 3.22l4.25 1.29l-1.63 0.65v0.00 4.18h-3.60 0.00l-1.31 2.90l-3.92 1.61v0.00 2.90l-1.31 0.32v0.00 1.61l-2.62 1.93l-1.31 5.15l-1.31 1.93l-0.33 1.29l-3.27 0.65h-4.58 0.00l-0.65 3.54h-0.98 0.00l-3.60 -2.25l-5.23 0.32l-4.58 -2.57l-0.65 -2.25l2.94 -2.58l-4.90 -3.22L714.70 1168.22L714.70 1168.22z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3028, 5, 68, 'ফরিদপুর জেলা', NULL, 6593, 'Faridpur', '36.110514379552605', '-89.37237627382683', 'M677.44 1087.45l2.94 0.64l0.33 2.25l1.96 0.96l2.94 -1.61l-3.27 -1.93l1.31 -1.61l4.90 1.93l0.65 -1.93l1.63 0.32l0.98 3.86l2.62 0.32l5.23 -5.15l0.98 5.47l4.58 0.64l0.98 -2.57l1.31 2.25l2.94 0.32l1.31 -2.25l-3.92 -1.93v0.00 -7.40l3.27 1.29l0.65 -2.25h4.58 0.00l0.33 -2.25h0.98 0.00l2.61 0.64l0.98 2.57l9.48 1.93l3.27 3.86h2.61 0.00l1.63 3.86l10.13 1.61l5.88 4.18l2.94 5.15l0.33 6.11h-2.62 0.00l-0.33 4.83l-2.61 2.25l3.60 2.25l-1.63 4.18l-1.96 6.11l-2.29 -0.96l-3.60 -2.25l-1.63 4.50l-1.63 -0.32l-0.33 -2.25h-1.96 0.00l-2.29 -3.54l-2.94 -0.32l2.29 2.90l-2.61 0.32l-3.60 2.25l-0.33 -3.54h-2.94 0.00l-1.96 1.61l-1.63 -2.57l-2.94 -0.32l-5.55 5.47l-7.52 0.32l-0.65 1.93l2.94 1.61l-0.33 1.61l-0.98 1.61l-4.25 3.54h-3.27 0.00l-1.63 -1.93h-4.90 0.00l-1.63 -2.90l3.27 -3.54l-4.25 -0.96l-0.98 -3.54v0.00 -6.11l-2.29 -1.61l1.96 -1.93l5.23 3.86l-1.96 -3.54l-3.60 -5.47l0.33 -4.50h-0.98 0.00l-1.63 -2.90l-2.62 -2.25l-7.84 -0.32l-0.33 -1.29l1.96 -1.61h2.29 0.00l0.33 -1.29l-3.60 -3.22L677.44 1087.45L677.44 1087.45z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3029, 6, 3024, 'মুন্সিগঞ্জ সদর উপজেলা', '305956', 6594, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3030, 6, 3024, 'শ্রীনগর উপজেলা', '305984', 6594, 'sreenagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3031, 6, 3024, 'সিরাজদিখান উপজেলা', '305974', 6594, 'sirajdikhan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3032, 6, 3024, 'লৌহজং উপজেলা', '305954', 6594, 'louhajanj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3033, 6, 3024, 'গজারিয়া উপজেলা', '305924', 6594, 'gajaria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3034, 6, 3024, 'টংগিবাড়ী উপজেলা', '305994', 6594, 'tongibari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3035, 6, 3025, 'রাজবাড়ী সদর উপজেলা', '308276', 6593, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3036, 6, 3025, 'গোয়ালন্দ উপজেলা', '308229', 6593, 'goalanda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3037, 6, 3025, 'পাংশা উপজেলা', '308273', 6593, 'pangsa', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3038, 6, 3025, 'বালিয়াকান্দি উপজেলা', '308207', 6593, 'baliakandi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3039, 6, 3025, 'কালুখালী উপজেলা', '308247', 6593, 'kalukhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3040, 6, 991, 'শরিয়তপুর সদর উপজেলা', '308669', 6593, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3041, 6, 991, 'নড়িয়া উপজেলা', '308665', 6593, 'naria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3042, 6, 991, 'জাজিরা উপজেলা', '308625', 6593, 'zajira', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3043, 6, 991, 'গোসাইরহাট উপজেলা', '308636', 6593, 'gosairhat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3044, 6, 991, 'ভেদরগঞ্জ উপজেলা', '308614', 6593, 'bhedarganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3045, 6, 991, 'ডামুড্যা উপজেলা', '308625', 6593, 'damudya', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3046, 6, 3026, 'মাদারীপুর সদর উপজেলা', '305454', 6593, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3047, 6, 3026, 'শিবচর উপজেলা', '305487', 6593, 'shibchar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3048, 6, 3026, 'কালকিনি উপজেলা', '305440', 6593, 'kalkini', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3049, 6, 3026, 'রাজৈর উপজেলা', '305480', 6593, 'rajoir', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3050, 6, 3027, 'গোপালগঞ্জ সদর উপজেলা', '303532', 6593, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3051, 6, 3027, 'কাশিয়ানী উপজেলা', '303543', 6593, 'kashiani', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3052, 6, 3027, 'টুংগীপাড়া উপজেলা', '303591', 6593, 'tungipara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3053, 6, 3027, 'কোটালীপাড়া উপজেলা', '303551', 6593, 'kotalipara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3054, 6, 3027, 'মুকসুদপুর উপজেলা', '303558', 6593, 'muksudpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3055, 6, 3028, 'ফরিদপুর সদর উপজেলা', '302947', 6593, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3056, 6, 3028, 'আলফাডাঙ্গা উপজেলা', '302903', 6593, 'alfadanga', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3057, 6, 3028, 'বোয়ালমারী উপজেলা', '302918', 6593, 'boalmari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3058, 6, 3028, 'সদরপুর উপজেলা', '302984', 6593, 'sadarpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3059, 6, 3028, 'নগরকান্দা উপজেলা', '302962', 6593, 'nagarkanda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3060, 6, 3028, 'ভাঙ্গা উপজেলা', '302910', 6593, 'bhanga', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3061, 6, 3028, 'চরভদ্রাসন উপজেলা', '302921', 6593, 'charbhadrasan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3062, 6, 3028, 'মধুখালী উপজেলা', '302956', 6593, 'madhukhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3063, 6, 3028, 'সালথা উপজেলা', '302990', 6593, 'saltha', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3105, 6, 1005, 'টেস্ট সাইট', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3107, 5, 66, 'বরগুনা জেলা', NULL, 6592, 'Borguna', '34.87675264717151', '-96.85198698666875', 'M762.41 1229.04l6.54 0.64l-0.65 3.22l6.54 -1.93v0.00 -1.29l3.92 -2.57l4.58 1.93l-1.31 5.15l-4.58 0.64l-4.58 6.44l1.96 5.15l-1.31 3.86l-6.54 1.29l-2.62 4.51l-0.65 5.15l1.96 2.57l5.88 -5.79l3.27 -1.29l2.61 1.29l11.11 0.65l0.65 4.50l-6.54 6.44l-1.96 3.86l4.58 2.57v0.00 3.86l-4.58 7.72l-3.92 4.50v0.00 9.65l-6.54 7.72l0.65 7.08l-5.88 1.93l-5.23 3.22l-5.88 -1.29l-4.58 -3.86l-8.50 -1.93l1.96 -3.22l-2.61 -3.22c0.00 0.00 -2.61 -7.08 0.65 -7.08s7.84 -2.57 7.84 -2.57l-4.58 -1.93l-4.58 -0.65l0.65 -6.44l3.27 -3.86l-1.96 -3.22l-1.96 4.50l-3.27 0.65l-0.65 4.50l1.96 1.93l-3.27 3.86l-5.23 -8.37l-1.31 -6.44v0.00 -9.01l0.00 0.00l6.54 -3.22l3.27 -3.86l2.61 1.29l4.58 -9.65l1.96 -5.15l-1.31 -5.79l6.54 0.64l4.58 -5.79l3.92 -2.57l0.65 -5.15L762.41 1229.04L762.41 1229.04z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3108, 5, 36, 'লক্ষ্মীপুর  জেলা', '2051', 6598, 'Lakshmipur', '35.90445576065896', '-93.87633727782955', 'M816.41 1164.54l1.39 4.55l6.01 2.27l0.92 3.64l1.85 3.64l6.01 5.01l2.31 8.65l4.16 9.56l1.85 7.28l8.32 8.19l2.77 5.01l6.47 2.28l7.40 -5.46l-1.39 -6.37l-5.08 -8.19l0.46 -2.73l-7.40 -10.92l-0.46 -7.28l4.62 -2.27l1.39 -5.46v0.00 -7.74l-4.62 -3.19l-5.55 -2.27l-0.46 -1.82l3.70 -1.37l-1.85 -3.19l2.31 0.46l4.62 -10.47l-2.77 -1.36h-4.62 0.00l-1.85 -3.64l-5.08 0.91l-2.77 9.10l-7.40 2.27l-0.92 -0.91l-6.01 3.19l-1.85 -2.73h-1.39 0.00l-1.39 1.36v0.00 8.65L816.41 1164.54L816.41 1164.54z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3152, 5, 36, 'চট্টগ্রাম জেলা', NULL, 6598, 'Chittagong', '34.89653690841774', '-89.67466807080918', 'M955.88 1265.73l-3.92 -2.57l-1.31 -7.72l-0.65 -7.08v0.00 -2.57l-4.58 -7.08l-3.27 -9.01l-5.23 -4.50l-3.92 -5.79l-2.61 -5.15v0.00 -1.93l-2.61 -3.22l-3.27 -2.57l-9.80 -7.08l1.96 -3.22l-4.58 -4.51l0.65 -3.86l1.96 -7.72l6.54 -2.58h2.62 0.00l0.65 -6.44h5.23 0.00l4.58 1.29l2.62 -3.22l7.84 -1.93l3.92 1.93l1.31 3.86l-2.61 4.50l3.27 4.51l3.27 6.44l3.27 5.79l2.61 4.50v0.00 -5.15h5.23 0.00l2.61 1.93v0.00 5.79l4.58 0.64l1.31 6.44l0.65 7.08l1.96 5.15l-0.65 4.50l4.58 3.22l1.31 -3.22l0.65 -3.22l-1.96 -2.58l0.65 -5.79l5.23 -1.93l5.23 5.79l4.58 10.94l1.31 7.72l-4.58 8.37l7.19 5.15l-1.31 5.15l-0.65 3.22l1.96 7.72l0.65 3.22v0.00 3.22l1.96 3.22l-1.31 3.86l1.31 6.44l3.92 7.72l-1.96 3.86l-1.96 2.57l1.96 4.51l-4.57 1.29l-3.92 -1.29l1.31 -3.86h-5.88 0.00l-3.92 3.86l-7.19 1.29l-3.92 3.86l-6.54 3.86l-1.31 -5.15l3.27 -4.51l-5.23 -4.50v0.00 -5.79l-3.92 -5.15l-1.31 -9.01l-3.27 -3.22L955.88 1265.73L955.88 1265.73z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3190, 6, 1002, 'রাঙ্গামাটি সদর উপজেলা', '208487', 6599, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3191, 6, 1002, 'কাপ্তাই উপজেলা', '208436', 6599, 'kaptai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3192, 6, 1002, 'কাউখালী উপজেলা', '208425', 6599, 'kawkhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3193, 6, 1002, 'বাঘাইছড়ি উপজেলা', '208407', 6599, 'baghaichari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3237, 5, 36, 'কক্সবাজার জেলা', NULL, 6598, 'Cox_s_Bazar', '33.39735057970908', '-89.28778441739507', 'M968.47 1313.81l10.17 -5.46l4.62 -3.64l4.62 -0.91l6.47 10.92l7.39 3.64l2.77 -0.91l1.85 -4.55l4.62 6.37v0.00 2.73h-4.62 0.00l-0.92 6.37h-8.32 0.00l-3.70 4.55l3.70 9.10l7.39 7.28l-2.77 4.55l4.62 7.28l3.70 4.55l-1.85 6.37h-3.70 0.00l-0.93 -3.64l-6.47 7.28l1.85 8.19l5.90 6.74l0.92 4.53l-4.42 5.29l4.05 7.28l6.84 8.56l-4.04 5.09l4.60 7.28l1.90 5.79l-1.78 3.60l2.66 5.91l3.70 9.10l-0.92 4.55l-2.77 -2.73l-3.70 -10.01l-4.62 -5.46l-3.70 -6.37l-2.77 -6.37v0.00 -5.46l-15.71 -18.20l-1.85 -14.56v0.00 -6.37l-2.77 -6.37l-5.55 -7.28l-0.93 -3.64l4.62 -5.46l0.92 -6.37l1.85 -5.46l1.85 -8.19l-0.93 -10.01l-3.70 8.19l-4.62 -2.73l3.70 6.37l2.77 7.28l-4.62 9.10l0.93 0.91l-9.24 -0.91l0.93 4.55h-5.55 0.00l-0.92 -4.55l2.77 -8.19l1.85 -7.28l-4.62 -3.64L968.47 1313.81L968.47 1313.81z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3238, 5, 36, 'খাগড়াছড়ি জেলা', NULL, 6599, 'Khagrachari', '33.86276593026216', '-87.85416630376045', 'M973.09 1205.50l6.47 -8.19v0.00 -6.37l2.77 -9.10l12.94 -9.10l-3.70 -17.29l9.24 -4.55l-1.85 -8.19l-4.62 -11.83l1.85 -7.28l-6.47 -6.37l9.24 -10.92l-11.09 -24.57l-5.55 0.91l-6.47 -10.92h-2.77 0.00l-3.70 3.64l3.70 15.47l1.85 10.01l-2.77 3.64v0.00 5.46l-5.55 -1.82l-6.47 5.46l-6.47 10.92l-2.77 8.19l4.62 8.19l0.81 11.51l-1.14 2.94l-3.37 0.11v0.00 2.73l-7.40 9.10l5.55 4.55l-1.85 3.64l0.92 3.64l5.55 11.83l5.55 7.28l0.93 -3.64l6.47 0.91l0.92 5.46L973.09 1205.50L973.09 1205.50z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3240, 5, 65, 'বাগেরহাট জেলা', NULL, 6591, 'Bagerhat', '35.27847134486138', '-99.8182926293959', 'M709.47 1169.83l5.23 -1.93l-0.65 5.79l5.23 1.93l-3.27 3.22l0.65 3.22l4.58 3.22l5.88 -1.93l3.92 4.50l0.65 9.01l-4.58 1.93l-2.61 1.29l-0.65 4.50h6.54 0.00l1.31 1.29v0.00 7.08l2.62 6.44l-1.96 3.22l2.62 8.37l-5.23 -2.58l-3.92 -1.93l-1.31 1.29l7.19 5.15v0.00 1.93h-1.96 0.00l-3.27 3.86v0.00 8.37l-3.92 6.44l-1.31 3.86l-0.65 7.72l3.92 5.79l1.31 7.08l-5.23 7.08l1.96 4.51l-0.65 8.37l2.62 7.08v0.00 3.86h-2.62 0.00v0.00 3.86l-9.15 5.79l-3.27 -2.57l-7.84 -0.64l-4.58 1.29l8.50 6.44l-1.96 3.86h-7.19 0.00l-5.23 -1.29l3.27 6.44l-4.58 1.29l-5.23 -1.93l1.96 -4.50l-3.92 -5.79v0.00 -5.15l-0.65 -5.15l1.31 -10.30l-1.31 -5.79l3.27 -9.01l0.65 -10.94l-2.61 -9.65l7.84 -6.44l4.58 -3.22l1.31 -10.30l-5.23 -10.30l-1.96 -1.93v0.00 -4.51l-3.27 -6.44l-1.31 -8.37l5.88 -9.65l2.61 -7.72h3.92 0.00l4.58 -5.15v0.00 -4.50l-2.62 -1.93v0.00 -3.86l7.19 0.64l1.96 -5.15L709.47 1169.83L709.47 1169.83z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3245, 5, 36, 'বান্দরবান জেলা', '2003', 6599, 'Bandarban', '33.86276593026216', '-87.85416630376045', 'M1005.44 1313.81l-3.70 4.55l-6.47 -2.73l-1.85 -3.64l-5.55 -8.19l2.77 -3.64h4.62 0.00l1.85 3.64l6.47 0.91v0.00 -3.64l2.77 -7.28l-2.77 -4.55l-1.85 -9.10l-0.92 -4.55l-1.85 -9.10l-1.85 -6.37l1.85 -9.10l5.55 1.82l5.55 -2.73h9.24 0.00l5.55 3.64l8.32 4.55l4.62 10.01l4.62 12.74l-1.85 3.64l5.55 11.83l5.55 15.47l0.93 4.55l-0.93 10.01v0.00 6.37l-0.92 7.28l0.92 9.10l2.77 10.01l0.93 10.01l0.92 8.19l4.62 8.19l-4.62 1.82l-4.62 5.46l-2.77 -1.82l-0.93 -4.55l-2.77 -6.37l0.92 -3.64l-2.77 -0.91l-2.77 1.82l-4.62 0.91l-5.55 -1.82l-0.93 -3.64l-3.70 -9.10l-2.77 -1.82l-3.70 4.55l-1.85 3.64l-3.70 -0.91l-4.62 8.19l-2.77 0.91l-2.77 3.64l0.93 7.28l-2.77 6.37l-0.92 -9.10l-2.77 -7.28l-0.92 -3.64l5.55 -6.37l3.70 3.64l2.77 -5.46l-3.70 -7.28l-3.70 -6.37l1.85 -3.64l-4.62 -4.55l-1.85 -5.46l-2.77 -7.28l4.62 -4.55h7.40 0.00v0.00 -5.46h4.62 0.00v0.00 -2.73L1005.44 1313.81L1005.44 1313.81z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3247, 5, 65, 'ঝিনাইদহ জেলা', NULL, 6590, 'Jhinaidaha', '37.11193391933892', '-101.03885639576517', 'M589.94 1116.76l5.55 1.37l2.77 -1.82l1.85 2.28l3.70 0.45l0.46 -5.01l3.23 0.46l6.01 -3.64l-0.46 -2.27l-3.70 -2.28l1.85 -0.91l0.93 -6.37l-1.39 -2.27l-2.31 -1.36l2.77 -1.36l5.55 2.27l0.46 -2.27l-1.85 -2.27l-0.46 -1.36h2.77 0.00l3.70 -6.37l-0.46 -7.28l3.23 -1.36l1.39 -3.19h2.31 0.00v0.00 -1.82l-2.31 -2.73l0.46 -1.82l2.77 1.36v0.00 2.28l2.77 0.91l0.46 2.73h1.85 0.00l1.85 -2.73l3.23 1.37l2.31 -3.19h4.16 0.00l1.39 -2.73l5.55 3.88l3.70 0.67l0.46 1.82l6.47 5.46l0.46 2.73l-0.93 1.36h-1.39 0.00l-0.92 1.82l1.39 1.37l0.46 1.82l-1.39 0.46v0.00 2.73l1.85 0.91l-0.46 0.91h-2.31 0.00l-2.31 3.64l0.46 5.01l-0.46 5.01l-1.39 2.27l-1.85 1.82l-2.31 -0.46l-2.77 5.46l-0.46 3.19l1.85 0.46l-1.85 1.36v0.00 2.27l-2.31 2.28l-1.85 -1.82l-0.92 1.36l1.39 3.64l-3.23 1.37l-7.86 1.36l-2.31 -5.46h-3.70 0.00l-1.85 -4.10l2.77 -1.82l-4.62 -1.82l-1.85 -1.36l-1.39 1.36l2.77 3.64h-4.62 0.00l-3.70 1.82l2.77 2.73l2.77 1.36l-3.70 0.46l-6.01 -1.82l-1.39 0.46l2.77 1.82l-1.39 3.19l-1.39 2.27l-0.46 2.27h-7.86 0.00l-4.62 -2.27v0.00 3.19l-4.62 -0.46l-0.92 -2.27l-3.70 -0.46l-2.31 -1.36v0.00 -2.27l-2.77 -1.82v0.00 -2.27l0.92 -1.82l3.70 -0.91l-0.46 -2.27L589.94 1116.76L589.94 1116.76z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3251, 6, 3237, 'কক্সবাজার সদর উপজেলা', '202224', 6598, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3252, 6, 3237, 'চকরিয়া উপজেলা', '202216', 6598, 'chakaria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3253, 6, 3237, 'কুতুবদিয়া উপজেলা', '202245', 6598, 'kutubdia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3254, 6, 3237, 'উখিয়া উপজেলা', '202294', 6598, 'ukhiya', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3255, 6, 3237, 'মহেশখালী উপজেলা', '202249', 6598, 'moheshkhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3256, 6, 3237, 'পেকুয়া উপজেলা', '202256', 6598, 'pekua', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3257, 6, 3237, 'রামু উপজেলা', '202266', 6598, 'ramu', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3258, 6, 3237, 'টেকনাফ উপজেলা', '202290', 6598, 'teknaf', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3260, 6, 3240, 'ফকিরহাট উপজেলা', '400134', 6591, 'fakirhat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3261, 6, 3240, 'বাগেরহাট সদর উপজেলা', '400108', 6591, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3262, 6, 3240, 'মোল্লাহাট উপজেলা', '400156', 6591, 'mollahat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3263, 6, 3240, 'শরণখোলা উপজেলা', '400177', 6591, 'sarankhola', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3264, 6, 3240, 'রামপাল উপজেলা', '400173', 6591, 'rampal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3265, 6, 3240, 'মোড়েলগঞ্জ উপজেলা', '400160', 6591, 'morrelganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3266, 6, 3240, 'কচুয়া উপজেলা', '400138', 6591, 'kachua', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3267, 6, 3240, 'মোংলা উপজেলা', '400158', 6591, 'mongla', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3268, 6, 3240, 'চিতলমারী উপজেলা', '400114', 6591, 'chitalmari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3269, 6, 3245, 'বান্দরবান সদর উপজেলা', '200314', 6599, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3270, 6, 3238, 'খাগড়াছড়ি সদর উপজেলা', '204649', 6599, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3271, 6, 997, 'পিরোজপুর সদর উপজেলা', '107980', 6592, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3272, 6, 997, 'নাজিরপুর উপজেলা', '107976', 6592, 'nazirpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3273, 6, 997, 'কাউখালী উপজেলা', '107947', 6592, 'kawkhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3274, 6, 997, 'জিয়ানগর উপজেলা', '107990', 6592, 'zianagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3275, 6, 997, 'ভান্ডারিয়া উপজেলা', '107914', 6592, 'bhandaria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3276, 6, 997, 'মঠবাড়ীয়া উপজেলা', '107958', 6592, 'mathbaria', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3277, 6, 997, 'নেছারাবাদ উপজেলা', '107987', 6592, 'nesarabad', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3278, 6, 3238, 'দিঘীনালা উপজেলা', '204643', 6599, 'dighinala', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3279, 6, 3238, 'পানছড়ি উপজেলা', '204677', 6599, 'panchari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3280, 6, 3238, 'লক্ষীছড়ি উপজেলা', '204661', 6599, 'laxmichhari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3281, 6, 3238, 'মহালছড়ি উপজেলা', '204665', 6599, 'mohalchari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3282, 6, 3238, 'মানিকছড়ি উপজেলা', '204667', 6599, 'manikchari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3283, 6, 3247, 'ঝিনাইদহ সদর উপজেলা', '404419', 6590, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3284, 6, 3247, 'শৈলকুপা উপজেলা', '404480', 6590, 'shailkupa', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3285, 6, 3247, 'হরিণাকুন্ডু উপজেলা', '404414', 6590, 'harinakundu', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3286, 6, 3247, 'কালীগঞ্জ উপজেলা', '404433', 6590, 'kaliganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3287, 6, 3247, 'কোটচাঁদপুর উপজেলা', '404442', 6590, 'kotchandpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3288, 6, 3247, 'মহেশপুর উপজেলা', '404471', 6590, 'moheshpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3289, 6, 3238, 'রামগড় উপজেলা', '204680', 6599, 'ramgarh', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3290, 6, 3238, 'মাটিরাঙ্গা উপজেলা', '204670', 6599, 'matiranga', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3291, 6, 3245, 'আলীকদম উপজেলা', '200304', 6599, 'alikadam', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3292, 6, 3245, 'নাইক্ষ্যংছড়ি উপজেলা', '200373', 6599, 'naikhongchhari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3293, 6, 3245, 'রোয়াংছড়ি উপজেলা', '200389', 6599, 'rowangchhari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3294, 6, 3245, 'লামা উপজেলা', '200351', 6599, 'lama', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3295, 6, 3245, 'রুমা উপজেলা', '200391', 6599, 'ruma', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3296, 6, 3245, 'থানচি উপজেলা', '200395', 6599, 'thanchi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3323, 5, 69, 'কুড়িগ্রাম জেলা', NULL, 6586, 'Kurigram', '40.78456394693304', '-98.73074238398436', 'M680.99 821.41v0.00 -3.19l-4.16 -3.64l4.16 -0.46l-2.77 -2.73h-3.23 0.00l-1.39 -4.10l3.23 -2.73v0.00 3.19l2.31 1.82l4.16 -3.64l0.46 -5.92l6.01 -5.01l-0.46 -1.82l-4.16 -0.46v0.00 -3.19l-1.85 1.36l-4.62 -6.37h-3.70 0.00l1.39 -8.19h6.47 0.00l0.92 1.82l-0.46 2.27l2.77 2.73l0.93 -1.82l2.31 -0.91v0.00 -2.27l-2.31 -0.46l-0.46 -4.10l5.08 -3.64h4.16 0.00v0.00 -2.28l-1.39 -0.91l-0.46 -3.64l-1.39 0.46l-0.92 1.82l-0.93 1.36l-1.85 -0.91l1.85 -3.19l-0.92 -1.82l-0.92 -1.82v0.00 -2.28h1.85 0.00l2.77 -3.19l0.92 -2.27l-0.46 -2.73l1.39 -1.36h4.16 0.00l2.77 2.28l-1.85 1.82l-0.46 2.27l-0.46 0.91l1.39 2.73l1.85 -1.36h5.08 0.00l1.39 4.10l4.62 7.74l-1.85 0.91v0.00 2.73l2.77 0.91l2.31 6.83h4.62 0.00l-4.62 4.10l4.62 1.36l3.23 1.37v0.00 1.36l-2.31 2.27l-4.16 3.64l0.46 5.01l-2.31 3.19l1.85 3.19l1.85 3.19l-2.77 2.73v0.00 2.73l2.31 0.46l-0.92 3.64l4.16 3.19v0.00 11.83l-2.31 4.55l-0.46 7.28l-0.92 4.10l-1.39 1.36l-0.46 5.01l-2.31 -1.36l-3.23 -1.82v0.00 2.73l1.85 1.36l-4.16 3.19l-1.85 -0.46v0.00 -1.82l-0.92 0.91l-3.70 -0.46v0.00 -2.27l1.85 -0.91l-1.85 -0.46v0.00 -2.27l1.39 -3.64l-5.55 -1.36l3.23 -1.36l-1.85 -2.73v0.00 -1.82l-4.16 -3.64h-3.23 0.00l-0.92 2.27l-1.39 -3.64l-5.54 -2.73l-1.85 -5.00l-2.31 2.28z', '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3440, 6, 3048, 'আলীনগর ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3458, 6, 3152, 'রাঙ্গুনিয়া উপজেলা', '201570', 6598, 'rangunia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3599, 6, 3051, 'মহেশপুর ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3840, 6, 1002, 'বরকল উপজেলা', '208421', 6599, 'barkal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3841, 6, 1002, 'লংগদু উপজেলা', '208458', 6599, 'langadu', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3842, 6, 1002, 'রাজস্থলী উপজেলা', '208478', 6599, 'rajasthali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3857, 6, 2258, 'সাটুরিয়া উপজেলা', '305670', 6594, 'saturia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3863, 6, 2258, 'মানিকগঞ্জ সদর উপজেলা', '305646', 6594, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3865, 6, 2258, 'ঘিওর উপজেলা', '305622', 6594, 'gior', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3866, 6, 2258, 'শিবালয় উপজেলা', '305678', 6594, 'shibaloy', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3868, 6, 2258, 'দৌলতপুর উপজেলা', '305610', 6594, 'doulatpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3869, 6, 2258, 'সিংগাইর উপজেলা', '305682', 6594, 'singiar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(3874, 6, 2257, 'দেওয়ানগঞ্জ উপজেলা', '303915', 6595, 'dewangonj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4056, 6, 999, 'বরিশাল সদর উপজেলা', '100651', 6592, 'barisalsadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4057, 6, 999, 'বাকেরগঞ্জ উপজেলা', '100607', 6592, 'bakerganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4058, 6, 999, 'বাবুগঞ্জ উপজেলা', '100603', 6592, 'babuganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4059, 6, 999, 'উজিরপুর  উপজেলা', '100694', 6592, 'wazirpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4060, 6, 999, 'বানারীপাড়া উপজেলা', '100610', 6592, 'banaripara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4061, 6, 999, 'গৌরনদী উপজেলা', '100632', 6592, 'gournadi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4062, 6, 999, 'আগৈলঝাড়া উপজেলা', '100602', 6592, 'agailjhara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4063, 6, 999, 'মেহেন্দিগঞ্জ উপজেলা', '100662', 6592, 'mehendiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4064, 6, 999, 'মুলাদী  উপজেলা', '100669', 6592, 'muladi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4065, 6, 999, 'হিজলা উপজেলা', '100636', 6592, 'hizla', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4188, 6, 2257, 'সরিষাবাড়ী উপজেলা', '303985', 6595, 'sarishabari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4190, 6, 2257, 'মাদারগঞ্জ উপজেলা', '303958', 6595, 'madarganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4191, 6, 2257, 'বকশীগঞ্জ উপজেলা', '303907', 6595, 'bokshiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4215, 6, 1006, 'নোয়াখালী সদর', '207587', 6598, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4275, 6, 3041, 'চামটা ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4279, 6, 1006, 'কোম্পানীগঞ্জ উপজেলা', '207521', 6598, 'companiganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4281, 6, 1006, 'বেগমগঞ্জ উপজেলা', '207507', 6598, 'begumganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4350, 6, 3107, 'আমতলী উপজেলা', '100409', 6592, 'amtali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4386, 6, 987, 'ছাগলনাইয়া উপজেলা', '203014', 6598, 'chhagalnaiya', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4413, 6, 3107, 'বরগুনা সদর উপজেলা', '100428', 6592, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4414, 6, 3107, 'বেতাগী উপজেলা', '100447', 6592, 'betagi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4427, 6, 1006, 'হাতিয়া উপজেলা', '207536', 6598, 'hatia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4428, 6, 1006, 'সুবর্ণচর উপজেলা', '207585', 6598, 'subarnachar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4471, 6, 987, 'ফেনী সদর উপজেলা', '203029', 6598, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4474, 6, 987, 'সোনাগাজী উপজেলা', '203094', 6598, 'sonagazi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4485, 6, 3107, 'বামনা উপজেলা', '100419', 6592, 'bamna', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4486, 6, 3107, 'পাথরঘাটা উপজেলা', '100485', 6592, 'pathorghata', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4629, 6, 987, 'ফুলগাজী উপজেলা', '203041', 6598, 'fulgazi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4630, 6, 1006, 'সেনবাগ উপজেলা', '207580', 6598, 'senbug', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4631, 6, 987, 'পরশুরাম উপজেলা', '203051', 6598, 'parshuram', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4632, 6, 987, 'দাগনভূঞা উপজেলা', '203025', 6598, 'daganbhuiyan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4633, 6, 1006, 'চাটখিল উপজেলা', '207510', 6598, 'chatkhil', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4671, 6, 1006, 'সোনাইমুড়ী উপজেলা', '207583', 6598, 'sonaimori', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4706, 6, 3108, 'লক্ষ্মীপুর সদর উপজেলা', '205143', 6598, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4707, 6, 3108, 'কমলনগর  উপজেলা', '205133', 6598, 'kamalnagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4708, 6, 3108, 'রায়পুর উপজেলা', '205158', 6598, 'raipur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4709, 6, 3108, 'রামগতি উপজেলা', '205173', 6598, 'ramgati', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4710, 6, 3108, 'রামগঞ্জ উপজেলা', '205165', 6598, 'ramganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4727, 6, 4706, 'মান্দারী ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4752, 6, 996, 'পটুয়াখালী সদর উপজেলা', '107895', 6592, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4753, 6, 996, 'দুমকি উপজেলা', '107855', 6592, 'dumki', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4754, 6, 996, 'দশমিনা উপজেলা', '107852', 6592, 'dashmina', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4791, 6, 998, 'ব্রাহ্মণবাড়িয়া সদর উপজেলা', '201213', 6597, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4792, 6, 998, 'কসবা উপজেলা', '201263', 6597, 'kasba', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4800, 6, 998, 'নাসিরনগর উপজেলা', '201290', 6597, 'nasirnagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4801, 6, 996, 'কলাপাড়া উপজেলা', '107866', 6592, 'kalapara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4822, 6, 998, 'সরাইল উপজেলা', '201294', 6597, 'sarail', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4838, 6, 3152, 'সীতাকুন্ড উপজেলা', '201586', 6598, 'sitakunda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4847, 6, 996, 'মির্জাগঞ্জ উপজেলা', '107876', 6592, 'mirzaganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4848, 6, 3152, 'মীরসরাই উপজেলা', '201553', 6598, 'mirsharai', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4889, 6, 3152, 'পটিয়া উপজেলা', '201561', 6598, 'patiya', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4892, 6, 1002, 'বিলাইছড়ি উপজেলা', '208429', 6599, 'belaichari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4893, 6, 1002, 'জুরাছড়ি উপজেলা', '208447', 6599, 'juraichari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4894, 6, 1002, 'নানিয়ারচর উপজেলা', '208475', 6599, 'naniarchar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4968, 6, 3152, 'সন্দ্বীপ উপজেলা', '201578', 6598, 'sandwip', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4969, 6, 3152, 'বাঁশখালী উপজেলা', '201508', 6598, 'banshkhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4970, 6, 3152, 'বোয়ালখালী উপজেলা', '201512', 6598, 'boalkhali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4971, 6, 3152, 'আনোয়ারা উপজেলা', '201504', 6598, 'anwara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4972, 6, 3152, 'চন্দনাইশ উপজেলা', '201518', 6598, 'chandanaish', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4973, 6, 3152, 'সাতকানিয়া উপজেলা', '201582', 6598, 'satkania', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4974, 6, 3152, 'লোহাগাড়া উপজেলা', '201547', 6598, 'lohagara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4975, 6, 3152, 'হাটহাজারী উপজেলা', '201537', 6598, 'hathazari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4976, 6, 3152, 'ফটিকছড়ি উপজেলা', '201533', 6598, 'fatikchhari', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4977, 6, 3152, 'রাউজান উপজেলা', '201574', 6598, 'raozan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4978, 6, 998, 'আশুগঞ্জ উপজেলা', '201233', 6597, 'ashuganj', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4979, 6, 998, 'আখাউড়া উপজেলা', '201202', 6597, 'akhaura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4980, 6, 998, 'নবীনগর উপজেলা', '201285', 6597, 'nabinagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4982, 6, 998, 'বাঞ্ছারামপুর উপজেলা', '201204', 6597, 'bancharampur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(4986, 6, 998, 'বিজয়নগর উপজেলা', '201207', 6597, 'bijoynagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5046, 6, 1187, 'ভোলা সদর উপজেলা', '100918', 6592, 'sadar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5061, 6, 1187, 'বোরহান উদ্দিন উপজেলা', '100921', 6592, 'borhanuddin', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5063, 6, 1187, 'দৌলতখান উপজেলা', '100929', 6592, 'doulatkhan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5160, 6, 1187, 'মনপুরা উপজেলা', '100965', 6592, 'monpura', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5161, 6, 1187, 'তজুমদ্দিন উপজেলা', '100991', 6592, 'tazumuddin', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5162, 6, 1187, 'লালমোহন উপজেলা', '100954', 6592, 'lalmohan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5551, 6, 3252, 'পূর্ব বড় ভেওলা ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(5557, 6, 3252, 'লক্ষ্যার চর ইউনিয়ন', NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6107, 6, 996, 'রাঙ্গাবালী উপজেলা', '107897', 6592, 'rangabali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6155, 6, 3107, 'তালতলি উপজেলা', '100492', 6592, 'taltali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6160, 6, 2942, 'তেজগাঁও উন্নয়ন সার্কেল', '302690', 6594, 'tejgaon', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6191, 6, 2001, 'তারাকান্দা উপজেলা', NULL, 6595, 'tarakanda', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6557, 4, 0, 'ময়মনসিংহ', NULL, NULL, 'Mymensingh', NULL, NULL, NULL, '2020-04-10 15:20:25', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6559, 6, 2942, 'মিরপুর মেট্রো', '302648', 6594, 'mirpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6560, 6, 2942, 'মোহাম্মদপুর মেট্রো', '302650', 6594, 'mohammadpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6561, 6, 2942, 'গুলশান মেট্রো', '302626', 6594, 'gulshan', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6562, 6, 2942, 'উত্তরা মেট্রো', '302694', 6594, 'uttara', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6563, 6, 2942, 'কামরাঙ্গীরচর মেট্রো', '302634', 6594, 'kamrangirchar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6564, 6, 1004, 'বোয়ালিয়া মেট্রো', '508122', 6589, 'boalia', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6565, 6, 1004, 'মতিহার মেট্রো', '508140', 6589, 'matihar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6566, 6, 2056, 'দৌলতপুর মেট্রো', '404721', 6591, 'daulatpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6567, 6, 2056, 'লবণচরা মেট্রো', NULL, 6591, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6568, 6, 3152, 'ডাবলমুড়িং মেট্রো', '201528', 6598, 'doublemooring', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6569, 6, 3152, 'পাঁচলাইশ মেট্রো', '201557', 6598, 'panchlaish', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6570, 6, 3152, 'পতেঙ্গা মেট্রো', '201565', 6598, 'patenga', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6571, 6, 128, 'আম্বরখানা মেট্রো', NULL, 6596, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6572, 6, 999, 'রূপাতলী মেট্রো', NULL, 6592, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6573, 6, 1987, 'তাজহাট মেট্রো', NULL, 6586, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6574, 6, 2001, 'ফুলপুর  উপজেলা', '306181', 6595, 'phulpur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6575, 6, 72, 'রাজাপুর উপজেলা', '104284', 6592, 'rajapur', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6576, 6, 996, 'গলাচিপা উপজেলা', '107857', 6592, 'galachipa', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6577, 6, 1007, 'বন্দর উপজেলা', '306706', 6594, 'bandar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6578, 6, 1185, 'ক্ষেতলাল উপজেলা', '503861', 6588, 'khetlal', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6579, 6, 1185, 'পাঁচবিবি উপজেলা', '503874', 6588, 'panchbibi', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6580, 6, 128, 'ওসমানী নগর উপজেলা', NULL, 6596, 'osmaninagar', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6581, 6, 1040, 'নলডাঙ্গা   উপজেলা', NULL, 6589, NULL, NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6582, 6, 996, 'রাঙ্গাবালী  উপজেলা', '107897', 6592, 'rangabali', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6583, 6, 2262, 'পূর্বধলা উপজেলা', '307283', 6595, 'purbadhala', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6584, 6, 1006, 'কবিরহাট উপজেলা', '207547', 6598, 'kabirhat', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6585, 6, 1187, 'চরফ্যাশন উপজেলা', '100925', 6592, 'charfesson', NULL, NULL, NULL, '2019-07-19 10:43:53', '2015-01-27 06:35:44', NULL, NULL, NULL),
(6586, 7, 2942, 'ঢাকা উত্তর সিটি কর্পোরেশন', NULL, NULL, 'Dhaka North City Corporation', NULL, NULL, NULL, '2019-08-24 05:05:51', '2019-08-22 11:05:22', NULL, NULL, NULL),
(6587, 7, 2942, 'ঢাকা দক্ষিন সিটি কর্পোরেশন', NULL, NULL, 'Dhaka South City Corporation', NULL, NULL, NULL, '2019-08-24 05:06:01', '2019-08-22 11:05:22', NULL, NULL, NULL),
(6588, 7, 150, 'গাজীপুর সিটি কর্পোরেশন', NULL, NULL, 'Gazipur City Corporation', NULL, NULL, NULL, '2019-09-03 10:53:14', '2019-08-22 11:05:22', NULL, NULL, NULL),
(6589, 7, 1007, 'নারায়ণগঞ্জ সিটি কর্পোরেশন', NULL, NULL, 'Narayanganj City Corporation', NULL, NULL, NULL, '2019-09-03 10:53:29', '2019-08-22 11:05:22', NULL, NULL, NULL),
(6590, 7, 3152, 'চট্টগ্রাম সিটি কর্পোরেশন', NULL, NULL, 'Chattogram City Corporation', NULL, NULL, NULL, '2019-08-24 05:09:28', '2019-08-24 05:04:43', NULL, NULL, NULL),
(6591, 7, 28, 'কুমিল্লা সিটি কর্পোরেশন', NULL, NULL, 'Cumilla City Corporation', NULL, NULL, NULL, '2019-08-24 05:07:34', '2019-08-24 05:04:43', NULL, NULL, NULL),
(6592, 7, 999, 'বরিশাল সিটি কর্পোরেশন', NULL, NULL, 'Barishal City Corporation', NULL, NULL, NULL, '2019-08-24 05:19:31', '2019-08-24 05:19:31', NULL, NULL, NULL),
(6593, 7, 2056, 'খুলনা সিটি কর্পোরেশন', NULL, NULL, 'Khulna City Corporation', NULL, NULL, NULL, '2019-08-24 05:22:39', '2019-08-24 05:22:39', NULL, NULL, NULL),
(6594, 7, 2001, 'ময়মনসিংহ সিটি কর্পোরেশন', NULL, NULL, 'Mymensingh City Corporation', NULL, NULL, NULL, '2019-08-24 05:58:36', '2019-08-24 05:58:36', NULL, NULL, NULL),
(6595, 7, 1004, 'রাজশাহী সিটি কর্পোরেশন', NULL, NULL, 'Rajshahi City Corporation', NULL, NULL, NULL, '2019-08-24 06:03:52', '2019-08-24 06:03:52', NULL, NULL, NULL),
(6596, 7, 1987, 'রংপুর সিটি কর্পোরেশন', NULL, NULL, 'Rangpur City Corporation', NULL, NULL, NULL, '2019-08-24 06:08:00', '2019-08-24 06:08:00', NULL, NULL, NULL),
(6597, 7, 128, 'সিলেট সিটি কর্পোরেশন', NULL, NULL, 'Sylhet City Corporation', NULL, NULL, NULL, '2019-08-24 06:09:43', '2019-08-24 06:09:43', NULL, NULL, NULL),
(6598, 9, 999, NULL, NULL, NULL, 'Gaurnadi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6599, 9, 999, NULL, NULL, NULL, 'Muladi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6600, 9, 999, NULL, NULL, NULL, 'Bakerganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6601, 9, 999, NULL, NULL, NULL, 'Mehendiganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6602, 9, 999, NULL, NULL, NULL, 'Banaripara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6603, 9, 999, NULL, NULL, NULL, 'Wazirpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6604, 9, 1187, NULL, NULL, NULL, 'Bhola Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6605, 9, 1187, NULL, NULL, NULL, 'Lalmohon Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6606, 9, 1187, NULL, NULL, NULL, 'CharFassion Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6607, 9, 1187, NULL, NULL, NULL, 'Burhanuddin Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6608, 9, 1187, NULL, NULL, NULL, 'Daulatkhan Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6609, 9, 72, NULL, NULL, NULL, 'Jhalokati Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6610, 9, 72, NULL, NULL, NULL, 'Nalchity Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6611, 9, 997, NULL, NULL, NULL, 'Pirojpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6612, 9, 997, NULL, NULL, NULL, 'Swarupakathi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6613, 9, 997, NULL, NULL, NULL, 'Mathbaria Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6614, 9, 997, NULL, NULL, NULL, 'Bhandaria Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6615, 9, 3107, NULL, NULL, NULL, 'Barguna Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6616, 9, 3107, NULL, NULL, NULL, 'Pathorghata Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6617, 9, 3107, NULL, NULL, NULL, 'Amtali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6618, 9, 3107, NULL, NULL, NULL, 'Betagi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6619, 9, 996, NULL, NULL, NULL, 'Patuakhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6620, 9, 996, NULL, NULL, NULL, 'Galachipa Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6621, 9, 996, NULL, NULL, NULL, 'Bauphal Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6622, 9, 996, NULL, NULL, NULL, 'Kolapara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6623, 9, 996, NULL, NULL, NULL, 'Kuakata Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6624, 9, 3152, NULL, NULL, NULL, 'Patia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6625, 9, 3152, NULL, NULL, NULL, 'Baraiyarahata Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6626, 9, 3152, NULL, NULL, NULL, 'Mirsharai Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6627, 9, 3152, NULL, NULL, NULL, 'Sitakunda Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6628, 9, 3152, NULL, NULL, NULL, 'Raujan Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6629, 9, 3152, NULL, NULL, NULL, 'Rangunia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6630, 9, 3152, NULL, NULL, NULL, 'Banashkhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6631, 9, 3152, NULL, NULL, NULL, 'Satkania Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6632, 9, 3152, NULL, NULL, NULL, 'Chandanaish Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6633, 9, 3152, NULL, NULL, NULL, 'Fatickchari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6634, 9, 3152, NULL, NULL, NULL, 'Nazirhat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6635, 9, 3152, NULL, NULL, NULL, 'Sandwip Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6636, 9, 3152, NULL, NULL, NULL, 'Boalkhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6637, 9, 3237, NULL, NULL, NULL, 'Cox\'s Bazar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6638, 9, 3237, NULL, NULL, NULL, 'Chakaria Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6639, 9, 3237, NULL, NULL, NULL, 'Maheshkhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6640, 9, 3237, NULL, NULL, NULL, 'Teknaf Township', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6641, 9, 3245, NULL, NULL, NULL, 'Bandarban Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6642, 9, 3245, NULL, NULL, NULL, 'Lama Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL);
INSERT INTO `areas` (`id`, `type_id`, `parent_id`, `name`, `bbscode`, `region_id`, `eng_name`, `map_lat`, `map_lng`, `map_path`, `created_at`, `updated_at`, `deleted_at`, `created_by`, `updated_by`) VALUES
(6643, 9, 3238, NULL, NULL, NULL, 'Khagrachhari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6644, 9, 3238, NULL, NULL, NULL, 'Ramgarh Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6645, 9, 3238, NULL, NULL, NULL, 'Matiranga Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6646, 9, 1002, NULL, NULL, NULL, 'Rangamati Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6647, 9, 1002, NULL, NULL, NULL, 'Baghaichari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6648, 9, 998, NULL, NULL, NULL, 'Brahmanbaria Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6649, 9, 998, NULL, NULL, NULL, 'Nabinagara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6650, 9, 998, NULL, NULL, NULL, 'Akhaura Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6651, 9, 998, NULL, NULL, NULL, 'Kasba Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6652, 9, 2075, NULL, NULL, NULL, 'Chandpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6653, 9, 2075, NULL, NULL, NULL, 'Hajiganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6654, 9, 2075, NULL, NULL, NULL, 'Kachua Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6655, 9, 2075, NULL, NULL, NULL, 'Chengaracara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6656, 9, 2075, NULL, NULL, NULL, 'Matlab Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6657, 9, 2075, NULL, NULL, NULL, 'Shahrasti Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6658, 9, 2075, NULL, NULL, NULL, 'Faridganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6659, 9, 28, NULL, NULL, NULL, 'Laksham Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6660, 9, 28, NULL, NULL, NULL, 'Daudakandi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6661, 9, 28, NULL, NULL, NULL, 'Chandina Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6662, 9, 28, NULL, NULL, NULL, 'Homna Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6663, 9, 28, NULL, NULL, NULL, 'Debidwar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6664, 9, 28, NULL, NULL, NULL, 'Chauddagram Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6665, 9, 28, NULL, NULL, NULL, 'Nangalakota Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6666, 9, 28, NULL, NULL, NULL, 'Barura Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6667, 9, 987, NULL, NULL, NULL, 'Feni Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6668, 9, 987, NULL, NULL, NULL, 'Dagarbhuiyan Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6669, 9, 987, NULL, NULL, NULL, 'Chhagalnaiya Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6670, 9, 3108, NULL, NULL, NULL, 'Lakshmipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6671, 9, 3108, NULL, NULL, NULL, 'Raipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6672, 9, 3108, NULL, NULL, NULL, 'Ramganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6673, 9, 3108, NULL, NULL, NULL, 'Ramgoti Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6674, 9, 1006, NULL, NULL, NULL, 'Noakhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6675, 9, 1006, NULL, NULL, NULL, 'Chaumohani Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6676, 9, 1006, NULL, NULL, NULL, 'Chatkhil Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6677, 9, 1006, NULL, NULL, NULL, 'Bose Hat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6678, 9, 1006, NULL, NULL, NULL, 'Kabirhat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6679, 9, 1006, NULL, NULL, NULL, 'Sonaimuri Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6680, 9, 1006, NULL, NULL, NULL, 'Senbagh Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6681, 9, 1006, NULL, NULL, NULL, 'Hatia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6682, 9, 1960, NULL, NULL, NULL, 'Tangail Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6683, 9, 1960, NULL, NULL, NULL, 'Karatia Township', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6684, 9, 1960, NULL, NULL, NULL, 'Elenga Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6685, 9, 1960, NULL, NULL, NULL, 'Kalihati Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6686, 9, 1960, NULL, NULL, NULL, 'Gopalpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6687, 9, 1960, NULL, NULL, NULL, 'Mirzapur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6688, 9, 1960, NULL, NULL, NULL, 'Madhupur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6689, 9, 1960, NULL, NULL, NULL, 'Ghatail Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6690, 9, 1960, NULL, NULL, NULL, 'Bhuapur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6691, 9, 1960, NULL, NULL, NULL, 'Sakhipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6692, 9, 1960, NULL, NULL, NULL, 'Dhanbari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6693, 9, 1960, NULL, NULL, NULL, 'Basail Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6694, 9, 2942, NULL, NULL, NULL, 'Savar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6695, 9, 2942, NULL, NULL, NULL, 'Dohar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6696, 9, 2942, NULL, NULL, NULL, 'Dhamrai Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6697, 9, 2258, NULL, NULL, NULL, 'Manikganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6698, 9, 2258, NULL, NULL, NULL, 'Singair Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6699, 9, 3024, NULL, NULL, NULL, 'Munshiganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6700, 9, 3024, NULL, NULL, NULL, 'Mirakadima Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6701, 9, 150, NULL, NULL, NULL, 'Tongi Municipality ', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6702, 9, 150, NULL, NULL, NULL, 'Gazipur Municipality ', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6703, 9, 150, NULL, NULL, NULL, 'Sreepur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6704, 9, 150, NULL, NULL, NULL, 'Kaliganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6705, 9, 1007, NULL, NULL, NULL, 'Sonargaon Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6706, 9, 1007, NULL, NULL, NULL, 'Tarabo Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6707, 9, 1007, NULL, NULL, NULL, 'Kanchan Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6708, 9, 1007, NULL, NULL, NULL, 'Araihazar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6709, 9, 1007, NULL, NULL, NULL, 'Gopaladi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6710, 9, 71, NULL, NULL, NULL, 'Narsingdi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6711, 9, 71, NULL, NULL, NULL, 'Madhabdi Municipality ', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6712, 9, 71, NULL, NULL, NULL, 'Ghorashal Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6713, 9, 71, NULL, NULL, NULL, 'Monohordy Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6714, 9, 71, NULL, NULL, NULL, 'Shibpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6715, 9, 71, NULL, NULL, NULL, 'Raipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6716, 9, 3028, NULL, NULL, NULL, 'Faridpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6717, 9, 3028, NULL, NULL, NULL, 'Breaches of the Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6718, 9, 3028, NULL, NULL, NULL, 'Boalmari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6719, 9, 3028, NULL, NULL, NULL, 'Nagarkanda Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6720, 9, 3025, NULL, NULL, NULL, 'Rajbari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6721, 9, 3025, NULL, NULL, NULL, 'Pangsha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6722, 9, 3025, NULL, NULL, NULL, 'Goalanda Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6723, 9, 3027, NULL, NULL, NULL, 'Gopalganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6724, 9, 3027, NULL, NULL, NULL, 'Kotalipara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6725, 9, 3027, NULL, NULL, NULL, 'Tungipara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6726, 9, 3027, NULL, NULL, NULL, 'Muksudpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6727, 9, 3026, NULL, NULL, NULL, 'Madaripur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6728, 9, 3026, NULL, NULL, NULL, 'Shibchar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6729, 9, 3026, NULL, NULL, NULL, 'Kalkini Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6730, 9, 3026, NULL, NULL, NULL, 'Rajoir Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6731, 9, 991, NULL, NULL, NULL, 'Shariatpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6732, 9, 991, NULL, NULL, NULL, 'Damudya Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6733, 9, 991, NULL, NULL, NULL, 'Naria Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6734, 9, 991, NULL, NULL, NULL, 'Jazeera Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6735, 9, 991, NULL, NULL, NULL, 'Bhedarganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6736, 9, 991, NULL, NULL, NULL, 'Gosairhat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6737, 9, 61, NULL, NULL, NULL, 'Jessore Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6738, 9, 61, NULL, NULL, NULL, 'Noapara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6739, 9, 61, NULL, NULL, NULL, 'Tiger Neighborhood Municipalities', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6740, 9, 61, NULL, NULL, NULL, 'Chaugachha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6741, 9, 61, NULL, NULL, NULL, 'Keshabpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6742, 9, 61, NULL, NULL, NULL, 'Benapol Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6743, 9, 3247, NULL, NULL, NULL, 'Jhenaidaha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6744, 9, 3247, NULL, NULL, NULL, 'Harinakunda Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6745, 9, 3247, NULL, NULL, NULL, 'Kaliganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6746, 9, 3247, NULL, NULL, NULL, 'Kotchandpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6747, 9, 3247, NULL, NULL, NULL, 'Moheshpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6748, 9, 3247, NULL, NULL, NULL, 'Shailakupa Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6749, 9, 1039, NULL, NULL, NULL, 'Magura Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6750, 9, 995, NULL, NULL, NULL, 'Narail Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6751, 9, 995, NULL, NULL, NULL, 'Kalia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6752, 9, 995, NULL, NULL, NULL, 'Lohagara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6753, 9, 3240, NULL, NULL, NULL, 'Bagerhat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6754, 9, 3240, NULL, NULL, NULL, 'Mongla Port Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6755, 9, 3240, NULL, NULL, NULL, 'Morrelgonj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6756, 9, 2056, NULL, NULL, NULL, 'Paikgacha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6757, 9, 70, NULL, NULL, NULL, 'Satkhira Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6758, 9, 70, NULL, NULL, NULL, 'Kolaroa Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6759, 9, 1037, NULL, NULL, NULL, 'Chuadanga Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6760, 9, 1037, NULL, NULL, NULL, 'Darshana Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6761, 9, 1037, NULL, NULL, NULL, 'Jibannagar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6762, 9, 1038, NULL, NULL, NULL, 'Kushtia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6763, 9, 1038, NULL, NULL, NULL, 'Khoksha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6764, 9, 1038, NULL, NULL, NULL, 'Kumarkhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6765, 9, 1038, NULL, NULL, NULL, 'Mirpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6766, 9, 784, NULL, NULL, NULL, 'Meherpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6767, 9, 784, NULL, NULL, NULL, 'Gangni Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6768, 9, 2257, NULL, NULL, NULL, 'Jamalpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6769, 9, 2257, NULL, NULL, NULL, 'Sarishabari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6770, 9, 2257, NULL, NULL, NULL, 'Islampur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6771, 9, 2257, NULL, NULL, NULL, 'Dewanganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6772, 9, 2257, NULL, NULL, NULL, 'Melandaha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6773, 9, 2257, NULL, NULL, NULL, 'Madarganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6774, 9, 1944, NULL, NULL, NULL, 'Sherpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6775, 9, 1944, NULL, NULL, NULL, 'Nalitabari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6776, 9, 1944, NULL, NULL, NULL, 'Nakla Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6777, 9, 1944, NULL, NULL, NULL, 'Sreebordi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6778, 9, 2001, NULL, NULL, NULL, 'Mymensingh Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6779, 9, 2001, NULL, NULL, NULL, 'Gaffargaon Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6780, 9, 2001, NULL, NULL, NULL, 'Trishal Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6781, 9, 2001, NULL, NULL, NULL, 'Muktagasa Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6782, 9, 2001, NULL, NULL, NULL, 'Ishwarganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6783, 9, 2001, NULL, NULL, NULL, 'Valuka Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6784, 9, 2001, NULL, NULL, NULL, 'Gauripur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6785, 9, 2001, NULL, NULL, NULL, 'Phulpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6786, 9, 2001, NULL, NULL, NULL, 'Fulbaria Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6787, 9, 2001, NULL, NULL, NULL, 'Nandail Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6788, 9, 2262, NULL, NULL, NULL, 'Netrokona Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6789, 9, 2262, NULL, NULL, NULL, 'Mohonganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6790, 9, 2262, NULL, NULL, NULL, 'Durgapur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6791, 9, 2262, NULL, NULL, NULL, 'Kendua Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6792, 9, 2262, NULL, NULL, NULL, 'Madan Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6793, 9, 993, NULL, NULL, NULL, 'Bogra Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6794, 9, 993, NULL, NULL, NULL, 'Nandigram Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6795, 9, 993, NULL, NULL, NULL, 'Dhunat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6796, 9, 993, NULL, NULL, NULL, 'Darshan Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6797, 9, 993, NULL, NULL, NULL, 'Dhupchanchia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6798, 9, 993, NULL, NULL, NULL, 'Sonatala Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6799, 9, 993, NULL, NULL, NULL, 'Kahalu Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6800, 9, 993, NULL, NULL, NULL, 'Santahara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6801, 9, 993, NULL, NULL, NULL, 'Sariakandi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6802, 9, 993, NULL, NULL, NULL, 'Shibgonj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6803, 9, 993, NULL, NULL, NULL, 'Sherpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6804, 9, 1185, NULL, NULL, NULL, 'Joypurhat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6805, 9, 1185, NULL, NULL, NULL, 'Panchbibi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6806, 9, 1185, NULL, NULL, NULL, 'Kalai Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6807, 9, 1185, NULL, NULL, NULL, 'Akkelpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6808, 9, 989, NULL, NULL, NULL, 'Pabna Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6809, 9, 989, NULL, NULL, NULL, 'Atgharia Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6810, 9, 989, NULL, NULL, NULL, 'Chatmohar the Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6811, 9, 989, NULL, NULL, NULL, 'Bhangura Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6812, 9, 989, NULL, NULL, NULL, 'Ishwardi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6813, 9, 989, NULL, NULL, NULL, 'Sathiya Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6814, 9, 989, NULL, NULL, NULL, 'Bhera Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6815, 9, 989, NULL, NULL, NULL, 'Sujanagar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6816, 9, 160, NULL, NULL, NULL, 'Sirajganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6817, 9, 160, NULL, NULL, NULL, 'Shahzadpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6818, 9, 160, NULL, NULL, NULL, 'Raiganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6819, 9, 160, NULL, NULL, NULL, 'Ullahpara Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6820, 9, 160, NULL, NULL, NULL, 'Kazipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6821, 9, 160, NULL, NULL, NULL, 'Belkuchi Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6822, 9, 1990, NULL, NULL, NULL, 'Naogaon Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6823, 9, 1990, NULL, NULL, NULL, 'Dhamuirahata Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6824, 9, 1990, NULL, NULL, NULL, 'Nazirpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6825, 9, 1040, NULL, NULL, NULL, 'Natore Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6826, 9, 1040, NULL, NULL, NULL, 'Naldanga Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6827, 9, 1040, NULL, NULL, NULL, 'Singra Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6828, 9, 1040, NULL, NULL, NULL, 'Gurdaspur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6829, 9, 1040, NULL, NULL, NULL, 'Gopalpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6830, 9, 1004, NULL, NULL, NULL, 'Godagari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6831, 9, 1004, NULL, NULL, NULL, 'Kakanahata Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6832, 9, 1004, NULL, NULL, NULL, 'Tanore Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6833, 9, 1004, NULL, NULL, NULL, 'Mundumala Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6834, 9, 1004, NULL, NULL, NULL, 'Katakhali Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6835, 9, 1004, NULL, NULL, NULL, 'Naohata Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6836, 9, 1004, NULL, NULL, NULL, 'Keshor Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6837, 9, 1004, NULL, NULL, NULL, 'Bhabaniganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6838, 9, 1004, NULL, NULL, NULL, 'Taherpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6839, 9, 1004, NULL, NULL, NULL, 'Durgapur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6840, 9, 1004, NULL, NULL, NULL, 'Puthiya Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6841, 9, 1004, NULL, NULL, NULL, 'Charghat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6842, 9, 1004, NULL, NULL, NULL, 'Bagha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6843, 9, 1004, NULL, NULL, NULL, 'Arani Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6844, 9, 994, NULL, NULL, NULL, 'Dinajpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6845, 9, 994, NULL, NULL, NULL, 'Berhampur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6846, 9, 994, NULL, NULL, NULL, 'Birganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6847, 9, 994, NULL, NULL, NULL, 'Setabganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6848, 9, 994, NULL, NULL, NULL, 'Fulbari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6849, 9, 994, NULL, NULL, NULL, 'Parbatipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6850, 9, 994, NULL, NULL, NULL, 'Hakimpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6851, 9, 994, NULL, NULL, NULL, 'Ghoraghat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6852, 9, 994, NULL, NULL, NULL, 'Birol Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6853, 9, 146, NULL, NULL, NULL, 'Panchagarh Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6854, 9, 146, NULL, NULL, NULL, 'Boda Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6855, 9, 1928, NULL, NULL, NULL, 'Thakurgaon Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6856, 9, 1928, NULL, NULL, NULL, 'Peerganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6857, 9, 1928, NULL, NULL, NULL, 'Ranishankail Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6858, 9, 1081, NULL, NULL, NULL, 'Gaibandha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6859, 9, 1081, NULL, NULL, NULL, 'Gobindaganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6860, 9, 1081, NULL, NULL, NULL, 'Sundarganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6861, 9, 1081, NULL, NULL, NULL, 'Palashbari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6862, 9, 3323, NULL, NULL, NULL, 'Kurigram Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6863, 9, 3323, NULL, NULL, NULL, 'Nageshwari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6864, 9, 3323, NULL, NULL, NULL, 'Ulipur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6865, 9, 1079, NULL, NULL, NULL, 'Lalmonirhat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6866, 9, 1079, NULL, NULL, NULL, 'Patgram Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6867, 9, 1080, NULL, NULL, NULL, 'Nilphamari Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6868, 9, 1080, NULL, NULL, NULL, 'Saidpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6869, 9, 1080, NULL, NULL, NULL, 'Domar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6870, 9, 1080, NULL, NULL, NULL, 'Jaldhaka Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6871, 9, 1987, NULL, NULL, NULL, 'Badarganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6872, 9, 1987, NULL, NULL, NULL, 'Haragachh Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6873, 9, 1000, NULL, NULL, NULL, 'Habiganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6874, 9, 1000, NULL, NULL, NULL, 'Shaistaganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6875, 9, 1000, NULL, NULL, NULL, 'Nabiganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6876, 9, 1000, NULL, NULL, NULL, 'Madhabpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6877, 9, 1000, NULL, NULL, NULL, 'Chunarughat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6878, 9, 1000, NULL, NULL, NULL, 'Ajmiriganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6879, 9, 1008, NULL, NULL, NULL, 'Sunamganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6880, 9, 1008, NULL, NULL, NULL, 'Chattak Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6881, 9, 1008, NULL, NULL, NULL, 'Jagannathpur Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6882, 9, 1008, NULL, NULL, NULL, 'Derai Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6883, 9, 140, NULL, NULL, NULL, 'Moulvibazar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6884, 9, 140, NULL, NULL, NULL, 'Sreemangal Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6885, 9, 140, NULL, NULL, NULL, 'Borolekha Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6886, 9, 140, NULL, NULL, NULL, 'Kulaura Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6887, 9, 140, NULL, NULL, NULL, 'Kamalganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6888, 9, 128, NULL, NULL, NULL, 'Gopalganj Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6889, 9, 128, NULL, NULL, NULL, 'Biyanibazar Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6890, 9, 128, NULL, NULL, NULL, 'Kanaighat Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6891, 9, 128, NULL, NULL, NULL, 'Jakiganja Municipality', NULL, NULL, NULL, '2020-02-11 12:41:15', '2020-02-11 12:41:15', NULL, NULL, NULL),
(6892, 10, 2942, NULL, NULL, NULL, 'Adabor', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6893, 10, 2942, NULL, NULL, NULL, 'Azampur', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6894, 10, 2942, NULL, NULL, NULL, 'Badda', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6895, 10, 2942, NULL, NULL, NULL, 'Banani', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6896, 10, 2942, NULL, NULL, NULL, 'Bangsal', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6897, 10, 2942, NULL, NULL, NULL, 'Bimanbandar', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6898, 10, 2942, NULL, NULL, NULL, 'Cantonment', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6899, 10, 2942, NULL, NULL, NULL, 'Chowkbazar', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6900, 10, 2942, NULL, NULL, NULL, 'Dakshin Khan', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6901, 10, 2942, NULL, NULL, NULL, 'Darus Salam', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6902, 10, 2942, NULL, NULL, NULL, 'Demra', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6903, 10, 2942, NULL, NULL, NULL, 'Dhanmondi', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6904, 10, 2942, NULL, NULL, NULL, 'Gendaria', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6905, 10, 2942, NULL, NULL, NULL, 'Gulshan', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6906, 10, 2942, NULL, NULL, NULL, 'Hazaribagh', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6907, 10, 2942, NULL, NULL, NULL, 'Jatrabari', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6908, 10, 2942, NULL, NULL, NULL, 'Kadamtali', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6909, 10, 2942, NULL, NULL, NULL, 'Kafrul', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6910, 10, 2942, NULL, NULL, NULL, 'Kalabagan', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6911, 10, 2942, NULL, NULL, NULL, 'Kamrangirchar', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6912, 10, 2942, NULL, NULL, NULL, 'Khilgaon', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6913, 10, 2942, NULL, NULL, NULL, 'Khilkhet', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6914, 10, 2942, NULL, NULL, NULL, 'Kotwali', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6915, 10, 2942, NULL, NULL, NULL, 'Lalbagh', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6916, 10, 2942, NULL, NULL, NULL, 'Mirpur', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6917, 10, 2942, NULL, NULL, NULL, 'Mohammadpur', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6918, 10, 2942, NULL, NULL, NULL, 'Motijheel', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6919, 10, 2942, NULL, NULL, NULL, 'Mugda', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6920, 10, 2942, NULL, NULL, NULL, 'New Market', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6921, 10, 2942, NULL, NULL, NULL, 'Pallabi', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6922, 10, 2942, NULL, NULL, NULL, 'Paltan', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6923, 10, 2942, NULL, NULL, NULL, 'Panthapath', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6924, 10, 2942, NULL, NULL, NULL, 'Ramna', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6925, 10, 2942, NULL, NULL, NULL, 'Rampura', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6926, 10, 2942, NULL, NULL, NULL, 'Rupnagar', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6927, 10, 2942, NULL, NULL, NULL, 'Sabujbagh', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6928, 10, 2942, NULL, NULL, NULL, 'Shah Ali', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6929, 10, 2942, NULL, NULL, NULL, 'Shahjahanpur', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6930, 10, 2942, NULL, NULL, NULL, 'Shahbagh', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6931, 10, 2942, NULL, NULL, NULL, 'Sher-e-Bangla Nagar', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6932, 10, 2942, NULL, NULL, NULL, 'Shyampur', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6933, 10, 2942, NULL, NULL, NULL, 'Sutrapur', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6934, 10, 2942, NULL, NULL, NULL, 'Tejgaon Industrial Area', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6935, 10, 2942, NULL, NULL, NULL, 'Tejgaon', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6936, 10, 2942, NULL, NULL, NULL, 'Turag', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6937, 10, 2942, NULL, NULL, NULL, 'Uttar Khan', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6938, 10, 2942, NULL, NULL, NULL, 'Uttara East', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6939, 10, 2942, NULL, NULL, NULL, 'Uttara West', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6940, 10, 2942, NULL, NULL, NULL, 'Bsahantek', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6941, 10, 2942, NULL, NULL, NULL, 'Vatara', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL),
(6942, 10, 2942, NULL, NULL, NULL, 'Wari', NULL, NULL, NULL, '2020-03-23 09:52:14', '2020-03-23 09:52:14', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `area_limit`
--

CREATE TABLE `area_limit` (
  `area_id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `eng_name` varchar(200) NOT NULL,
  `cp_status` tinyint(1) NOT NULL DEFAULT 0,
  `max_limit` int(5) NOT NULL,
  `running_area` tinyint(1) NOT NULL DEFAULT 0,
  `status` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `area_limit`
--

INSERT INTO `area_limit` (`area_id`, `name`, `eng_name`, `cp_status`, `max_limit`, `running_area`, `status`) VALUES
(28, 'কুমিল্লা জেলা', 'Comilla', 0, 50, -1, 1),
(61, 'যশোর জেলা', 'Jessore', 0, 50, -1, 1),
(70, 'সাতক্ষীরা জেলা', 'Shatkhira', 0, 50, -1, 0),
(71, 'নরসিংদী জেলা', 'Narsingdi', 0, 50, -1, 1),
(72, 'ঝালকাঠি জেলা', 'Jhalokati', 0, 50, -1, 0),
(128, 'সিলেট জেলা', 'Sylhet', 1, 399, -1, 1),
(140, 'মৌলভীবাজার জেলা', 'Maulvibazar', 1, 399, -1, 1),
(146, 'পঞ্চগড় জেলা', 'Panchagarh', 0, 103, -1, 1),
(150, 'গাজীপুর জেলা', 'Gazipur', 0, 50, -1, 1),
(160, 'সিরাজগঞ্জ জেলা', 'Sirajganj', 1, 399, -1, 1),
(784, 'মেহেরপুর জেলা', 'Meherpur', 0, 50, -1, 1),
(987, 'ফেনী জেলা', 'Feni', 0, 50, -1, 0),
(989, 'পাবনা জেলা', 'Pabna', 0, 50, -1, 1),
(991, 'শরীয়তপুর জেলা', 'Shariatpur', 0, 50, -1, 1),
(993, 'বগুড়া জেলা', 'Bogra', 1, 399, -1, 1),
(994, 'দিনাজপুর জেলা', 'Dinajpur', 0, 103, -1, 1),
(995, 'নড়াইল জেলা', 'Narail', 0, 50, -1, 1),
(996, 'পটুয়াখালী জেলা', 'Patuakhali', 1, 399, -1, 1),
(997, 'পিরোজপুর জেলা', 'Pirojpur', 0, 50, -1, 1),
(998, 'ব্রাহ্মণবাড়িয়া জেলা', 'Brahmanbaria', 0, 50, -1, 1),
(999, 'বরিশাল জেলা', 'Barisal', 1, 399, -1, 1),
(1000, 'হবিগঞ্জ জেলা', 'Habiganj', 1, 399, -1, 1),
(1002, 'রাঙ্গামাটি জেলা', 'Rangamati', 1, 399, -1, 1),
(1004, 'রাজশাহী জেলা', 'Rajshahi', 0, 50, -1, 1),
(1006, 'নোয়াখালী জেলা', 'Noakhali', 1, 399, -1, 1),
(1007, 'নারায়ণগঞ্জ জেলা', 'Narayanganj', 0, 50, -1, 1),
(1008, 'সুনামগঞ্জ জেলা', 'Sunamganj', 1, 399, -1, 1),
(1037, 'চুয়াডাঙ্গা জেলা', 'Chuadanga', 0, 50, -1, 1),
(1038, 'কুষ্টিয়া জেলা', 'Kushtia', 0, 50, -1, 1),
(1039, 'মাগুরা জেলা', 'Magura', 0, 50, -1, 1),
(1040, 'নাটোর জেলা', 'Natore', 0, 50, -1, 1),
(1079, 'লালমনিরহাট জেলা', 'Lalmonirhat', 0, 103, -1, 1),
(1080, 'নীলফামারী জেলা', 'Nilfamari', 0, 103, -1, 1),
(1081, 'গাইবান্ধা জেলা', 'Gaibandha', 0, 103, -1, 1),
(1185, 'জয়পুরহাট জেলা', 'Jaipurhat', 0, 50, -1, 1),
(1187, 'ভোলা জেলা', 'Bhola', 0, 50, -1, 0),
(1867, 'চাঁপাইনবাবগঞ্জ জেলা', 'ChapaiNawabganj', 0, 50, -1, 1),
(1928, 'ঠাকুরগাঁও জেলা', 'Thakurgaon', 0, 103, -1, 1),
(1944, 'শেরপুর জেলা', 'Sherpur', 1, 399, -1, 1),
(1960, 'টাঙ্গাইল জেলা', 'Tangail', 0, 50, -1, 1),
(1987, 'রংপুর জেলা', 'Rangpur', 0, 103, -1, 1),
(1990, 'নওগাঁ জেলা', 'Naogaon', 0, 50, -1, 1),
(2001, 'ময়মনসিংহ জেলা', 'Mymensingh', 0, 50, -1, 1),
(2056, 'খুলনা জেলা', 'Khulna', 0, 50, -1, 0),
(2075, 'চাঁদপুর জেলা', 'Chandpur', 0, 50, -1, 0),
(2256, 'কিশোরগঞ্জ জেলা', 'Kishoreganj', 0, 50, -1, 1),
(2257, 'জামালপুর জেলা', 'Jamalpur', 1, 399, -1, 1),
(2258, 'মানিকগঞ্জ জেলা', 'Manikganj', 0, 50, -1, 1),
(2262, 'নেত্রকোণা জেলা', 'Netrokona', 1, 399, -1, 1),
(2942, 'ঢাকা জেলা', 'Dhaka', 0, 50, -1, 1),
(3024, 'মুন্সিগঞ্জ জেলা', 'Munshiganj', 0, 50, -1, 1),
(3025, 'রাজবাড়ী জেলা', 'Rajbari', 0, 50, -1, 1),
(3026, 'মাদারীপুর জেলা', 'Madaripur', 0, 50, -1, 1),
(3027, 'গোপালগঞ্জ জেলা', 'Gopalganj', 0, 50, -1, 1),
(3028, 'ফরিদপুর জেলা', 'Faridpur', 0, 50, -1, 1),
(3107, 'বরগুনা জেলা', 'Borguna', 1, 399, -1, 1),
(3108, 'লক্ষ্মীপুর জেলা', 'Lakshmipur', 0, 50, -1, 1),
(3152, 'চট্টগ্রাম জেলা', 'Chittagong', 0, 50, -1, 1),
(3237, 'কক্সবাজার জেলা', 'Cox_s_Bazar', 1, 399, -1, 1),
(3238, 'খাগড়াছড়ি জেলা', 'Khagrachari', 1, 399, -1, 1),
(3240, 'বাগেরহাট জেলা', 'Bagerhat', 1, 399, -1, 1),
(3245, 'বান্দরবান জেলা', 'Bandarban', 1, 399, -1, 1),
(3247, 'ঝিনাইদহ জেলা', 'Jhinaidaha', 0, 50, -1, 1),
(3323, 'কুড়িগ্রাম জেলা', 'Kurigram', 0, 103, -1, 1),
(6586, 'ঢাকা সিটি কর্পোরেশন', 'Dhaka City Corporation', 1, 399, -1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `case_info`
--

CREATE TABLE `case_info` (
  `id` int(11) NOT NULL,
  `lab_id` varchar(100) DEFAULT NULL,
  `spec_c_date` date DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `age` int(10) DEFAULT 0,
  `mob` varchar(30) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `sex` int(2) DEFAULT 0,
  `age_type` int(2) DEFAULT 0,
  `ocu` varchar(50) DEFAULT NULL,
  `confm_type` int(2) DEFAULT 0,
  `emr_type` int(2) DEFAULT 0,
  `adds` varchar(200) DEFAULT NULL,
  `coll_from` int(11) DEFAULT NULL,
  `coll_ads` varchar(100) DEFAULT NULL,
  `dis` int(11) DEFAULT NULL,
  `up` int(11) DEFAULT NULL,
  `mc` int(11) DEFAULT NULL,
  `thana` int(11) DEFAULT NULL,
  `citycorp` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `result` int(11) DEFAULT NULL,
  `ref` varchar(100) DEFAULT NULL,
  `ins_name` varchar(150) DEFAULT NULL,
  `ins_dept` varchar(100) DEFAULT NULL,
  `ins_unit` varchar(50) DEFAULT NULL,
  `ins_unit_head` varchar(100) DEFAULT NULL,
  `ins_ward` varchar(50) DEFAULT NULL,
  `ins_cabin` varchar(50) DEFAULT NULL,
  `fev` tinyint(2) NOT NULL DEFAULT 0,
  `headache` tinyint(2) NOT NULL DEFAULT 0,
  `cough` tinyint(2) NOT NULL DEFAULT 0,
  `breath` tinyint(2) NOT NULL DEFAULT 0,
  `onset` date DEFAULT NULL,
  `txt_oth_symp` varchar(100) DEFAULT NULL,
  `cr` tinyint(2) DEFAULT 0,
  `th` tinyint(2) NOT NULL DEFAULT 0,
  `th_coun` varchar(100) DEFAULT NULL,
  `th_date` date DEFAULT NULL,
  `cc` tinyint(2) NOT NULL DEFAULT 0,
  `hc` tinyint(2) NOT NULL DEFAULT 0,
  `copd` tinyint(2) NOT NULL DEFAULT 0,
  `asthma` tinyint(2) NOT NULL DEFAULT 0,
  `ild` tinyint(2) NOT NULL DEFAULT 0,
  `dm` tinyint(2) NOT NULL DEFAULT 0,
  `ihd` tinyint(2) NOT NULL DEFAULT 0,
  `htn` tinyint(2) NOT NULL DEFAULT 0,
  `ckd` tinyint(2) NOT NULL DEFAULT 0,
  `cld` tinyint(2) NOT NULL DEFAULT 0,
  `md` tinyint(2) NOT NULL DEFAULT 0,
  `ost` tinyint(2) NOT NULL DEFAULT 0,
  `preg` tinyint(2) NOT NULL DEFAULT 0,
  `crf_oth` varchar(100) DEFAULT NULL,
  `spec` tinyint(2) NOT NULL DEFAULT 0,
  `nasal` tinyint(2) NOT NULL DEFAULT 0,
  `throat_swab` tinyint(2) NOT NULL DEFAULT 0,
  `sputum` tinyint(2) NOT NULL DEFAULT 0,
  `tracheal_aspirate` tinyint(2) NOT NULL DEFAULT 0,
  `serum` tinyint(2) NOT NULL DEFAULT 0,
  `spec_oth_txt` varchar(100) DEFAULT NULL,
  `remarks` tinytext DEFAULT NULL,
  `in_cond_by` varchar(100) DEFAULT NULL,
  `lng` varchar(15) DEFAULT NULL,
  `lat` varchar(15) DEFAULT NULL,
  `cls_id` varchar(100) DEFAULT NULL,
  `cls` int(11) DEFAULT 0 COMMENT '0=new, 1=follow up, 2=contact, 3=death',
  `result_at` datetime DEFAULT NULL,
  `from_outside` tinyint(4) DEFAULT 0,
  `bg` varchar(5) DEFAULT NULL,
  `nid` varchar(20) DEFAULT NULL,
  `paid` tinyint(2) DEFAULT NULL COMMENT '0=paid,1=free',
  `free_oth_details` varchar(100) DEFAULT NULL,
  `receipt_no` varchar(65) DEFAULT NULL,
  `reason` tinyint(2) DEFAULT NULL,
  `rel` tinyint(2) DEFAULT NULL,
  `dept_name` varchar(65) DEFAULT NULL,
  `service_code` varchar(65) DEFAULT NULL,
  `freedom_id` varchar(65) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `covic19_general`
--

CREATE TABLE `covic19_general` (
  `id` int(11) NOT NULL,
  `name` varchar(150) DEFAULT NULL,
  `age` int(5) DEFAULT NULL,
  `age_type` int(1) DEFAULT NULL COMMENT '1=year, 2=month',
  `sex` int(2) DEFAULT NULL,
  `nationality` int(11) DEFAULT NULL,
  `passport_no` varchar(50) DEFAULT NULL,
  `flight_no` varchar(50) DEFAULT NULL,
  `seat_no` varchar(30) DEFAULT NULL,
  `country_from` int(11) DEFAULT NULL,
  `arrival_date` date DEFAULT NULL,
  `mobile_no` varchar(30) DEFAULT NULL,
  `is_downloaded` tinyint(1) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `covic19_general_follow_up`
--

CREATE TABLE `covic19_general_follow_up` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(30) DEFAULT NULL,
  `fever` tinyint(2) DEFAULT NULL,
  `fever_on_set` date DEFAULT NULL,
  `fever_cessation` date DEFAULT NULL,
  `cough` tinyint(2) DEFAULT NULL,
  `cough_on_set` date DEFAULT NULL,
  `cough_cessation` date DEFAULT NULL,
  `respiratory_distress` tinyint(2) DEFAULT NULL,
  `respiratory_distress_on_set` date DEFAULT NULL,
  `respiratory_distress_cessation` date DEFAULT NULL,
  `sore_throat` tinyint(2) DEFAULT NULL,
  `sore_throat_on_set` date DEFAULT NULL,
  `sore_throat_cessation` date DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `address` tinytext DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `covic19_general_fu_contact`
--

CREATE TABLE `covic19_general_fu_contact` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(30) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `fu_id` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `covic19_general_fu_family`
--

CREATE TABLE `covic19_general_fu_family` (
  `id` int(11) NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `age` int(3) DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `fu_id` int(11) DEFAULT NULL,
  `fever` tinyint(2) DEFAULT NULL,
  `fever_on_set` date DEFAULT NULL,
  `fever_cessation` date DEFAULT NULL,
  `cough` tinyint(2) DEFAULT NULL,
  `cough_on_set` date DEFAULT NULL,
  `cough_cessation` date DEFAULT NULL,
  `respiratory_distress` tinyint(2) DEFAULT NULL,
  `respiratory_distress_on_set` date DEFAULT NULL,
  `respiratory_distress_cessation` date DEFAULT NULL,
  `sore_throat` tinyint(2) DEFAULT NULL,
  `sore_throat_on_set` date DEFAULT NULL,
  `sore_throat_cessation` date DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `covid_country_summary`
--

CREATE TABLE `covid_country_summary` (
  `id` int(11) NOT NULL,
  `country_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `covid_datevsquantity`
--

CREATE TABLE `covid_datevsquantity` (
  `id` int(11) NOT NULL,
  `date` date DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `covid_district_summary`
--

CREATE TABLE `covid_district_summary` (
  `id` int(11) NOT NULL,
  `eng_name` varchar(100) DEFAULT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `covid_positive`
--

CREATE TABLE `covid_positive` (
  `id` int(11) NOT NULL,
  `report_date` date DEFAULT NULL,
  `report_country` int(11) DEFAULT NULL,
  `why_test1` int(11) DEFAULT NULL,
  `why_test2` tinyint(4) DEFAULT NULL,
  `why_test3` tinyint(4) DEFAULT NULL,
  `why_test4` tinyint(4) DEFAULT NULL,
  `why_test5` tinyint(4) DEFAULT NULL,
  `why_test6` tinyint(4) DEFAULT NULL,
  `why_teste` varchar(100) DEFAULT NULL,
  `unique_case` varchar(100) DEFAULT NULL,
  `age` int(11) DEFAULT NULL,
  `age_type` int(11) DEFAULT 1 COMMENT '1=year, 2=month, 3=days',
  `sex` tinyint(4) DEFAULT NULL,
  `diagnosed_country` int(11) DEFAULT NULL,
  `province` varchar(100) DEFAULT NULL,
  `residency_country` int(11) DEFAULT NULL,
  `confirm_date` date DEFAULT NULL,
  `sns` tinyint(4) DEFAULT NULL,
  `sns_date` date DEFAULT NULL,
  `comorbidity` tinyint(4) DEFAULT NULL,
  `comorbidity1` tinyint(4) DEFAULT NULL,
  `preg_time` int(11) DEFAULT NULL,
  `comorbidity2` tinyint(4) DEFAULT NULL,
  `comorbidity3` tinyint(4) DEFAULT NULL,
  `comorbidity4` tinyint(4) DEFAULT NULL,
  `comorbidity5` tinyint(4) DEFAULT NULL,
  `comorbidity6` tinyint(4) DEFAULT NULL,
  `comorbidity7` tinyint(4) DEFAULT NULL,
  `comorbidity8` tinyint(4) DEFAULT NULL,
  `comorbidity9` tinyint(4) DEFAULT NULL,
  `comorbidity10` int(11) DEFAULT NULL,
  `comorbiditye` int(11) DEFAULT NULL,
  `comorboditye_txt` varchar(100) DEFAULT NULL,
  `hospital_admission` tinyint(4) DEFAULT NULL,
  `hs_date` date DEFAULT NULL,
  `hs_3` tinyint(4) DEFAULT NULL,
  `hs_4` tinyint(4) DEFAULT NULL,
  `hs_5` tinyint(4) DEFAULT NULL,
  `hs_6` tinyint(4) DEFAULT NULL,
  `hs_7` date DEFAULT NULL,
  `exp_1` tinyint(4) DEFAULT NULL,
  `exp_2` int(11) DEFAULT NULL,
  `exp_3` varchar(100) DEFAULT NULL,
  `exp_4` varchar(100) DEFAULT NULL,
  `exp_5` tinyint(4) DEFAULT NULL,
  `exp_6` int(11) DEFAULT NULL,
  `exp_7` varchar(100) DEFAULT NULL,
  `exp_8` date DEFAULT NULL,
  `exp_9` int(11) DEFAULT NULL,
  `exp_10` varchar(100) DEFAULT NULL,
  `exp_11` date DEFAULT NULL,
  `exp_12` int(11) DEFAULT NULL,
  `exp_13` varchar(100) DEFAULT NULL,
  `exp_14` date DEFAULT NULL,
  `exp_15` tinyint(4) DEFAULT NULL,
  `exp_16` tinyint(4) DEFAULT NULL,
  `exp_17` varchar(100) DEFAULT NULL,
  `exp_18` varchar(900) DEFAULT NULL,
  `exp_19` varchar(100) DEFAULT NULL,
  `exp_20` date DEFAULT NULL,
  `exp_21` date DEFAULT NULL,
  `exp_22` int(11) DEFAULT NULL,
  `exp_23` date DEFAULT NULL,
  `exp_24` date DEFAULT NULL,
  `exp_25` varchar(100) DEFAULT NULL,
  `exp_26` date DEFAULT NULL,
  `exp_27` date DEFAULT NULL,
  `exp_28` varchar(100) DEFAULT NULL,
  `exp_29` date DEFAULT NULL,
  `exp_30` date DEFAULT NULL,
  `exp_31` varchar(100) DEFAULT NULL,
  `exp_32` date DEFAULT NULL,
  `exp_33` date DEFAULT NULL,
  `exp_34` varchar(100) DEFAULT NULL,
  `oc_1` date DEFAULT NULL,
  `oc_2` tinyint(4) DEFAULT NULL,
  `oc_2_date` date DEFAULT NULL,
  `oc_3` tinyint(4) DEFAULT NULL,
  `oc_3_date` date DEFAULT NULL,
  `oc_3_icu` tinyint(4) DEFAULT NULL,
  `oc_3_ventilation` tinyint(4) DEFAULT NULL,
  `oc_3_oxy` tinyint(4) DEFAULT NULL,
  `oc_4` int(11) NOT NULL DEFAULT 0,
  `oc_4_ex` int(11) DEFAULT NULL,
  `oc_4_date` date DEFAULT NULL,
  `oc_4_test_date` date DEFAULT NULL,
  `oc_5` tinyint(4) DEFAULT NULL,
  `oc_6` int(11) DEFAULT NULL COMMENT '999=unknown',
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `covid_reguler_summary`
--

CREATE TABLE `covid_reguler_summary` (
  `id` int(11) NOT NULL,
  `male` int(11) DEFAULT NULL,
  `female` int(11) DEFAULT NULL,
  `under_10` int(11) DEFAULT NULL,
  `c_11_20` int(11) DEFAULT NULL,
  `c_21_30` int(11) DEFAULT NULL,
  `c_31_40` int(11) DEFAULT NULL,
  `c_41_50` int(11) DEFAULT NULL,
  `c_51_60` int(11) DEFAULT NULL,
  `above_60` int(11) DEFAULT NULL,
  `comorbity_present` int(11) DEFAULT NULL,
  `comorbity_absent` int(11) DEFAULT NULL,
  `under_treatment` int(11) DEFAULT NULL,
  `cured` int(11) DEFAULT NULL,
  `dead` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `covid_reguler_summary`
--

INSERT INTO `covid_reguler_summary` (`id`, `male`, `female`, `under_10`, `c_11_20`, `c_21_30`, `c_31_40`, `c_41_50`, `c_51_60`, `above_60`, `comorbity_present`, `comorbity_absent`, `under_treatment`, `cured`, `dead`, `created_at`) VALUES
(1, 434, 187, 17, 46, 122, 143, 115, 95, 83, 34, 3, 548, 39, 34, '2020-03-29 19:26:37');

-- --------------------------------------------------------

--
-- Table structure for table `covid_sample_ack`
--

CREATE TABLE `covid_sample_ack` (
  `id` int(11) NOT NULL,
  `selective_case_id` int(11) DEFAULT NULL,
  `stage1` tinyint(2) NOT NULL DEFAULT 0,
  `stage1_by` int(11) DEFAULT NULL,
  `stage2` tinyint(2) NOT NULL DEFAULT 0,
  `stage2_by` int(11) DEFAULT NULL,
  `stage3` tinyint(2) NOT NULL DEFAULT 0,
  `stage3_by` int(11) DEFAULT NULL,
  `stage4` tinyint(2) NOT NULL DEFAULT 0,
  `stage4_by` int(11) DEFAULT NULL,
  `stage5` tinyint(2) NOT NULL DEFAULT 0,
  `stage5_by` int(11) DEFAULT NULL,
  `stage6` tinyint(2) NOT NULL DEFAULT 0,
  `stage6_by` int(11) DEFAULT NULL,
  `stage7` tinyint(2) NOT NULL DEFAULT 0,
  `stage7_by` int(11) DEFAULT NULL,
  `remarks` tinytext DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `dengues`
--

CREATE TABLE `dengues` (
  `id` int(11) NOT NULL,
  `name` varchar(50) DEFAULT NULL,
  `age` double DEFAULT NULL,
  `sex` int(11) DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `date_of_admission` date DEFAULT NULL,
  `current_fever_status` int(11) DEFAULT NULL,
  `lt_ns1` tinyint(4) DEFAULT NULL,
  `lt_igm` tinyint(4) DEFAULT NULL,
  `area` varchar(50) DEFAULT NULL,
  `comorbidity` text DEFAULT NULL,
  `comorbidity_others` text DEFAULT NULL,
  `discharge_date` date DEFAULT NULL,
  `death_flag` tinyint(4) DEFAULT NULL,
  `death_date` date DEFAULT NULL,
  `other_test` text DEFAULT NULL,
  `address` text DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `site_id` int(11) DEFAULT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `dengue_deaths`
--

CREATE TABLE `dengue_deaths` (
  `id` int(11) NOT NULL,
  `registration_no` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `age` int(11) NOT NULL,
  `sex` int(11) NOT NULL,
  `mobile_no` varchar(20) NOT NULL,
  `date_of_admission` date NOT NULL,
  `duration_of_fever` int(11) NOT NULL,
  `onset_of_fever` date NOT NULL,
  `current_fever_status` int(11) NOT NULL COMMENT '1=>Dengue Fever,2=>Dengue Hemorrhagic Fever,3=>Dengue Shock Syndrome',
  `lt_ns1` tinyint(4) NOT NULL COMMENT 'positive=1, negative=2',
  `lt_igg` tinyint(4) NOT NULL COMMENT 'positive=1, negative=2',
  `lt_igm` tinyint(4) NOT NULL COMMENT 'positive=1, negative=2',
  `lt_pcr` tinyint(4) NOT NULL COMMENT 'positive=1, negative=2',
  `area_type` tinyint(4) NOT NULL,
  `area` varchar(50) DEFAULT NULL,
  `thana` varchar(50) DEFAULT NULL,
  `city` varchar(100) DEFAULT NULL,
  `district` varchar(100) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `site_id` int(11) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `dengue_lab_fetpbs`
--

CREATE TABLE `dengue_lab_fetpbs` (
  `id` int(11) NOT NULL,
  `p_lab_id` varchar(30) NOT NULL,
  `lab_name` text NOT NULL,
  `area` varchar(255) DEFAULT NULL,
  `received_date` date DEFAULT NULL,
  `p_report_date` date DEFAULT NULL,
  `s_reporting_date` date DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `age` double DEFAULT NULL,
  `sex` tinyint(4) DEFAULT NULL COMMENT 'male=0, Female=1',
  `mobile_no` varchar(12) DEFAULT NULL,
  `address` text DEFAULT NULL,
  `diagnosis` text DEFAULT NULL,
  `is_ns1` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_igm` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_igg` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_chikunguniya` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_malaria` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_febrile_antigen` tinyint(4) DEFAULT 99,
  `is_salmonella` tinyint(4) DEFAULT 99,
  `is_hbsag` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_anti_hav_igm` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_anti_hev_igm` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_anti_hcv_igm` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_pcr_hbv_rna` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `is_pcr_hcv_dna` tinyint(4) DEFAULT 99 COMMENT '0=negative, 1=positive',
  `remarks` text DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `domestic_animals`
--

CREATE TABLE `domestic_animals` (
  `id` int(11) NOT NULL,
  `encephality_id` int(11) NOT NULL,
  `surveillance_id` int(11) NOT NULL,
  `question_id` int(11) NOT NULL,
  `name_of_animal` varchar(255) DEFAULT NULL,
  `no_of_animal` int(11) DEFAULT NULL,
  `on_of_animal_home` tinyint(4) DEFAULT NULL,
  `on_of_animal_outside` tinyint(4) DEFAULT NULL,
  `is_neighbour` tinyint(4) DEFAULT NULL,
  `animal_husbandry_type` int(11) NOT NULL COMMENT '0 for own house, 1 for himself, 2 for neighbour',
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `employees`
--

CREATE TABLE `employees` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `father_name` varchar(255) DEFAULT NULL COMMENT 'father''s name',
  `mother_name` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `dept` varchar(50) DEFAULT NULL,
  `designation` varchar(100) DEFAULT NULL,
  `salary` int(11) DEFAULT 0,
  `mobile_bill` int(11) DEFAULT 0,
  `entertain_bill` int(11) DEFAULT 0,
  `marital_status` varchar(15) DEFAULT NULL COMMENT 'marital status',
  `gender` varchar(6) DEFAULT NULL,
  `nid` varchar(20) DEFAULT NULL,
  `blood_group` varchar(10) DEFAULT NULL COMMENT 'blood group',
  `email` varchar(255) DEFAULT NULL,
  `mobile` varchar(50) DEFAULT NULL,
  `imagefile` varchar(100) DEFAULT NULL,
  `joindate` date DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `employees`
--

INSERT INTO `employees` (`id`, `name`, `father_name`, `mother_name`, `address`, `dept`, `designation`, `salary`, `mobile_bill`, `entertain_bill`, `marital_status`, `gender`, `nid`, `blood_group`, `email`, `mobile`, `imagefile`, `joindate`, `user_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'Shahadat Hossain', NULL, NULL, 'Sholmaid, Shorkar Bari, Baddah, Dhaka-1212', 'HR', 'Director', 0, 0, 0, 'Married', 'Male', NULL, 'B+', 'bitspeck1@gmail.com', '01614140001', '47e704b216634867cf0bfbf721645535.PNG', NULL, 1, '2017-12-26 09:25:39', '2019-08-17 18:07:49', NULL),
(2, 'Md. Shahadat hossain', NULL, NULL, NULL, 'IT', 'sd', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'ratonshahadat@yahoo.com', '01614142424', '99926cfa9c0c6e5c28182f7282de499e.jpg', NULL, 1, '2019-06-27 09:52:50', '2019-06-27 03:52:50', NULL),
(3, 'IEDCR CALL ISha 6', NULL, NULL, NULL, 'Call Center', 'Customer Representative', 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'iedcr6@iedcr.gov.bd', '01841711784', NULL, NULL, 1, '2019-07-21 12:27:45', '2019-08-04 11:25:22', NULL),
(4, 'Shaila', NULL, NULL, NULL, 'Call Center', 'Customer Representative', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'iedcr10@iedcr.gov.bd', '01700705739', NULL, NULL, 1, '2019-07-21 12:28:47', '2020-03-10 09:11:37', NULL),
(5, 'Sadia', NULL, NULL, NULL, 'Call Center', 'Customer Representative', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'iedcr16@iedcr.gov.bd', '01700705740', NULL, NULL, 1, '2019-07-21 12:29:38', '2019-10-15 11:03:15', NULL),
(6, 'dr sudipta', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Female', NULL, 'B-', 'sudipta712005@gmail.com', '01749583311', NULL, NULL, 1, '2019-07-29 15:01:31', '2019-07-29 09:01:31', NULL),
(7, 'Isha Berry', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Female', NULL, 'O+', 'isha.berry@mail.utoronto.ca', '01309987025', NULL, NULL, 1, '2019-07-30 20:39:38', '2019-07-30 14:39:38', NULL),
(8, 'IEDCR Isha 17', NULL, NULL, NULL, 'Call Center', 'Customer Representative', 0, 0, 0, 'Single', 'Female', NULL, 'B+', 'iedcr17@iedcr.gov.bd', '01799703016', NULL, NULL, 1, '2019-08-04 10:38:45', '2019-08-04 11:25:40', NULL),
(9, 'IEDCR Isha 18', NULL, NULL, NULL, 'Call Center', 'Customer Representative', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'iedcr18@iedcr.gov.bd', '01841711784', NULL, NULL, 1, '2019-08-04 17:28:35', '2019-08-04 11:28:35', NULL),
(10, 'IEDCR Isha 19', NULL, NULL, NULL, 'Call Center', 'Customer Representative', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'iedcr19@iedcr.gov.bd', '01799703016', NULL, NULL, 1, '2019-08-04 17:29:51', '2019-08-04 11:29:51', NULL),
(11, 'Dr Raihan', NULL, NULL, NULL, 'Dengue Outbreak', 'Medical Officer', 0, 0, 0, 'Married', 'Male', NULL, 'A+', 'drraihan@iedcr.gov.bd', '01715115566', NULL, NULL, 1, '2019-08-08 18:00:44', '2019-08-24 05:14:38', NULL),
(12, 'Data Entry1', NULL, NULL, NULL, 'IT', 'Data Entry Officer', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'dataentry1@iedcr.gov.bd', '01700705739', NULL, NULL, 1, '2019-08-08 18:03:41', '2019-08-08 12:03:41', NULL),
(13, 'Data Entry2', NULL, NULL, NULL, 'IT', 'Data Entry Officer', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'dataentry2@iedcr.gov.bd', '01700705740', NULL, NULL, 1, '2019-08-08 18:05:25', '2019-08-08 12:05:25', NULL),
(14, 'Data Entry3', NULL, NULL, NULL, 'IT', 'Data Entry Officer', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'dataentry3@iedcr.gov.bd', '01700705740', NULL, NULL, 1, '2019-08-08 18:06:23', '2019-08-08 12:06:23', NULL),
(15, 'Data Entry4', NULL, NULL, NULL, 'IT', 'Data Entry Officer', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'dataentry4@iedcr.gov.bd', '01700705740', NULL, NULL, 1, '2019-08-08 18:07:11', '2019-08-08 12:07:11', NULL),
(16, 'Dr. Mahbub', NULL, NULL, NULL, 'Dengue Outbreak', 'Medical Officer', 0, 0, 0, 'Married', 'Male', NULL, 'B+', 'dr_mahbub@yahoo.com', '01712044103', NULL, NULL, 1, '2019-08-20 18:04:06', '2019-08-24 05:13:49', NULL),
(17, 'Dr. Masum Billah', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Male', NULL, 'A+', 'drmasumbillah@gmail.com', '01915496596', NULL, NULL, 1, '2019-08-22 16:11:20', '2019-08-22 10:11:20', NULL),
(18, 'Dr. Jafrin', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Female', NULL, 'A+', 'jafrinjahed@yahoo.com', '01781310210', NULL, NULL, 1, '2019-08-22 16:15:30', '2019-08-22 10:15:30', NULL),
(19, 'Dr. Parvez Ahmed', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Male', NULL, 'A+', 'drparvez08@gmail.com', '01913749695', NULL, NULL, 1, '2019-08-24 11:10:40', '2019-08-24 05:10:40', NULL),
(20, 'Dr. Iqbal Ansary Khan', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Male', NULL, 'A+', 'iqbalansary@gmail.com', '01636177631', NULL, NULL, 1, '2019-09-02 15:33:25', '2019-09-02 09:33:25', NULL),
(21, 'Md. Jahidur Rahman', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Male', NULL, 'A+', 'dr.jahid2@gmail.com', '01719392808', 'c12b9d74bf75ea45227997019f7cd84c.php5', NULL, 1, '2019-09-04 22:42:44', '2020-04-14 18:05:09', NULL),
(22, 'Dr Towhidul Anwar', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'towhid45cmc@gmail.com', '01818882722', '659d10db62ea5fff02ea95b776c7a82b.jpg', NULL, 1, '2019-09-04 22:45:28', '2020-04-14 16:07:40', NULL),
(23, 'Jonaki Rani Shill', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1001@yopmail.com', '01313493472', NULL, NULL, 1, '2019-09-08 15:42:44', '2019-09-09 11:45:40', NULL),
(24, 'Salma Yasmin Sumi', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'a1002@yopmail.com', '01313493473', NULL, NULL, 1, '2019-09-08 15:43:45', '2019-09-09 11:46:38', NULL),
(25, 'Sharmin Akter Urmi', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1003@yopmail.com', '01313493474', NULL, NULL, 1, '2019-09-08 15:44:52', '2019-09-09 11:47:07', NULL),
(26, 'Shopna Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1004@yopmail.com', '01313493475', NULL, NULL, 1, '2019-09-08 15:45:45', '2020-03-12 10:21:23', NULL),
(27, 'Rakiba Sultana', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'a1005@yopmail.com', '01313493476', NULL, NULL, 1, '2019-09-08 15:46:27', '2019-09-22 03:12:36', NULL),
(28, 'AL Samanta', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1006@yopmail.com', '01313493477', NULL, NULL, 1, '2019-09-08 15:47:16', '2019-09-22 03:13:13', NULL),
(29, 'Farhana Akter Urmi', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1007@yopmail.com', '01313493478', NULL, NULL, 1, '2019-09-08 15:48:22', '2019-09-22 03:13:30', NULL),
(30, 'Mowsumi Hoque', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1008@yopmail.com', '01313493479', NULL, NULL, 1, '2019-09-08 15:49:22', '2019-09-22 03:13:59', NULL),
(31, 'Shiulee Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1009@yopmail.com', '01313493470', NULL, NULL, 1, '2019-09-08 15:50:28', '2019-09-22 03:14:25', NULL),
(32, 'Sujon Barai', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1010@yopmail.com', '01313493471', NULL, NULL, 1, '2019-09-08 15:51:18', '2019-09-22 03:14:44', NULL),
(33, 'Bodriya Siddique Meghla', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'missmeghla@gmail.com', '01997801773', NULL, NULL, 1, '2019-09-09 17:48:34', '2019-09-09 11:48:34', NULL),
(34, 'Naznin Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1012@yopmail.com', '01917616930', NULL, NULL, 1, '2019-09-09 17:49:26', '2019-09-09 11:49:26', NULL),
(35, 'Tanjila Akther', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'tanjilaakther011@gmail.com', '01967363367', NULL, NULL, 1, '2019-09-09 17:51:15', '2019-09-09 11:51:15', NULL),
(36, 'Fatema-Tuz-Johora', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1014@yopmail.com', '01913815058', NULL, NULL, 1, '2019-09-09 17:52:11', '2019-09-09 11:52:11', NULL),
(37, 'Rabeya Khatun', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'rabeyakhatunnishe@gmil.com', '01855941185', NULL, NULL, 1, '2019-09-09 17:53:17', '2019-09-09 11:53:17', NULL),
(38, 'Naimatul Sua Mitu', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'naimatulsua@gmail.com', '01796626388', NULL, NULL, 1, '2019-09-09 17:54:28', '2019-09-09 11:54:28', NULL),
(39, 'Akiba Begum', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'akhib5888@gamil.com', '01933252713', NULL, NULL, 1, '2019-09-09 17:55:27', '2019-09-09 11:55:27', NULL),
(40, 'Kaniz Fatima Sumi', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1018@yopmail.com', '01727869185', NULL, NULL, 1, '2019-09-09 17:58:24', '2019-09-09 11:58:24', NULL),
(41, 'Rahana Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1019@yopmail.com', '01782471300', NULL, NULL, 1, '2019-09-09 18:00:10', '2019-09-09 12:00:10', NULL),
(42, 'Hazera Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1020@yopmail.com', '01829371479', NULL, NULL, 1, '2019-09-09 18:01:11', '2019-09-09 12:01:11', NULL),
(43, 'Umme Asma', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'asma@gmail.com', '0181189784', NULL, NULL, 1, '2019-10-31 13:51:16', '2019-10-31 07:51:16', NULL),
(44, 'Aleya Naznin', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1022@yopmail.com', '01414232425', NULL, NULL, 1, '2019-11-17 10:33:24', '2019-11-17 04:33:24', NULL),
(45, 'Zakia', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1023@yopmail.com', '01414232426', NULL, NULL, 1, '2019-11-17 10:34:12', '2019-11-17 04:34:12', NULL),
(46, 'Sania Afroz', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1024@yopmail.com', '01414232427', NULL, NULL, 1, '2019-11-17 10:34:49', '2019-11-17 04:34:49', NULL),
(47, 'Samia', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1025@yopmail.com', '01414232428', NULL, NULL, 1, '2019-11-17 10:35:23', '2019-11-17 04:35:23', NULL),
(48, 'Yasmin Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1026@yopmail.com', '01918756512', NULL, NULL, 1, '2020-02-11 10:08:20', '2020-02-11 04:08:20', NULL),
(49, 'AL HERA', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1027@yopmail.com', '1027', NULL, NULL, 1, '2020-02-20 13:46:00', '2020-02-20 07:46:00', NULL),
(50, 'Shahadat Hossain', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'sharifjrn@gmail.com', '01838685712', NULL, NULL, 1, '2020-03-09 17:08:14', '2020-07-23 06:06:02', NULL),
(51, 'Arju Apu', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'cov2@gmail.com', '01838685712', NULL, NULL, 1, '2020-03-09 18:15:17', '2020-03-09 12:15:17', NULL),
(52, 'Anto Islam', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'anto@gmail.com', '018000000', NULL, NULL, 1, '2020-03-09 18:38:34', '2020-03-09 12:38:34', NULL),
(53, 'Mahmuda Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Female', NULL, 'A+', 'a1028@gmail.com', '01554', NULL, NULL, 1, '2020-03-10 15:16:13', '2020-03-10 09:16:13', NULL),
(54, 'Tanzed Hossain Mallick', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'tharnab@gmail.com', '01515662848', NULL, NULL, 1, '2020-03-10 15:17:28', '2020-03-10 09:17:28', NULL),
(55, 'Nazrul Islam', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'abir.islam1792@gmail.com', '01633042944', NULL, NULL, 1, '2020-03-10 15:18:19', '2020-03-10 09:18:19', NULL),
(56, 'Roshna ahmed shipa', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Female', NULL, 'B+', 'shipaahmed15@gmail.com', '01625230904', NULL, NULL, 1, '2020-03-11 15:33:06', '2020-03-11 09:33:06', NULL),
(57, 'Tanvirul Arefin', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'arefin.tanvirul@gmail.com', '01945631011', NULL, NULL, 1, '2020-03-12 16:19:20', '2020-03-12 10:19:20', NULL),
(58, 'Dr Asif', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Married', 'Male', NULL, 'A+', 'follow1@yopmail.com', '00000000', NULL, NULL, 1, '2020-03-18 20:09:44', '2020-03-20 08:32:01', NULL),
(59, 'Natasa', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'addas@yahpoo.com', '0000000', NULL, NULL, 1, '2020-03-26 11:05:47', '2020-03-26 05:05:47', NULL),
(60, 'Tasnuva', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'follow2@gmail.com', '00000', NULL, NULL, 1, '2020-04-01 14:45:42', '2020-04-01 08:45:42', NULL),
(61, 'Moshiur Apa', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'mos@taskforce.org', '01685991250', NULL, NULL, 1, '2020-04-05 15:42:34', '2020-04-05 09:42:34', NULL),
(62, 'Dr.Shafiul Islam', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'shafiulpiyal@gmail.com', '01719483297', NULL, NULL, 1, '2020-04-05 16:40:35', '2020-04-05 10:40:35', NULL),
(63, 'Md. Shohel Hossen', NULL, NULL, NULL, 'COVID', 'Date Enterer', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'mdsohelhossen199710@gmail.com', '01648391726', NULL, NULL, 1, '2020-04-06 14:30:20', '2020-04-06 08:30:20', NULL),
(64, 'Masum Billah', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'drmasumbillah@yahoo.com', '01312496597', NULL, NULL, 1, '2020-04-06 17:50:33', '2020-04-06 11:50:33', NULL),
(65, 'Tahmina Medam', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'lab1@yopmail.com', '01256333346', NULL, NULL, 1, '2020-04-08 16:43:43', '2020-04-08 10:43:43', NULL),
(66, 'Professor Meerjady Sabrina Flora', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'director@iedcr.gov.bd', '01682320265', NULL, NULL, 1, '2020-04-08 19:16:09', '2020-04-08 13:16:09', NULL),
(67, 'Md Ziaur Rahaman', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'simplemaria123@gmail.com', '01996299791', NULL, NULL, 1, '2020-04-17 20:33:03', '2020-04-17 14:33:03', NULL),
(68, 'Md Alamin', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'alaminhn2016@gmail.com', '01719925120', NULL, NULL, 1, '2020-04-17 20:37:56', '2020-04-17 14:37:56', NULL),
(69, 'Touhidur Rahaman', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'touhidurcsepstu@gmail.com', '01558911615', NULL, NULL, 1, '2020-04-17 20:40:58', '2020-04-17 14:40:58', NULL),
(70, 'M. A. Kuddus', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'makuddus92@gmail.com', '01710737520', NULL, NULL, 1, '2020-04-17 20:43:58', '2020-05-30 05:48:58', NULL),
(71, 'Md Masum Billah', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'drmasumbillah@yopmail.com', '01711663557', NULL, NULL, 1, '2020-04-22 20:39:45', '2020-04-22 14:39:45', NULL),
(72, 'Abdul Hakim', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'hakim.iedcr@gmail.com', '01715673589', NULL, NULL, 1, '2020-04-24 19:17:13', '2020-04-24 13:17:13', NULL),
(73, 'Major Raquib', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'raquib1929@gmail.com', '01777710401', NULL, NULL, 1, '2020-06-02 15:09:12', '2020-06-02 09:09:12', NULL),
(74, 'Dr Foizur', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'reportspcr@gmail.com', '01629472397', NULL, NULL, 1, '2020-06-03 14:51:46', '2020-06-03 08:51:46', NULL),
(75, 'Dipartment of health', NULL, NULL, NULL, 'DG Health', 'Case Entry Operator', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'zm_kov@yahoo.com', '01821680217', NULL, NULL, 1, '2020-06-24 14:47:55', '2020-06-24 08:47:55', NULL),
(76, 'Rasel hasan', NULL, NULL, NULL, 'NHFHRI data entry', 'Case Entry Operator', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'raselhsn1@gmail.com', '01518673109', NULL, NULL, 1, '2020-06-28 14:08:57', '2020-06-28 08:08:57', NULL),
(77, 'Rupa Parvin', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'rupapervin311293@gmail.com', '01928836998', NULL, NULL, 1, '2020-07-09 11:52:20', '2020-07-09 05:52:20', NULL),
(78, 'Mostafa Kamal', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'tarun.mostafa.kamal@gmail.com', '01611161111', NULL, NULL, 1, '2020-07-09 11:55:01', '2020-07-09 05:55:01', NULL),
(79, 'Rashid Ahamed', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'mdrashid0168@gmail.com', '01676880673', NULL, NULL, 1, '2020-07-09 11:58:05', '2020-07-09 05:58:05', NULL),
(80, 'SHAKH SADI', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'shskh.sadi@gmail.com', '01714289940', NULL, NULL, 1, '2020-07-09 12:22:18', '2020-07-09 06:22:18', NULL),
(81, 'Raqibul Hasan', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'raqibhasanha@gmail.com', '01631595630', NULL, NULL, 1, '2020-07-09 17:06:31', '2020-07-09 11:06:31', NULL),
(82, 'Homaira', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'jannat.homaira@gmail.com', '01676088641', NULL, NULL, 1, '2020-07-10 09:56:55', '2020-07-10 03:56:55', NULL),
(83, 'Sadiqur', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'atikhasshan147@gmail.com', '01738119498', NULL, NULL, 1, '2020-07-10 09:58:47', '2020-07-10 03:58:47', NULL),
(84, 'Sirazum Monira', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'sirazum2018@gmail.com', '01710244352', NULL, NULL, 1, '2020-07-10 10:00:37', '2020-10-08 03:39:53', NULL),
(85, 'Mohammad Ali Jinnah', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'jinnahkolpona@gmail.com', '01714763386', NULL, NULL, 1, '2020-07-11 11:45:52', '2020-07-11 05:45:52', NULL),
(86, 'amdadul haque', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'amdadulhaqueiph@gmail.com', '01716189250', NULL, NULL, 1, '2020-07-12 11:08:30', '2020-07-12 05:08:30', NULL),
(87, 'Prosanta', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'proshanta.b14@gmail.com', '01720550691', NULL, NULL, 1, '2020-07-12 13:02:46', '2020-07-12 07:02:46', NULL),
(88, 'Abdul Karim', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'abdulkarimiedcr7@gmail.com', '01712554935', NULL, NULL, 1, '2020-07-12 13:07:55', '2020-07-12 07:07:55', NULL),
(89, 'Utpal', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'utpal17adhikari@gmail.com', '01729742705', NULL, NULL, 1, '2020-07-13 10:21:41', '2020-07-13 04:21:41', NULL),
(90, 'Sti User 1', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'sti1@gmail.com', '123456789', NULL, NULL, 1, '2020-07-14 11:32:11', '2020-07-14 05:32:11', NULL),
(91, 'Md Jamiul Kabir', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'jamiulkabir99@gmail.com', '01704100321', NULL, NULL, 1, '2020-07-20 16:41:08', '2020-07-20 10:41:08', NULL),
(92, 'Moniruzzaman', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'moniruzzamanmaruf2016@gmail.com', '01912331588', NULL, NULL, 1, '2020-07-26 11:06:31', '2020-07-26 05:06:31', NULL),
(93, 'M. Reduanul Haque', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'reduanul92@gmail.com', '01738114132', NULL, NULL, 1, '2020-07-27 14:52:32', '2020-07-27 08:52:32', NULL),
(94, 'Rashedul Hasan', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'i.rashedulhasan@gmail.com', '01914889336', NULL, NULL, 1, '2020-07-27 14:53:52', '2020-07-27 08:53:52', NULL),
(95, 'Md. Monibur Rahman', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'moniburrahaman.ashis35@gmail.com', '01748098979', NULL, NULL, 1, '2020-07-27 14:55:19', '2020-07-27 08:55:19', NULL),
(96, 'Muhammad Saad', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'saad.du.muhmmad@gmail.com', '01676086838', NULL, NULL, 1, '2020-07-27 14:56:24', '2020-07-27 08:56:24', NULL),
(97, 'Shamima Akhter', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'shamimashohag2018@gmail.com', '01785612395', NULL, NULL, 1, '2020-07-27 14:57:45', '2020-07-27 08:57:45', NULL),
(98, 'Shariful Islam', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'sharifulislamnh@gmail.com', '01937178364', NULL, NULL, 1, '2020-07-27 14:58:55', '2020-07-27 08:58:55', NULL),
(99, 'Md. Sohel Rana', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'sohel.chrfbd@gmail.com', '01883705596', NULL, NULL, 1, '2020-07-27 15:00:55', '2020-07-27 09:39:46', NULL),
(100, 'Saddam Hossain', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'shossain2533@gmail.com', '01727674911', NULL, NULL, 1, '2020-07-27 15:02:07', '2020-07-27 09:02:07', NULL),
(101, 'Sanzida Shuchi', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'snzshuchi@gmail.com', '01765767478', NULL, NULL, 1, '2020-07-27 15:03:24', '2020-07-27 09:03:24', NULL),
(102, 'Rezaul Karim Sumon', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'rksumon333@gmail.com', '01521107500', NULL, NULL, 1, '2020-07-27 15:05:47', '2020-07-27 09:05:47', NULL),
(103, 'Md. Biplob Hossen', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'biplobhossenraju0@gmail.com', '01738663516', NULL, NULL, 1, '2020-07-27 15:07:17', '2020-07-27 09:07:17', NULL),
(104, 'Md. Rafiqul Islam', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'shuvro762@gmail.com', '01521211185', NULL, NULL, 1, '2020-07-27 15:08:20', '2020-07-27 09:08:20', NULL),
(105, 'Manab Biswas', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'mtmanabbiswas@gmail.com', '01737115695', NULL, NULL, 1, '2020-07-27 15:09:51', '2020-07-27 09:09:51', NULL),
(106, 'Dibosh Kumar Saha', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'doboshkumarsaha@gmail.com', '01738274503', NULL, NULL, 1, '2020-07-27 15:11:19', '2020-07-27 09:11:19', NULL),
(107, 'Imran Khan Ifat', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'imrankhanifad20@gmail.com', '01739597903', NULL, NULL, 1, '2020-07-27 15:12:48', '2020-07-27 09:12:48', NULL),
(108, 'Md. Tofikuzzaman', NULL, NULL, NULL, 'co', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'tofikuzzaman@gmail.com', '01737369639', NULL, NULL, 1, '2020-07-27 15:14:49', '2020-07-27 09:14:49', NULL),
(109, 'Mst. Manira Akter Munni', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'moniramoni68@yahoo.com', '01718593547', NULL, NULL, 1, '2020-07-27 15:16:05', '2020-07-27 09:16:05', NULL),
(110, 'Hazera Akter Mukta', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'mohonamukta0288@gmail.com', '01913910288', NULL, NULL, 1, '2020-07-27 15:17:23', '2020-07-27 09:17:23', NULL),
(111, 'Kawsar Ahmad Sumon', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'kawsarsumon17543@gmail.com', '01728593547', NULL, NULL, 1, '2020-07-27 15:18:21', '2020-07-27 09:18:21', NULL),
(112, 'Md. Rasel Hossain', NULL, NULL, NULL, 'COVID', 'covid crf', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'mdraselhossain577@gmail.com', '01930610467', NULL, NULL, 1, '2020-07-27 15:19:18', '2020-07-27 09:19:18', NULL),
(113, 'Kazi Masum', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'kazimasum.mtviro.iedcr.bd@gmail.com', '01712477600', NULL, NULL, 1, '2020-08-05 10:03:47', '2020-08-05 04:03:47', NULL),
(114, 'Fairuz Nawer', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1032@yopmail.com', '0123456789', NULL, NULL, 1, '2020-08-12 13:14:15', '2020-08-12 07:14:15', NULL),
(115, 'Mst Konika  Akter', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Female', NULL, 'A+', 'a1033@yopmail.com', '0123456788', NULL, NULL, 1, '2020-08-12 13:15:25', '2020-08-12 07:15:25', NULL),
(116, 'Azizur Rahaman', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'drazizurrahaman111@gmail.com', '01678380676', NULL, NULL, 1, '2020-08-19 10:37:44', '2020-08-19 04:37:44', NULL),
(117, 'Mamms Hospital', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'mifwoh79@gmail.com', '01983873516', NULL, NULL, 1, '2020-09-30 12:19:35', '2020-09-30 06:19:35', NULL),
(118, 'Tusher Ahmed', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'tusherr91@gmail.com', '01911005165', NULL, NULL, 1, '2020-10-19 13:55:24', '2020-10-19 07:55:24', NULL),
(119, 'Touhid alam', NULL, NULL, NULL, 'Laboratory', 'MT (WHO)', 0, 0, 0, 'Single', 'Male', NULL, 'B+', 'touhidalam5@gmail.com', '01737157565', NULL, NULL, 1, '2020-11-09 09:56:47', '2020-11-09 03:56:47', NULL),
(120, 'Dibos saha', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'diboshkumarsaha@gmail.com', '01738274503', NULL, NULL, 1, '2020-11-11 10:36:05', '2020-11-11 04:36:05', NULL),
(121, 'Md. Sujon Mia', NULL, NULL, NULL, 'COVID', 'Case Entry Operator', 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'raselmahmudsujon23@gmail.com', '01750892178', NULL, NULL, 1, '2020-11-15 15:30:02', '2020-11-15 09:30:02', NULL),
(122, 'Moniruzzaman', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'shymumbich9@gmail.com', '01746940267', NULL, NULL, 1, '2020-11-17 10:01:42', '2020-11-17 04:01:42', NULL),
(123, 'Aklima Aktar', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'aklimaaktar778866@gmail.com', '01939896110', NULL, NULL, 1, '2020-11-17 10:03:04', '2020-11-17 04:03:04', NULL),
(124, 'Bisshawnath Sarkar', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'bisshaw11@gmail.com', '01318676050', NULL, NULL, 1, '2020-11-17 10:41:18', '2020-11-17 04:41:18', NULL),
(125, 'Md. Asif hayat zilani', NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 'Single', 'Male', NULL, 'A+', 'asifhayatzilani@gmail.com', '01712072668', NULL, NULL, 1, '2020-11-26 10:33:51', '2020-11-26 04:33:51', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `encephalities`
--

CREATE TABLE `encephalities` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `date` date NOT NULL,
  `mobile_no` varchar(20) NOT NULL,
  `guardian_name` varchar(255) NOT NULL,
  `age` int(11) NOT NULL,
  `sex` tinyint(4) NOT NULL,
  `date_of_onset` date NOT NULL,
  `hospital_period` int(11) DEFAULT NULL,
  `life_status` tinyint(4) NOT NULL,
  `death_period` int(11) DEFAULT NULL,
  `this_disease` tinyint(4) DEFAULT NULL,
  `death_text` text DEFAULT NULL,
  `health_condition_status` text DEFAULT NULL,
  `health_condition_status_others` text DEFAULT NULL,
  `address` text NOT NULL,
  `no_of_call` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT 'done=1, schedule=2',
  `interview_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `encephalities_1`
--

CREATE TABLE `encephalities_1` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `date` date NOT NULL,
  `mobile_no` varchar(20) NOT NULL,
  `guardian_name` varchar(255) NOT NULL,
  `age` int(11) NOT NULL,
  `sex` tinyint(4) NOT NULL,
  `date_of_onset` date NOT NULL,
  `hospital_period` int(11) DEFAULT NULL,
  `life_status` tinyint(4) NOT NULL,
  `death_period` int(11) DEFAULT NULL,
  `this_disease` tinyint(4) DEFAULT NULL,
  `death_text` text DEFAULT NULL,
  `health_condition_status` text DEFAULT NULL,
  `health_condition_status_others` text DEFAULT NULL,
  `address` text NOT NULL,
  `no_of_call` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT 'done=1, schedule=2',
  `interview_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `iedcr_lab_datas`
--

CREATE TABLE `iedcr_lab_datas` (
  `id` int(11) NOT NULL,
  `Sl` int(11) NOT NULL,
  `Date` date NOT NULL,
  `Visit_status` int(11) NOT NULL,
  `id_no` varchar(11) NOT NULL,
  `adrees_resp` varchar(11) DEFAULT NULL,
  `contact_number` int(11) DEFAULT NULL,
  `sex_resp` bit(1) DEFAULT NULL,
  `Religioin` int(11) DEFAULT NULL,
  `occup_resp` int(11) DEFAULT NULL,
  `other_occupation` varchar(6) DEFAULT NULL,
  `dod_sypt` date DEFAULT NULL,
  `sypt_fever` bit(1) DEFAULT NULL,
  `dod_fever` date DEFAULT NULL,
  `cessation_fever` bit(1) NOT NULL,
  `doc_fever` date DEFAULT NULL,
  `sypt_cough` bit(1) DEFAULT NULL,
  `dod_cough` date DEFAULT NULL,
  `cessation_cough` bit(1) NOT NULL,
  `doc_cough` date DEFAULT NULL,
  `sypt_sorethroat` bit(1) NOT NULL,
  `dod_sorethroat` date DEFAULT NULL,
  `cessation_sorethroat` bit(1) NOT NULL,
  `doc_sorethroat` date DEFAULT NULL,
  `sypt_difficultybreathing` bit(1) NOT NULL,
  `dod_difficultybreathing` date DEFAULT NULL,
  `cessation_difficultybreathing` bit(1) NOT NULL,
  `doc_difficultybreathing` varchar(1) DEFAULT NULL,
  `sypt_malaise` bit(1) DEFAULT NULL,
  `dod_malaise` date DEFAULT NULL,
  `cessation_malaise` bit(1) NOT NULL,
  `doc_malaise` date DEFAULT NULL,
  `sypt_headache` bit(1) DEFAULT NULL,
  `dod_headache` date DEFAULT NULL,
  `cessation_headache` bit(1) NOT NULL,
  `doc_headache` date DEFAULT NULL,
  `sypt_bodyache` bit(1) DEFAULT NULL,
  `dod_bodyache` date DEFAULT NULL,
  `cessation_bodyache` bit(1) NOT NULL,
  `cessation_doc_bodyache` date DEFAULT NULL,
  `sypt_jointpain` bit(1) NOT NULL,
  `dod_jointpain` date DEFAULT NULL,
  `cessation_jointpain` int(11) NOT NULL,
  `doc_jointpain` date DEFAULT NULL,
  `sypt_nausea` bit(1) NOT NULL,
  `dod_nausea` varchar(1) DEFAULT NULL,
  `cessation_nausea` bit(1) NOT NULL,
  `doc_nausea` varchar(1) DEFAULT NULL,
  `sypt_anorexia` bit(1) NOT NULL,
  `dod_anorexia` date DEFAULT NULL,
  `cessation_anexia` bit(1) NOT NULL,
  `doc_anexia` varchar(1) DEFAULT NULL,
  `sypt_abdominalpain` bit(1) DEFAULT NULL,
  `dod_abdominalpain` date DEFAULT NULL,
  `cessation_abdominalpain` bit(1) NOT NULL,
  `doc_abdominalpain` date DEFAULT NULL,
  `sypt_vomiting` bit(1) NOT NULL,
  `dod_vomiting` date DEFAULT NULL,
  `cessation_vomiting` bit(1) NOT NULL,
  `doc_vomiting` date DEFAULT NULL,
  `sypt_loose_motion` bit(1) NOT NULL,
  `dod_loose_motion` date DEFAULT NULL,
  `cessation_loose_motion` bit(1) NOT NULL,
  `doc_loose_motion` date DEFAULT NULL,
  `sypt_severweakness` bit(1) NOT NULL,
  `dod_severweakness` date DEFAULT NULL,
  `cessation_severweakness` bit(1) NOT NULL,
  `doc_severweakness` date DEFAULT NULL,
  `sypt_itching` bit(1) NOT NULL,
  `dod_itching` date DEFAULT NULL,
  `cessation_itching` bit(1) NOT NULL,
  `doc_itching` date DEFAULT NULL,
  `sypt_swollengland` bit(1) NOT NULL,
  `dod_swollengland` date DEFAULT NULL,
  `cessation_swollengland` bit(1) NOT NULL,
  `doc_swollengland` varchar(1) DEFAULT NULL,
  `sypt_anybleeding` bit(1) NOT NULL,
  `dod_anybleeding` date DEFAULT NULL,
  `cessation_anybleeding` bit(1) NOT NULL,
  `doc_anybleeding` date DEFAULT NULL,
  `sypt_rash` bit(1) NOT NULL,
  `dod_rash` date DEFAULT NULL,
  `cessation_rash` bit(1) NOT NULL,
  `doc_rash` varchar(1) DEFAULT NULL,
  `sypt_alteredmental` bit(1) NOT NULL,
  `dod_alteredmental` date DEFAULT NULL,
  `cessation_alteredmental` bit(1) NOT NULL,
  `doc_alteredmental` varchar(1) DEFAULT NULL,
  `sypt_convulsion` bit(1) NOT NULL,
  `dod_convulsion` varchar(1) DEFAULT NULL,
  `cessation_convulsion` bit(1) NOT NULL,
  `doc_convulsion` varchar(1) DEFAULT NULL,
  `travel_History` varchar(31) NOT NULL,
  `collection_sample` bit(1) NOT NULL,
  `DOS_collection` date NOT NULL,
  `Disease_Name` int(11) NOT NULL,
  `PCR` bit(1) DEFAULT NULL,
  `res_PCR` bit(1) DEFAULT NULL,
  `NS1` bit(1) DEFAULT NULL,
  `res_NS1` bit(1) DEFAULT NULL,
  `IgM` bit(1) DEFAULT NULL,
  `res_IgM` bit(1) DEFAULT NULL,
  `IgG` bit(1) DEFAULT NULL,
  `res_IgG` bit(1) DEFAULT NULL,
  `name_resp` varchar(22) NOT NULL,
  `age_resp` decimal(3,1) DEFAULT NULL,
  `age_gr` int(11) DEFAULT NULL,
  `physician_name` varchar(30) DEFAULT NULL,
  `institute_name` varchar(46) DEFAULT NULL,
  `Catr_age` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `ivr`
--

CREATE TABLE `ivr` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(20) CHARACTER SET utf8 DEFAULT NULL,
  `no_of_call` tinyint(2) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `last_status` int(3) NOT NULL DEFAULT 0,
  `last_schedule_id` int(11) DEFAULT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `duration` int(3) DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_incom`
--

CREATE TABLE `ivr_incom` (
  `ivr_id` int(11) NOT NULL,
  `mobile_no` varchar(20) NOT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `interview_date` datetime DEFAULT NULL,
  `qroup_id` int(11) DEFAULT NULL,
  `p_3` int(3) DEFAULT NULL,
  `p_4` int(3) DEFAULT NULL,
  `p_5` int(3) DEFAULT NULL,
  `p_5_e` varchar(150) DEFAULT NULL,
  `p_5_dd` int(11) DEFAULT NULL,
  `p_5_cc` int(11) DEFAULT NULL,
  `p_5_uz` int(11) DEFAULT NULL,
  `p_5_mc` int(11) DEFAULT NULL,
  `p_6` int(3) DEFAULT NULL,
  `p_6_e` int(3) DEFAULT NULL,
  `q_1` int(3) DEFAULT NULL,
  `q_2` int(3) DEFAULT NULL,
  `q_3` int(3) DEFAULT NULL,
  `q_4` int(3) DEFAULT NULL,
  `q_5` int(3) DEFAULT NULL,
  `q_5_e` varchar(200) DEFAULT NULL,
  `q_5_dd` int(11) DEFAULT NULL,
  `q_5_cc` int(11) DEFAULT NULL,
  `q_5_uz` int(11) DEFAULT NULL,
  `q_5_mc` int(11) DEFAULT NULL,
  `q_6` int(3) DEFAULT NULL,
  `q_6_e` int(3) DEFAULT NULL,
  `q_7` int(3) DEFAULT NULL,
  `q_7_e` varchar(150) DEFAULT NULL,
  `q_7_1` int(3) DEFAULT NULL,
  `q_7_1_e` varchar(150) DEFAULT NULL,
  `q_8` text DEFAULT NULL,
  `q_9` int(3) DEFAULT NULL,
  `q_9_e` varchar(150) DEFAULT NULL,
  `q_9_1` int(3) DEFAULT NULL,
  `q_9_1_e` varchar(150) DEFAULT NULL,
  `q_10` int(3) DEFAULT NULL,
  `q_11` int(5) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_jar`
--

CREATE TABLE `ivr_jar` (
  `id` int(11) NOT NULL,
  `gender` tinyint(3) DEFAULT NULL,
  `range_min` tinyint(3) DEFAULT NULL,
  `range_max` int(3) DEFAULT NULL,
  `max_limit` int(5) DEFAULT NULL,
  `done_limit` int(5) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_noncotact`
--

CREATE TABLE `ivr_noncotact` (
  `ivr_id` int(11) NOT NULL,
  `mobile_no` varchar(20) NOT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `interview_date` datetime DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `p_3` int(3) DEFAULT NULL,
  `p_4` int(3) DEFAULT NULL,
  `p_5` int(3) DEFAULT NULL,
  `p_5_e` varchar(150) DEFAULT NULL,
  `p_5_dd` int(11) DEFAULT NULL,
  `p_5_cc` int(11) DEFAULT NULL,
  `p_5_uz` int(11) DEFAULT NULL,
  `p_5_mc` int(11) DEFAULT NULL,
  `p_6` int(3) DEFAULT NULL,
  `p_6_e` int(3) DEFAULT NULL,
  `q_1` int(3) DEFAULT NULL,
  `q_2` int(3) DEFAULT NULL,
  `q_12` int(3) DEFAULT NULL,
  `q_3` int(3) DEFAULT NULL,
  `q_4` int(3) DEFAULT NULL,
  `q_5` int(3) DEFAULT NULL,
  `q_5_e` varchar(200) DEFAULT NULL,
  `q_5_dd` int(11) DEFAULT NULL,
  `q_5_cc` int(11) DEFAULT NULL,
  `q_5_uz` int(11) DEFAULT NULL,
  `q_5_mc` int(11) DEFAULT NULL,
  `q_6` int(3) DEFAULT NULL,
  `q_6_e` int(3) DEFAULT NULL,
  `q_7` int(3) DEFAULT NULL,
  `q_7_e` varchar(150) DEFAULT NULL,
  `q_7_1` int(3) DEFAULT NULL,
  `q_7_1_e` varchar(150) DEFAULT NULL,
  `q_8` text DEFAULT NULL,
  `q_9` int(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_pr_cati`
--

CREATE TABLE `ivr_pr_cati` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `status` int(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `q_1` int(3) DEFAULT NULL,
  `q_1_n` int(3) DEFAULT NULL,
  `q_1_n_e` varchar(150) DEFAULT NULL,
  `q_2` int(3) DEFAULT NULL,
  `q_3` int(3) DEFAULT NULL,
  `q_4` int(3) DEFAULT NULL,
  `q_5` int(3) DEFAULT NULL,
  `q_5_e` varchar(200) DEFAULT NULL,
  `q_5_dd` int(11) DEFAULT NULL,
  `q_5_cc` int(11) DEFAULT NULL,
  `q_5_uz` int(11) DEFAULT NULL,
  `q_5_mc` int(11) DEFAULT NULL,
  `q_6` int(3) DEFAULT NULL,
  `q_6_e` int(3) DEFAULT NULL,
  `q_7` int(3) DEFAULT NULL,
  `q_7_e` varchar(150) DEFAULT NULL,
  `q_8` int(3) DEFAULT NULL,
  `q_9` int(3) DEFAULT NULL,
  `q_9_e` varchar(150) DEFAULT NULL,
  `q_10` int(3) DEFAULT NULL,
  `q_11` datetime DEFAULT NULL,
  `q_12` int(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ivr_pr_cati`
--

INSERT INTO `ivr_pr_cati` (`id`, `mobile_no`, `interview_id`, `status`, `created_at`, `updated_at`, `start_time`, `end_time`, `q_1`, `q_1_n`, `q_1_n_e`, `q_2`, `q_3`, `q_4`, `q_5`, `q_5_e`, `q_5_dd`, `q_5_cc`, `q_5_uz`, `q_5_mc`, `q_6`, `q_6_e`, `q_7`, `q_7_e`, `q_8`, `q_9`, `q_9_e`, `q_10`, `q_11`, `q_12`) VALUES
(1, '01554361245', 23, 1, '2021-01-03 10:52:19', '2021-01-03 10:52:45', '2021-01-03 10:52:23', '2021-01-03 10:52:45', 1, NULL, NULL, 29, 1, 1, NULL, NULL, NULL, 6586, NULL, NULL, 5, NULL, 18, NULL, 1, 5, NULL, 1, NULL, 1),
(2, '01670502283', 23, 1, '2021-01-03 10:54:45', '2021-01-03 10:58:09', '2021-01-03 10:55:07', '2021-01-03 10:58:09', 1, NULL, NULL, 20, 1, 1, NULL, NULL, 2942, NULL, NULL, NULL, 5, NULL, 11, NULL, 1, 7, NULL, 1, NULL, 1),
(5, '01554361244', 4, 1, '0000-00-00 00:00:00', '2021-09-27 11:36:08', '2021-09-27 11:07:31', '2021-09-27 11:36:07', 1, NULL, NULL, 67, 1, 1, NULL, NULL, 61, 6586, NULL, NULL, 3, NULL, 10, NULL, 1, 9, NULL, 1, NULL, 1),
(6, '01670502287', 37, -1, '0000-00-00 00:00:00', '2021-10-04 15:01:38', '2021-10-04 15:01:38', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ivr_pr_ivr`
--

CREATE TABLE `ivr_pr_ivr` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `status` int(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `q_1` int(3) DEFAULT NULL,
  `q_1_e` varchar(150) DEFAULT NULL,
  `q_2` int(3) DEFAULT NULL,
  `q_3` int(3) DEFAULT NULL,
  `q_4` int(3) DEFAULT NULL,
  `q_5` int(3) DEFAULT NULL,
  `q_5_e` varchar(200) DEFAULT NULL,
  `q_5_dd` int(11) DEFAULT NULL,
  `q_5_cc` int(11) DEFAULT NULL,
  `q_5_uz` int(11) DEFAULT NULL,
  `q_5_mc` int(11) DEFAULT NULL,
  `q_6` int(3) DEFAULT NULL,
  `q_6_e` int(3) DEFAULT NULL,
  `q_7` int(3) DEFAULT NULL,
  `q_7_e` varchar(150) DEFAULT NULL,
  `q_8` int(3) DEFAULT NULL,
  `q_9` int(3) DEFAULT NULL,
  `q_10` int(3) DEFAULT NULL,
  `q_11` int(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_questions`
--

CREATE TABLE `ivr_questions` (
  `id` int(11) NOT NULL,
  `ivr_id` int(11) NOT NULL,
  `submitted_at` datetime DEFAULT NULL,
  `ivr_submitted_at` datetime DEFAULT NULL,
  `call_status` tinyint(4) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `last_input` varchar(65) CHARACTER SET utf8 DEFAULT NULL,
  `s_0_1` int(5) DEFAULT NULL,
  `s_0_2` int(5) DEFAULT NULL,
  `s_0_3` int(5) DEFAULT NULL,
  `di_1_1` int(5) DEFAULT NULL,
  `di_1_2` int(5) DEFAULT NULL,
  `di_1_2_e` varchar(65) CHARACTER SET utf8 DEFAULT NULL,
  `di_1_2_dd` int(11) DEFAULT NULL,
  `di_1_2_cc` int(11) DEFAULT NULL,
  `di_1_2_uz` int(11) DEFAULT NULL,
  `di_1_2_mc` int(11) DEFAULT NULL,
  `di_1_3` int(5) DEFAULT NULL,
  `di_1_3_e` int(5) DEFAULT NULL,
  `smk_2_1` int(5) DEFAULT NULL,
  `smk_2_2` int(5) DEFAULT NULL,
  `smk_2_3` int(5) DEFAULT NULL,
  `smk_2_4` int(5) DEFAULT NULL,
  `smk_2_5` int(5) DEFAULT NULL,
  `smk_2_6` int(5) DEFAULT NULL,
  `smk_2_7` int(5) DEFAULT NULL,
  `smk_2_8` int(5) DEFAULT NULL,
  `smk_2_9` int(5) DEFAULT NULL,
  `smk_2_10` int(5) DEFAULT NULL,
  `smk_2_11` int(5) DEFAULT NULL,
  `smk_2_12` int(5) DEFAULT NULL,
  `smk_2_13` int(5) DEFAULT NULL,
  `drk_3_1` int(5) DEFAULT NULL,
  `drk_3_2` int(5) DEFAULT NULL,
  `drk_3_3` int(5) DEFAULT NULL,
  `fd_4_1` int(5) DEFAULT NULL,
  `fd_4_2` int(5) DEFAULT NULL,
  `fd_4_3` int(5) DEFAULT NULL,
  `fd_4_4` int(5) DEFAULT NULL,
  `fd_4_5` int(5) DEFAULT NULL,
  `fd_4_6` int(5) DEFAULT NULL,
  `fd_4_7` int(5) DEFAULT NULL,
  `hq_5_1` int(5) DEFAULT NULL,
  `hq_5_2` int(5) DEFAULT NULL,
  `hq_5_3` int(5) DEFAULT NULL,
  `hq_5_4` int(5) DEFAULT NULL,
  `op_6_1` int(5) DEFAULT NULL,
  `op_6_2` int(5) DEFAULT NULL,
  `cov_7_s` tinyint(1) DEFAULT NULL,
  `cov_7_1` int(3) DEFAULT NULL,
  `cov_7_2` tinyint(1) DEFAULT NULL,
  `cov_7_3` int(3) DEFAULT NULL,
  `cov_7_4_1` int(2) DEFAULT NULL,
  `cov_7_4_2` int(2) DEFAULT NULL,
  `cov_7_4_3` int(2) DEFAULT NULL,
  `cov_7_4_4` int(2) DEFAULT NULL,
  `cov_7_4_5` int(2) DEFAULT NULL,
  `cov_7_4_6` int(2) DEFAULT NULL,
  `cov_7_4_7` int(2) DEFAULT NULL,
  `cov_7_4_8` int(2) DEFAULT NULL,
  `cov_7_4_9` int(2) DEFAULT NULL,
  `cov_7_4_9_e` varchar(65) CHARACTER SET utf8 DEFAULT NULL,
  `cov_7_5` tinyint(1) DEFAULT NULL,
  `cov_7_6` int(3) DEFAULT NULL,
  `cov_7_7` tinyint(1) DEFAULT NULL,
  `cov_7_8` int(3) DEFAULT NULL,
  `cov_7_9` int(3) DEFAULT NULL,
  `cov_7_10` int(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_refus`
--

CREATE TABLE `ivr_refus` (
  `ivr_id` int(11) NOT NULL,
  `mobile_no` varchar(20) NOT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `interview_date` datetime DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `p_3` int(3) DEFAULT NULL,
  `p_4` int(3) DEFAULT NULL,
  `p_5` int(3) DEFAULT NULL,
  `p_5_e` varchar(150) DEFAULT NULL,
  `p_5_dd` int(11) DEFAULT NULL,
  `p_5_cc` int(11) DEFAULT NULL,
  `p_5_uz` int(11) DEFAULT NULL,
  `p_5_mc` int(11) DEFAULT NULL,
  `p_6` int(3) DEFAULT NULL,
  `p_6_e` int(3) DEFAULT NULL,
  `q_1` int(3) DEFAULT NULL,
  `q_2` int(3) DEFAULT NULL,
  `q_12` int(3) DEFAULT NULL,
  `q_3` int(3) DEFAULT NULL,
  `q_4` int(3) DEFAULT NULL,
  `q_5` int(3) DEFAULT NULL,
  `q_5_e` varchar(200) DEFAULT NULL,
  `q_5_dd` int(11) DEFAULT NULL,
  `q_5_cc` int(11) DEFAULT NULL,
  `q_5_uz` int(11) DEFAULT NULL,
  `q_5_mc` int(11) DEFAULT NULL,
  `q_6` int(3) DEFAULT NULL,
  `q_6_e` int(3) DEFAULT NULL,
  `q_7` int(3) DEFAULT NULL,
  `q_7_e` varchar(150) DEFAULT NULL,
  `q_7_1` int(3) DEFAULT NULL,
  `q_7_1_e` varchar(150) DEFAULT NULL,
  `q_8` text DEFAULT NULL,
  `q_9` int(3) DEFAULT NULL,
  `q_9_e` varchar(150) DEFAULT NULL,
  `q_9_1` int(3) DEFAULT NULL,
  `q_9_1_e` varchar(150) DEFAULT NULL,
  `q_10` int(5) DEFAULT NULL,
  `q_11` int(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_schedules`
--

CREATE TABLE `ivr_schedules` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(15) NOT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `call_state` tinyint(5) NOT NULL,
  `ivr_id` int(11) DEFAULT NULL,
  `s_type` tinyint(5) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `ivr_schedules_pickhistory`
--

CREATE TABLE `ivr_schedules_pickhistory` (
  `id` int(11) NOT NULL,
  `current_id` int(11) DEFAULT NULL,
  `previous_id` int(11) DEFAULT NULL,
  `ivr_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `logs`
--

CREATE TABLE `logs` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `ip` varchar(15) NOT NULL,
  `login` datetime DEFAULT current_timestamp(),
  `logout` datetime DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `logs`
--

INSERT INTO `logs` (`id`, `user_id`, `ip`, `login`, `logout`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 4, '::1', '2021-11-16 10:53:34', NULL, '2021-11-16 10:53:34', '2021-11-16 04:53:34', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `outdoor_lab_datas`
--

CREATE TABLE `outdoor_lab_datas` (
  `id` int(11) NOT NULL,
  `Sl_No` int(11) NOT NULL,
  `Date_of_Reporting` date DEFAULT NULL,
  `ID_No_filled_iedcr` int(11) DEFAULT NULL,
  `Hosp_reg` varchar(20) DEFAULT NULL,
  `Date_of_admission` date DEFAULT NULL,
  `Patients_Name` varchar(255) DEFAULT NULL,
  `Age_Years` decimal(5,2) DEFAULT NULL,
  `Sex` bit(1) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `Lab_id` varchar(20) DEFAULT NULL,
  `IgM` int(11) DEFAULT NULL,
  `IgG` int(11) DEFAULT NULL,
  `Serotype` int(11) DEFAULT NULL,
  `Contact_No` int(11) DEFAULT NULL,
  `Father_Husbands_Name` varchar(255) DEFAULT NULL,
  `Village_house_no` varchar(255) DEFAULT NULL,
  `Union_road_no` varchar(255) DEFAULT NULL,
  `Upazilla_ward_no` varchar(255) DEFAULT NULL,
  `District` varchar(255) DEFAULT NULL,
  `Fever` bit(1) DEFAULT NULL,
  `Head_ache` bit(1) DEFAULT NULL,
  `Body_ache` bit(1) DEFAULT NULL,
  `Joint_pain` bit(1) DEFAULT NULL,
  `Retro_orbital_pain` bit(1) DEFAULT NULL,
  `Adominal_pain` bit(1) DEFAULT NULL,
  `Nausea` bit(1) DEFAULT NULL,
  `Vomiting` bit(1) DEFAULT NULL,
  `Loose_motion` bit(1) DEFAULT NULL,
  `Hematemesis` bit(1) DEFAULT NULL,
  `Melena` bit(1) DEFAULT NULL,
  `Rash` bit(1) DEFAULT NULL,
  `Itching` bit(1) DEFAULT NULL,
  `Petechiae` bit(1) DEFAULT NULL,
  `Bleeding_from_skin_or_mucous` bit(1) DEFAULT NULL,
  `Altered_mental_status` bit(1) DEFAULT NULL,
  `Others` varchar(255) DEFAULT NULL,
  `Date_Fever` date DEFAULT NULL,
  `Date_Collection` date DEFAULT NULL,
  `Co_morbid_conditions` text DEFAULT NULL,
  `Catr_age` int(11) DEFAULT NULL,
  `site_id_status` tinyint(4) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `poultries`
--

CREATE TABLE `poultries` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `no_of_call` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT 'done=1, schedule=2',
  `schedule_date` datetime DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `poultries2`
--

CREATE TABLE `poultries2` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `no_of_call` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT 'done=1, schedule=2',
  `interview_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `poultries3`
--

CREATE TABLE `poultries3` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `no_of_call` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT 'done=1, schedule=2',
  `schedule_date` datetime DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `poultry_questions`
--

CREATE TABLE `poultry_questions` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `poultry_id` int(11) NOT NULL,
  `s_0_1` int(11) DEFAULT NULL,
  `s_0_2` int(11) DEFAULT NULL,
  `s_0_3` int(11) DEFAULT NULL,
  `s_0_4` int(11) DEFAULT NULL,
  `sc_0_1` int(11) DEFAULT NULL,
  `gi_1_1` int(11) DEFAULT NULL,
  `gi_1_2_a_value` text DEFAULT NULL,
  `gi_1_2_a_flag` int(11) DEFAULT NULL,
  `gi_1_2_b_value` text DEFAULT NULL,
  `gi_1_2_b_flag` int(11) DEFAULT NULL,
  `pp_2_1_a` int(11) DEFAULT NULL,
  `pp_2_1_b_value` text DEFAULT NULL,
  `pp_2_1_b_flag` int(11) DEFAULT NULL,
  `pp_2_2_value` text DEFAULT NULL,
  `pp_2_2_flag` int(11) DEFAULT NULL,
  `pp_2_3_a` int(11) DEFAULT NULL,
  `pp_2_3_b_value` text DEFAULT NULL,
  `pp_2_3_b_flag` int(11) DEFAULT NULL,
  `pp_2_4_value` text DEFAULT NULL,
  `pp_2_4_flag` int(11) DEFAULT NULL,
  `pp_2_5_value` text DEFAULT NULL,
  `pp_2_5_flag` int(11) DEFAULT NULL,
  `pp_2_6_a` int(11) DEFAULT NULL,
  `pp_2_6_b` text DEFAULT NULL,
  `pp_2_7_a_value` text DEFAULT NULL,
  `pp_2_7_a_flag` int(11) DEFAULT NULL,
  `pp_2_7_b` int(11) DEFAULT NULL,
  `pp_2_7_c_value` text DEFAULT NULL,
  `pp_2_7_c_flag` int(11) DEFAULT NULL,
  `pp_2_8_a` int(11) DEFAULT NULL,
  `pp_2_8_b_value` text DEFAULT NULL,
  `pp_2_8_b_flag` int(11) DEFAULT NULL,
  `pp_2_9_value` text DEFAULT NULL,
  `pp_2_9_flag` int(11) DEFAULT NULL,
  `pp_2_10_value` text DEFAULT NULL,
  `pp_2_10_flag` int(11) DEFAULT NULL,
  `pp_2_11_a` int(11) DEFAULT NULL,
  `pp_2_11_b` int(11) DEFAULT NULL,
  `pp_2_11_c` int(11) DEFAULT NULL,
  `pp_2_11_d` int(11) DEFAULT NULL,
  `pp_2_12_a` int(11) DEFAULT NULL,
  `pp_2_12_b` int(11) DEFAULT NULL,
  `pp_2_13_a` int(11) DEFAULT NULL,
  `pp_2_13_b` int(11) DEFAULT NULL,
  `pp_2_14_a_flag` int(11) DEFAULT NULL,
  `pp_2_14_a_value` text DEFAULT NULL,
  `pp_2_14_b_flag` int(11) DEFAULT NULL,
  `pp_2_14_b_value` text DEFAULT NULL,
  `pp_2_15_a` int(11) DEFAULT NULL,
  `pp_2_15_b` text DEFAULT NULL,
  `pp_2_15_c_flag` text DEFAULT NULL,
  `pp_2_15_c_value` text DEFAULT NULL,
  `pp_2_16_a_flag` int(11) DEFAULT NULL,
  `pp_2_16_a_value` text DEFAULT NULL,
  `pp_2_16_b_flag` int(11) DEFAULT NULL,
  `pp_2_16_b_value` text DEFAULT NULL,
  `pfp_3_1_a` int(11) DEFAULT NULL,
  `pfp_3_1_b` int(11) DEFAULT NULL,
  `pfp_3_1_c` text DEFAULT NULL,
  `pfp_3_1_d` int(11) DEFAULT NULL,
  `pfp_3_2_a` int(11) DEFAULT NULL,
  `pfp_3_2_b_flag` int(11) DEFAULT NULL,
  `pfp_3_2_b_value` text DEFAULT NULL,
  `pfp_3_2_c` int(11) DEFAULT NULL,
  `pfp_3_2_d` text DEFAULT NULL,
  `pfp_3_2_e` int(11) DEFAULT NULL,
  `pfp_3_2_f_flag` int(11) DEFAULT NULL,
  `pfp_3_2_f_value` varchar(255) DEFAULT NULL,
  `pfp_3_3_a` int(11) DEFAULT NULL,
  `pfp_3_3_b` int(11) DEFAULT NULL,
  `pfp_3_3_c` text DEFAULT NULL,
  `pfp_3_3_d` int(11) DEFAULT NULL,
  `pfp_3_4_a` int(11) DEFAULT NULL,
  `pfp_3_4_b` int(11) DEFAULT NULL,
  `pfp_3_4_c` text DEFAULT NULL,
  `pm_4_1_a` int(11) DEFAULT NULL,
  `pm_4_1_b` int(11) DEFAULT NULL,
  `pm_4_2_a` int(11) DEFAULT NULL,
  `pm_4_2_b` int(11) DEFAULT NULL,
  `pm_4_2_c` int(11) DEFAULT NULL,
  `pm_4_2_d` int(11) DEFAULT NULL,
  `pm_4_3_a` int(11) DEFAULT NULL,
  `pm_4_3_b` int(11) DEFAULT NULL,
  `pm_4_4_a` int(11) DEFAULT NULL,
  `pm_4_4_b` int(11) DEFAULT NULL,
  `pm_4_4_c` int(11) DEFAULT NULL,
  `pm_4_4_d` int(11) DEFAULT NULL,
  `pm_4_4_e` int(11) DEFAULT NULL,
  `pm_4_4_f` int(11) DEFAULT NULL,
  `pm_4_4_g` int(11) DEFAULT NULL,
  `pm_4_4_h` int(11) DEFAULT NULL,
  `pm_4_4_i` int(11) DEFAULT NULL,
  `pm_4_4_j` int(11) DEFAULT NULL,
  `pm_4_5_a` int(11) DEFAULT NULL,
  `pm_4_5_b` int(11) DEFAULT NULL,
  `pm_4_5_c` int(11) DEFAULT NULL,
  `pm_4_5_d` int(11) DEFAULT NULL,
  `pm_4_5_e` int(11) DEFAULT NULL,
  `pm_4_5_f` int(11) DEFAULT NULL,
  `pm_4_5_g` int(11) DEFAULT NULL,
  `pm_4_5_h` int(11) DEFAULT NULL,
  `pm_4_5_i` int(11) DEFAULT NULL,
  `pm_4_5_j` int(11) DEFAULT NULL,
  `pm_4_6_a` int(11) DEFAULT NULL,
  `pm_4_6_b` int(11) DEFAULT NULL,
  `pm_4_6_c` int(11) DEFAULT NULL,
  `pm_4_6_d` int(11) DEFAULT NULL,
  `pm_4_6_e` int(11) DEFAULT NULL,
  `pm_4_6_f` int(11) DEFAULT NULL,
  `pm_4_6_g` int(11) DEFAULT NULL,
  `pm_4_6_h` int(11) DEFAULT NULL,
  `pm_4_6_i` int(11) DEFAULT NULL,
  `pm_4_6_j` int(11) DEFAULT NULL,
  `pm_4_7_a` int(11) DEFAULT NULL,
  `pm_4_7_b` int(11) DEFAULT NULL,
  `pm_4_7_c` int(11) DEFAULT NULL,
  `pm_4_7_d` int(11) DEFAULT NULL,
  `pm_4_7_e` int(11) DEFAULT NULL,
  `pm_4_7_f` int(11) DEFAULT NULL,
  `pm_4_7_g` int(11) DEFAULT NULL,
  `pm_4_7_h` int(11) DEFAULT NULL,
  `pm_4_7_i` int(11) DEFAULT NULL,
  `pm_4_7_j` int(11) DEFAULT NULL,
  `i_5_1_a` int(11) DEFAULT NULL,
  `i_5_1_b` int(11) DEFAULT NULL,
  `i_5_1_c` int(11) DEFAULT NULL,
  `i_5_1_d` int(11) DEFAULT NULL,
  `i_5_2_a_value` text DEFAULT NULL,
  `i_5_2_a_flag` int(11) DEFAULT NULL,
  `i_5_3_a` int(11) DEFAULT NULL,
  `i_5_3_b` int(11) DEFAULT NULL,
  `i_5_3_c_value` text DEFAULT NULL,
  `i_5_3_c_flag` int(11) DEFAULT NULL,
  `i_5_4_a_flag` text DEFAULT NULL,
  `i_5_4_a_value` text DEFAULT NULL,
  `i_5_4_b` text DEFAULT NULL,
  `i_5_4_c` text DEFAULT NULL,
  `i_5_4_d` text DEFAULT NULL,
  `i_5_5_a_value` text DEFAULT NULL,
  `i_5_5_a_flag` text DEFAULT NULL,
  `i_5_5_b` text DEFAULT NULL,
  `i_5_6_a` text DEFAULT NULL,
  `i_5_6_b` text DEFAULT NULL,
  `i_5_6_c_value` text DEFAULT NULL,
  `i_5_6_c_flag` text DEFAULT NULL,
  `d_6_1` int(11) DEFAULT NULL,
  `d_6_2_value` text DEFAULT NULL,
  `d_6_2_flag` int(11) DEFAULT NULL,
  `d_6_3_value` text DEFAULT NULL,
  `d_6_3_flag` int(11) DEFAULT NULL,
  `d_6_4` int(11) DEFAULT NULL,
  `d_6_5_a_value` text DEFAULT NULL,
  `d_6_5_a_flag` int(11) DEFAULT NULL,
  `d_6_5_b_value` text DEFAULT NULL,
  `d_6_5_b_flag` int(11) DEFAULT NULL,
  `d_6_5_c_value` text DEFAULT NULL,
  `d_6_5_c_flag` int(11) DEFAULT NULL,
  `call_status` tinyint(4) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `poultry_questions2`
--

CREATE TABLE `poultry_questions2` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `poultry_id` int(11) NOT NULL,
  `s_0_1` int(11) DEFAULT NULL,
  `s_0_2` int(11) DEFAULT NULL,
  `s_0_3` int(11) DEFAULT NULL,
  `s_0_4` int(11) DEFAULT NULL,
  `sc_0_1` int(11) DEFAULT NULL,
  `gi_1_1` int(11) DEFAULT NULL,
  `gi_1_2_a_value` text DEFAULT NULL,
  `gi_1_2_a_flag` int(11) DEFAULT NULL,
  `gi_1_2_b_value` text DEFAULT NULL,
  `gi_1_2_b_flag` int(11) DEFAULT NULL,
  `pp_2_1_a` int(11) DEFAULT NULL,
  `pp_2_1_b_value` text DEFAULT NULL,
  `pp_2_1_b_flag` int(11) DEFAULT NULL,
  `pp_2_2_value` text DEFAULT NULL,
  `pp_2_2_flag` int(11) DEFAULT NULL,
  `pp_2_3_a` int(11) DEFAULT NULL,
  `pp_2_3_b_value` text DEFAULT NULL,
  `pp_2_3_b_flag` int(11) DEFAULT NULL,
  `pp_2_4_value` text DEFAULT NULL,
  `pp_2_4_flag` int(11) DEFAULT NULL,
  `pp_2_5_value` text DEFAULT NULL,
  `pp_2_5_flag` int(11) DEFAULT NULL,
  `pp_2_6_a` int(11) DEFAULT NULL,
  `pp_2_6_b` text DEFAULT NULL,
  `pp_2_7_a_value` text DEFAULT NULL,
  `pp_2_7_a_flag` int(11) DEFAULT NULL,
  `pp_2_7_b` int(11) DEFAULT NULL,
  `pp_2_7_c_value` text DEFAULT NULL,
  `pp_2_7_c_flag` int(11) DEFAULT NULL,
  `pp_2_8_a` int(11) DEFAULT NULL,
  `pp_2_8_b_value` text DEFAULT NULL,
  `pp_2_8_b_flag` int(11) DEFAULT NULL,
  `pp_2_9_value` text DEFAULT NULL,
  `pp_2_9_flag` int(11) DEFAULT NULL,
  `pp_2_10_value` text DEFAULT NULL,
  `pp_2_10_flag` int(11) DEFAULT NULL,
  `pp_2_11_a` int(11) DEFAULT NULL,
  `pp_2_11_b` int(11) DEFAULT NULL,
  `pp_2_11_c` int(11) DEFAULT NULL,
  `pp_2_11_d` int(11) DEFAULT NULL,
  `pp_2_12_a` int(11) DEFAULT NULL,
  `pp_2_12_b` int(11) DEFAULT NULL,
  `pp_2_13_a` int(11) DEFAULT NULL,
  `pp_2_13_b` int(11) DEFAULT NULL,
  `pp_2_14_a_flag` int(11) DEFAULT NULL,
  `pp_2_14_a_value` text DEFAULT NULL,
  `pp_2_14_b_flag` int(11) DEFAULT NULL,
  `pp_2_14_b_value` text DEFAULT NULL,
  `pp_2_15_a` int(11) DEFAULT NULL,
  `pp_2_15_b` text DEFAULT NULL,
  `pp_2_15_c_flag` text DEFAULT NULL,
  `pp_2_15_c_value` text DEFAULT NULL,
  `pp_2_16_a_flag` int(11) DEFAULT NULL,
  `pp_2_16_a_value` text DEFAULT NULL,
  `pp_2_16_b_flag` int(11) DEFAULT NULL,
  `pp_2_16_b_value` text DEFAULT NULL,
  `pfp_3_1_a` int(11) DEFAULT NULL,
  `pfp_3_1_b` int(11) DEFAULT NULL,
  `pfp_3_1_c` text DEFAULT NULL,
  `pfp_3_1_d` int(11) DEFAULT NULL,
  `pfp_3_2_a` int(11) DEFAULT NULL,
  `pfp_3_2_b_flag` int(11) DEFAULT NULL,
  `pfp_3_2_b_value` text DEFAULT NULL,
  `pfp_3_2_c` int(11) DEFAULT NULL,
  `pfp_3_2_d` text DEFAULT NULL,
  `pfp_3_2_e` int(11) DEFAULT NULL,
  `pfp_3_2_f_flag` int(11) DEFAULT NULL,
  `pfp_3_2_f_value` varchar(255) DEFAULT NULL,
  `pfp_3_3_a` int(11) DEFAULT NULL,
  `pfp_3_3_b` int(11) DEFAULT NULL,
  `pfp_3_3_c` text DEFAULT NULL,
  `pfp_3_3_d` int(11) DEFAULT NULL,
  `pfp_3_4_a` int(11) DEFAULT NULL,
  `pfp_3_4_b` int(11) DEFAULT NULL,
  `pfp_3_4_c` text DEFAULT NULL,
  `pm_4_1_a` int(11) DEFAULT NULL,
  `pm_4_1_b` int(11) DEFAULT NULL,
  `pm_4_2_a` int(11) DEFAULT NULL,
  `pm_4_2_b` int(11) DEFAULT NULL,
  `pm_4_2_c` int(11) DEFAULT NULL,
  `pm_4_2_d` int(11) DEFAULT NULL,
  `pm_4_3_a` int(11) DEFAULT NULL,
  `pm_4_3_b` int(11) DEFAULT NULL,
  `pm_4_4_a` int(11) DEFAULT NULL,
  `pm_4_4_b` int(11) DEFAULT NULL,
  `pm_4_4_c` int(11) DEFAULT NULL,
  `pm_4_4_d` int(11) DEFAULT NULL,
  `pm_4_4_e` int(11) DEFAULT NULL,
  `pm_4_4_f` int(11) DEFAULT NULL,
  `pm_4_4_g` int(11) DEFAULT NULL,
  `pm_4_4_h` int(11) DEFAULT NULL,
  `pm_4_4_i` int(11) DEFAULT NULL,
  `pm_4_4_j` int(11) DEFAULT NULL,
  `pm_4_5_a` int(11) DEFAULT NULL,
  `pm_4_5_b` int(11) DEFAULT NULL,
  `pm_4_5_c` int(11) DEFAULT NULL,
  `pm_4_5_d` int(11) DEFAULT NULL,
  `pm_4_5_e` int(11) DEFAULT NULL,
  `pm_4_5_f` int(11) DEFAULT NULL,
  `pm_4_5_g` int(11) DEFAULT NULL,
  `pm_4_5_h` int(11) DEFAULT NULL,
  `pm_4_5_i` int(11) DEFAULT NULL,
  `pm_4_5_j` int(11) DEFAULT NULL,
  `pm_4_6_a` int(11) DEFAULT NULL,
  `pm_4_6_b` int(11) DEFAULT NULL,
  `pm_4_6_c` int(11) DEFAULT NULL,
  `pm_4_6_d` int(11) DEFAULT NULL,
  `pm_4_6_e` int(11) DEFAULT NULL,
  `pm_4_6_f` int(11) DEFAULT NULL,
  `pm_4_6_g` int(11) DEFAULT NULL,
  `pm_4_6_h` int(11) DEFAULT NULL,
  `pm_4_6_i` int(11) DEFAULT NULL,
  `pm_4_6_j` int(11) DEFAULT NULL,
  `pm_4_7_a` int(11) DEFAULT NULL,
  `pm_4_7_b` int(11) DEFAULT NULL,
  `pm_4_7_c` int(11) DEFAULT NULL,
  `pm_4_7_d` int(11) DEFAULT NULL,
  `pm_4_7_e` int(11) DEFAULT NULL,
  `pm_4_7_f` int(11) DEFAULT NULL,
  `pm_4_7_g` int(11) DEFAULT NULL,
  `pm_4_7_h` int(11) DEFAULT NULL,
  `pm_4_7_i` int(11) DEFAULT NULL,
  `pm_4_7_j` int(11) DEFAULT NULL,
  `i_5_1_a` int(11) DEFAULT NULL,
  `i_5_1_b` int(11) DEFAULT NULL,
  `i_5_1_c` int(11) DEFAULT NULL,
  `i_5_1_d` int(11) DEFAULT NULL,
  `i_5_2_a_value` text DEFAULT NULL,
  `i_5_2_a_flag` int(11) DEFAULT NULL,
  `i_5_3_a` int(11) DEFAULT NULL,
  `i_5_3_b` int(11) DEFAULT NULL,
  `i_5_3_c_value` text DEFAULT NULL,
  `i_5_3_c_flag` int(11) DEFAULT NULL,
  `i_5_4_a_flag` text DEFAULT NULL,
  `i_5_4_a_value` text DEFAULT NULL,
  `i_5_4_b` text DEFAULT NULL,
  `i_5_4_c` text DEFAULT NULL,
  `i_5_4_d` text DEFAULT NULL,
  `i_5_5_a_value` text DEFAULT NULL,
  `i_5_5_a_flag` text DEFAULT NULL,
  `i_5_5_b` text DEFAULT NULL,
  `i_5_6_a` text DEFAULT NULL,
  `i_5_6_b` text DEFAULT NULL,
  `i_5_6_c_value` text DEFAULT NULL,
  `i_5_6_c_flag` text DEFAULT NULL,
  `d_6_1` int(11) DEFAULT NULL,
  `d_6_2_value` text DEFAULT NULL,
  `d_6_2_flag` int(11) DEFAULT NULL,
  `d_6_3_value` text DEFAULT NULL,
  `d_6_3_flag` int(11) DEFAULT NULL,
  `d_6_4` int(11) DEFAULT NULL,
  `d_6_5_a_value` text DEFAULT NULL,
  `d_6_5_a_flag` int(11) DEFAULT NULL,
  `d_6_5_b_value` text DEFAULT NULL,
  `d_6_5_b_flag` int(11) DEFAULT NULL,
  `d_6_5_c_value` text DEFAULT NULL,
  `d_6_5_c_flag` int(11) DEFAULT NULL,
  `call_status` tinyint(4) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `poultry_questions3`
--

CREATE TABLE `poultry_questions3` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `poultry_id` int(11) NOT NULL,
  `s_0_1` int(11) DEFAULT NULL,
  `s_0_2` int(11) DEFAULT NULL,
  `s_0_3` int(11) DEFAULT NULL,
  `s_0_4` int(11) DEFAULT NULL,
  `sc_0_1` int(11) DEFAULT NULL,
  `gi_1_1` int(11) DEFAULT NULL,
  `gi_1_2_a_value` text DEFAULT NULL,
  `gi_1_2_a_flag` int(11) DEFAULT NULL,
  `gi_1_2_b_value` text DEFAULT NULL,
  `gi_1_2_b_flag` int(11) DEFAULT NULL,
  `pp_2_1_a` int(11) DEFAULT NULL,
  `pp_2_1_b_value` text DEFAULT NULL,
  `pp_2_1_b_flag` int(11) DEFAULT NULL,
  `pp_2_2_value` text DEFAULT NULL,
  `pp_2_2_flag` int(11) DEFAULT NULL,
  `pp_2_3_a` int(11) DEFAULT NULL,
  `pp_2_3_b_value` text DEFAULT NULL,
  `pp_2_3_b_flag` int(11) DEFAULT NULL,
  `pp_2_4_value` text DEFAULT NULL,
  `pp_2_4_flag` int(11) DEFAULT NULL,
  `pp_2_5_value` text DEFAULT NULL,
  `pp_2_5_flag` int(11) DEFAULT NULL,
  `pp_2_6_a` int(11) DEFAULT NULL,
  `pp_2_6_b` text DEFAULT NULL,
  `pp_2_7_a_value` text DEFAULT NULL,
  `pp_2_7_a_flag` int(11) DEFAULT NULL,
  `pp_2_7_b` int(11) DEFAULT NULL,
  `pp_2_7_c_value` text DEFAULT NULL,
  `pp_2_7_c_flag` int(11) DEFAULT NULL,
  `pp_2_8_a` int(11) DEFAULT NULL,
  `pp_2_8_b_value` text DEFAULT NULL,
  `pp_2_8_b_flag` int(11) DEFAULT NULL,
  `pp_2_9_value` text DEFAULT NULL,
  `pp_2_9_flag` int(11) DEFAULT NULL,
  `pp_2_10_value` text DEFAULT NULL,
  `pp_2_10_flag` int(11) DEFAULT NULL,
  `pp_2_11_a` int(11) DEFAULT NULL,
  `pp_2_11_b` int(11) DEFAULT NULL,
  `pp_2_11_c` int(11) DEFAULT NULL,
  `pp_2_11_d` int(11) DEFAULT NULL,
  `pp_2_12_a` int(11) DEFAULT NULL,
  `pp_2_12_b` int(11) DEFAULT NULL,
  `pp_2_13_a` int(11) DEFAULT NULL,
  `pp_2_13_b` int(11) DEFAULT NULL,
  `pp_2_14_a_flag` int(11) DEFAULT NULL,
  `pp_2_14_a_value` text DEFAULT NULL,
  `pp_2_14_b_flag` int(11) DEFAULT NULL,
  `pp_2_14_b_value` text DEFAULT NULL,
  `pp_2_15_a` int(11) DEFAULT NULL,
  `pp_2_15_b` text DEFAULT NULL,
  `pp_2_15_c_flag` text DEFAULT NULL,
  `pp_2_15_c_value` text DEFAULT NULL,
  `pp_2_16_a_flag` int(11) DEFAULT NULL,
  `pp_2_16_a_value` text DEFAULT NULL,
  `pp_2_16_b_flag` int(11) DEFAULT NULL,
  `pp_2_16_b_value` text DEFAULT NULL,
  `pfp_3_1_a` int(11) DEFAULT NULL,
  `pfp_3_1_b` int(11) DEFAULT NULL,
  `pfp_3_1_c` text DEFAULT NULL,
  `pfp_3_1_d` int(11) DEFAULT NULL,
  `pfp_3_2_a` int(11) DEFAULT NULL,
  `pfp_3_2_b_flag` int(11) DEFAULT NULL,
  `pfp_3_2_b_value` text DEFAULT NULL,
  `pfp_3_2_c` int(11) DEFAULT NULL,
  `pfp_3_2_d` text DEFAULT NULL,
  `pfp_3_2_e` int(11) DEFAULT NULL,
  `pfp_3_2_f_flag` int(11) DEFAULT NULL,
  `pfp_3_2_f_value` varchar(255) DEFAULT NULL,
  `pfp_3_3_a` int(11) DEFAULT NULL,
  `pfp_3_3_b` int(11) DEFAULT NULL,
  `pfp_3_3_c` text DEFAULT NULL,
  `pfp_3_3_d` int(11) DEFAULT NULL,
  `pfp_3_4_a` int(11) DEFAULT NULL,
  `pfp_3_4_b` int(11) DEFAULT NULL,
  `pfp_3_4_c` text DEFAULT NULL,
  `pm_4_1_a` int(11) DEFAULT NULL,
  `pm_4_1_b` int(11) DEFAULT NULL,
  `pm_4_2_a` int(11) DEFAULT NULL,
  `pm_4_2_b` int(11) DEFAULT NULL,
  `pm_4_2_c` int(11) DEFAULT NULL,
  `pm_4_2_d` int(11) DEFAULT NULL,
  `pm_4_3_a` int(11) DEFAULT NULL,
  `pm_4_3_b` int(11) DEFAULT NULL,
  `pm_4_4_a` int(11) DEFAULT NULL,
  `pm_4_4_b` int(11) DEFAULT NULL,
  `pm_4_4_c` int(11) DEFAULT NULL,
  `pm_4_4_d` int(11) DEFAULT NULL,
  `pm_4_4_e` int(11) DEFAULT NULL,
  `pm_4_4_f` int(11) DEFAULT NULL,
  `pm_4_4_g` int(11) DEFAULT NULL,
  `pm_4_4_h` int(11) DEFAULT NULL,
  `pm_4_4_i` int(11) DEFAULT NULL,
  `pm_4_4_j` int(11) DEFAULT NULL,
  `pm_4_5_a` int(11) DEFAULT NULL,
  `pm_4_5_b` int(11) DEFAULT NULL,
  `pm_4_5_c` int(11) DEFAULT NULL,
  `pm_4_5_d` int(11) DEFAULT NULL,
  `pm_4_5_e` int(11) DEFAULT NULL,
  `pm_4_5_f` int(11) DEFAULT NULL,
  `pm_4_5_g` int(11) DEFAULT NULL,
  `pm_4_5_h` int(11) DEFAULT NULL,
  `pm_4_5_i` int(11) DEFAULT NULL,
  `pm_4_5_j` int(11) DEFAULT NULL,
  `pm_4_6_a` int(11) DEFAULT NULL,
  `pm_4_6_b` int(11) DEFAULT NULL,
  `pm_4_6_c` int(11) DEFAULT NULL,
  `pm_4_6_d` int(11) DEFAULT NULL,
  `pm_4_6_e` int(11) DEFAULT NULL,
  `pm_4_6_f` int(11) DEFAULT NULL,
  `pm_4_6_g` int(11) DEFAULT NULL,
  `pm_4_6_h` int(11) DEFAULT NULL,
  `pm_4_6_i` int(11) DEFAULT NULL,
  `pm_4_6_j` int(11) DEFAULT NULL,
  `pm_4_7_a` int(11) DEFAULT NULL,
  `pm_4_7_b` int(11) DEFAULT NULL,
  `pm_4_7_c` int(11) DEFAULT NULL,
  `pm_4_7_d` int(11) DEFAULT NULL,
  `pm_4_7_e` int(11) DEFAULT NULL,
  `pm_4_7_f` int(11) DEFAULT NULL,
  `pm_4_7_g` int(11) DEFAULT NULL,
  `pm_4_7_h` int(11) DEFAULT NULL,
  `pm_4_7_i` int(11) DEFAULT NULL,
  `pm_4_7_j` int(11) DEFAULT NULL,
  `i_5_1_a` int(11) DEFAULT NULL,
  `i_5_1_b` int(11) DEFAULT NULL,
  `i_5_1_c` int(11) DEFAULT NULL,
  `i_5_1_d` int(11) DEFAULT NULL,
  `i_5_2_a_value` text DEFAULT NULL,
  `i_5_2_a_flag` int(11) DEFAULT NULL,
  `i_5_3_a` int(11) DEFAULT NULL,
  `i_5_3_b` int(11) DEFAULT NULL,
  `i_5_3_c_value` text DEFAULT NULL,
  `i_5_3_c_flag` int(11) DEFAULT NULL,
  `i_5_4_a_flag` text DEFAULT NULL,
  `i_5_4_a_value` text DEFAULT NULL,
  `i_5_4_b` text DEFAULT NULL,
  `i_5_4_c` text DEFAULT NULL,
  `i_5_4_d` text DEFAULT NULL,
  `i_5_5_a_value` text DEFAULT NULL,
  `i_5_5_a_flag` text DEFAULT NULL,
  `i_5_5_b` text DEFAULT NULL,
  `i_5_6_a` text DEFAULT NULL,
  `i_5_6_b` text DEFAULT NULL,
  `i_5_6_c_value` text DEFAULT NULL,
  `i_5_6_c_flag` text DEFAULT NULL,
  `d_6_1` int(11) DEFAULT NULL,
  `d_6_2_value` text DEFAULT NULL,
  `d_6_2_flag` int(11) DEFAULT NULL,
  `d_6_3_value` text DEFAULT NULL,
  `d_6_3_flag` int(11) DEFAULT NULL,
  `d_6_4` int(11) DEFAULT NULL,
  `d_6_5_a_value` text DEFAULT NULL,
  `d_6_5_a_flag` int(11) DEFAULT NULL,
  `d_6_5_b_value` text DEFAULT NULL,
  `d_6_5_b_flag` int(11) DEFAULT NULL,
  `d_6_5_c_value` text DEFAULT NULL,
  `d_6_5_c_flag` int(11) DEFAULT NULL,
  `call_status` tinyint(4) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `projects`
--

CREATE TABLE `projects` (
  `id` int(11) NOT NULL,
  `supervisor_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `short_name` varchar(20) NOT NULL,
  `noofcase` int(11) NOT NULL,
  `site_ids` text DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `projects`
--

INSERT INTO `projects` (`id`, `supervisor_id`, `name`, `short_name`, `noofcase`, `site_ids`, `user_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 2, 'Poultry Contact (Influenza)', 'Poultry', 0, '[\"2\"]', 1, '2019-06-19 04:51:24', '2019-07-30 14:35:44', NULL),
(2, 1, 'Encephalitis', 'JE', 0, '[\"2\"]', 1, '2019-06-20 08:47:23', '2019-07-02 07:38:41', NULL),
(3, 2, 'Dengue Surveillance of 2019', 'Dengue, 2019', 0, '[\"2\"]', 1, '2019-08-08 17:57:55', '2019-08-25 12:06:54', NULL),
(4, 1, 'Reproductive Health', 'Reproductive Health', 0, '[\"2\"]', 1, '2019-08-22 15:27:01', '2019-08-22 09:27:01', NULL),
(5, 1, 'Dengue Lab Report FATP,B', 'Lab FATP', 0, '[\"2\"]', 1, '2019-08-22 15:30:29', '2019-08-22 09:30:29', NULL),
(6, 1, 'Hospital Based Dengue Survey', 'Suspected-Dengue', 0, '[\"2\"]', 1, '2019-09-17 09:34:31', '2019-09-17 03:34:31', NULL),
(7, 20, 'Ivr 2020', 'Ivr 2020', 0, '[\"2\"]', 1, '2020-01-28 12:39:41', '2020-01-28 06:39:41', NULL),
(8, 1, 'Covid', 'covid', 0, '[\"2\"]', 1, '2020-03-09 17:07:08', '2020-03-09 11:07:08', NULL),
(9, 23, 'STI SUVEILLANCE', 'sti', 0, '[\"2\"]', 1, '2020-07-14 11:31:33', '2020-07-14 05:31:33', NULL),
(10, 20, 'IVR Incomplete Follow', 'incom', 0, '[\"2\"]', 1, '2020-11-08 12:06:40', '2020-11-08 06:06:40', NULL),
(11, 20, 'RAMMPS 2021', 'RAMMPS', 0, '[\"2\"]', 1, '2021-10-04 15:06:28', '2021-10-04 09:07:53', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE `questions` (
  `id` int(11) NOT NULL,
  `encephality_id` int(11) NOT NULL,
  `surveillance_id` int(11) NOT NULL,
  `identity` tinyint(4) DEFAULT -1 COMMENT 'patient=0, others=1',
  `provider_name` varchar(255) DEFAULT NULL,
  `relation_with_patient` varchar(255) DEFAULT NULL,
  `provider_age` int(11) DEFAULT NULL,
  `religion` tinyint(4) DEFAULT -1 COMMENT '0=Islam, 1=Hindu, 2=Buddhist, 4=Christian, 99=Others',
  `religion_text` varchar(255) DEFAULT NULL,
  `is_ethnic` tinyint(4) DEFAULT -1 COMMENT '0=No, 1=Yes',
  `ethnic_type` tinyint(4) DEFAULT -1 COMMENT '1=>Saaotal, 2=>Garo, 3=>marma, 4=>Chakma, 99=>Others',
  `ethnic_type_text` varchar(255) DEFAULT NULL,
  `educational_background` tinyint(4) DEFAULT -1 COMMENT '0=> Illiterate, 22=> Non-institutional Education, 44=> SSC, 55=> HSC, 66=> Degree, 99=> Others',
  `educational_background_text` varchar(255) DEFAULT NULL,
  `profession` tinyint(4) DEFAULT -1 COMMENT '0=>বেকার, 1=>কৃষিকাজ, 2=>গৃহিণী, 3=>চাকুরী, 4=গৃহস্থালির কাজ, 5=> দিনমজুর/ কামলা/ রাখাল, ৬=>রিকশা চালক, ৭=>দোকানদার, ৮=>ব্যবসা, ৯=>শিক্ষক, ১০=> ছাত্র, ১১=> গৃহ পরিচারিকা, ৯৯=> অন্যান্য',
  `profession_text` text DEFAULT NULL,
  `father_profession` tinyint(4) DEFAULT -1 COMMENT '0=>বেকার, 1=>কৃষিকাজ, 2=>চাকুরী, 3=> রাখাল, 4=গৃহস্থালির কাজ, 5=> দিনমজুর/ কামলা, ৬=>রিকশা চালক, ৭=>দোকানদার, ৮=>ব্যবসা, ৯=>শিক্ষক, ৯৯=> অন্যান্য',
  `father_profession_text` varchar(255) DEFAULT NULL,
  `family_expense` double DEFAULT NULL,
  `expenditure_type` tinyint(4) DEFAULT NULL,
  `male_member` int(11) DEFAULT NULL,
  `female_member` int(11) DEFAULT NULL,
  `fifteendays_live` tinyint(4) DEFAULT -1 COMMENT '0=>গ্রাম, 1=শহর, 2=>উপ-শহর, 3=>শহর বস্তি এলাকা, 99=> অন্যান্য',
  `otherplacetolive` varchar(255) DEFAULT NULL,
  `is_paddy` tinyint(4) DEFAULT NULL,
  `is_jute` tinyint(4) DEFAULT NULL,
  `is_wheat` tinyint(4) DEFAULT NULL,
  `is_root` tinyint(4) DEFAULT NULL,
  `farming_name` varchar(255) DEFAULT NULL,
  `is_paddy_working` tinyint(4) DEFAULT NULL,
  `is_jute_working` tinyint(4) DEFAULT NULL,
  `is_wheat_working` tinyint(4) DEFAULT NULL,
  `is_root_working` tinyint(4) DEFAULT NULL,
  `farming_name_working` varchar(255) DEFAULT NULL,
  `is_pond` tinyint(4) DEFAULT NULL,
  `is_well` tinyint(4) DEFAULT NULL,
  `is_fen` tinyint(4) DEFAULT NULL,
  `is_drain` tinyint(4) DEFAULT NULL,
  `reservoir_name` varchar(255) DEFAULT NULL,
  `outward_house` tinyint(4) DEFAULT -1 COMMENT '0=> একবারও না, 1=>প্রতিদিন, 2=>মাঝে মাঝে(৪-৫ দিন), 3=>হঠাৎ হঠাৎ (২-৩ দিন), 4=> এক দিন',
  `outward_house_type` tinyint(4) DEFAULT -1 COMMENT '0=>কৃষিকাজ, 1=>দোকানে, 2=> বাজারে, 3=> বন্ধুদের সাথে আড্ডা দিতে, 99=> অন্যান্য',
  `outward_house_reason` varchar(255) DEFAULT NULL,
  `mosquito_net` tinyint(4) DEFAULT NULL,
  `is_egret` tinyint(4) DEFAULT NULL,
  `is_juicy` tinyint(4) DEFAULT NULL,
  `is_others_bird` tinyint(4) DEFAULT NULL,
  `others_bird` varchar(255) DEFAULT NULL,
  `is_domestic_animal_husbandry` int(11) DEFAULT NULL,
  `name_of_animal` text DEFAULT NULL,
  `visting_type` tinyint(4) DEFAULT NULL COMMENT '0=no, 1=yes',
  `district` varchar(255) DEFAULT NULL,
  `upazila` varchar(255) DEFAULT NULL,
  `floor_type` tinyint(4) DEFAULT NULL COMMENT '0=>মাটি,1=>ইট, 2=>কাঠ, 99=>অন্যান্য',
  `floor_name` varchar(255) DEFAULT NULL,
  `wall_type` tinyint(4) DEFAULT NULL COMMENT '0=>বেড়া, 1=>কাঠ/শোলা, 2=>মাটি, 3=>ইট, 4=>টিন, 5=>বাঁশ, 6=>কাঠ, 7=>পলিথিন, 99=> অন্যান্য',
  `wall_name` varchar(255) DEFAULT NULL,
  `ceiling_type` tinyint(4) DEFAULT NULL COMMENT '0=>ইট, 1=>কাঠ/শোলা, 2=>টালি, 3=>খড়, 4=>টিন, 5=>বাঁশ, 6=>কাঠ, 7=>পলিথিন, 99=> অন্যান্য',
  `ceiling_name` varchar(255) DEFAULT NULL,
  `bedroom` int(11) DEFAULT NULL,
  `is_kitchen` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `kitchen_distance` int(11) DEFAULT NULL,
  `is_cowhouse` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `cowhouse_distance` int(11) DEFAULT NULL,
  `is_toilet` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `toilet_distance` int(11) DEFAULT NULL,
  `is_water_supply` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `water_supply_distance` int(11) DEFAULT NULL,
  `is_window_mosquito_net` tinyint(4) DEFAULT NULL,
  `call_status` tinyint(4) DEFAULT NULL COMMENT '0=>''সাক্ষাৎকার অসম্পূর্ণ ও আজই বা পরবর্তী কর্মদিবসে রিশিডিউল করা হয়েছে'', 1=>''সাক্ষাৎকার সম্পন্ন হয়েছে'', 2=>''যোগাযোগ করা সম্ভব হয়নি'', 3=>''সাক্ষাৎকার অসম্পূর্ণ ও আজই বা পরবর্তি কর্মদিবসে রিশিডিউল করা হয়নি'', 4=>''সম্মতি দেন নাই''',
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `questions_1`
--

CREATE TABLE `questions_1` (
  `id` int(11) NOT NULL,
  `encephality_id` int(11) NOT NULL,
  `surveillance_id` int(11) NOT NULL,
  `identity` tinyint(4) DEFAULT -1 COMMENT 'patient=0, others=1',
  `provider_name` varchar(255) DEFAULT NULL,
  `relation_with_patient` varchar(255) DEFAULT NULL,
  `provider_age` int(11) DEFAULT NULL,
  `religion` tinyint(4) DEFAULT -1 COMMENT '0=Islam, 1=Hindu, 2=Buddhist, 4=Christian, 99=Others',
  `religion_text` varchar(255) DEFAULT NULL,
  `is_ethnic` tinyint(4) DEFAULT -1 COMMENT '0=No, 1=Yes',
  `ethnic_type` tinyint(4) DEFAULT -1 COMMENT '1=>Saaotal, 2=>Garo, 3=>marma, 4=>Chakma, 99=>Others',
  `ethnic_type_text` varchar(255) DEFAULT NULL,
  `educational_background` tinyint(4) DEFAULT -1 COMMENT '0=> Illiterate, 22=> Non-institutional Education, 44=> SSC, 55=> HSC, 66=> Degree, 99=> Others',
  `educational_background_text` varchar(255) DEFAULT NULL,
  `profession` tinyint(4) DEFAULT -1 COMMENT '0=>বেকার, 1=>কৃষিকাজ, 2=>গৃহিণী, 3=>চাকুরী, 4=গৃহস্থালির কাজ, 5=> দিনমজুর/ কামলা/ রাখাল, ৬=>রিকশা চালক, ৭=>দোকানদার, ৮=>ব্যবসা, ৯=>শিক্ষক, ১০=> ছাত্র, ১১=> গৃহ পরিচারিকা, ৯৯=> অন্যান্য',
  `profession_text` text DEFAULT NULL,
  `father_profession` tinyint(4) DEFAULT -1 COMMENT '0=>বেকার, 1=>কৃষিকাজ, 2=>চাকুরী, 3=> রাখাল, 4=গৃহস্থালির কাজ, 5=> দিনমজুর/ কামলা, ৬=>রিকশা চালক, ৭=>দোকানদার, ৮=>ব্যবসা, ৯=>শিক্ষক, ৯৯=> অন্যান্য',
  `father_profession_text` varchar(255) DEFAULT NULL,
  `family_expense` double DEFAULT NULL,
  `expenditure_type` tinyint(4) DEFAULT NULL,
  `male_member` int(11) DEFAULT NULL,
  `female_member` int(11) DEFAULT NULL,
  `fifteendays_live` tinyint(4) DEFAULT -1 COMMENT '0=>গ্রাম, 1=শহর, 2=>উপ-শহর, 3=>শহর বস্তি এলাকা, 99=> অন্যান্য',
  `otherplacetolive` varchar(255) DEFAULT NULL,
  `is_paddy` tinyint(4) DEFAULT NULL,
  `is_jute` tinyint(4) DEFAULT NULL,
  `is_wheat` tinyint(4) DEFAULT NULL,
  `is_root` tinyint(4) DEFAULT NULL,
  `farming_name` varchar(255) DEFAULT NULL,
  `is_paddy_working` tinyint(4) DEFAULT NULL,
  `is_jute_working` tinyint(4) DEFAULT NULL,
  `is_wheat_working` tinyint(4) DEFAULT NULL,
  `is_root_working` tinyint(4) DEFAULT NULL,
  `farming_name_working` varchar(255) DEFAULT NULL,
  `is_pond` tinyint(4) DEFAULT NULL,
  `is_well` tinyint(4) DEFAULT NULL,
  `is_fen` tinyint(4) DEFAULT NULL,
  `is_drain` tinyint(4) DEFAULT NULL,
  `reservoir_name` varchar(255) DEFAULT NULL,
  `outward_house` tinyint(4) DEFAULT -1 COMMENT '0=> একবারও না, 1=>প্রতিদিন, 2=>মাঝে মাঝে(৪-৫ দিন), 3=>হঠাৎ হঠাৎ (২-৩ দিন), 4=> এক দিন',
  `outward_house_type` tinyint(4) DEFAULT -1 COMMENT '0=>কৃষিকাজ, 1=>দোকানে, 2=> বাজারে, 3=> বন্ধুদের সাথে আড্ডা দিতে, 99=> অন্যান্য',
  `outward_house_reason` varchar(255) DEFAULT NULL,
  `mosquito_net` tinyint(4) DEFAULT NULL,
  `is_egret` tinyint(4) DEFAULT NULL,
  `is_juicy` tinyint(4) DEFAULT NULL,
  `is_others_bird` tinyint(4) DEFAULT NULL,
  `others_bird` varchar(255) DEFAULT NULL,
  `is_domestic_animal_husbandry` int(11) DEFAULT NULL,
  `name_of_animal` text DEFAULT NULL,
  `visting_type` tinyint(4) DEFAULT NULL COMMENT '0=no, 1=yes',
  `district` varchar(255) DEFAULT NULL,
  `upazila` varchar(255) DEFAULT NULL,
  `floor_type` tinyint(4) DEFAULT NULL COMMENT '0=>মাটি,1=>ইট, 2=>কাঠ, 99=>অন্যান্য',
  `floor_name` varchar(255) DEFAULT NULL,
  `wall_type` tinyint(4) DEFAULT NULL COMMENT '0=>বেড়া, 1=>কাঠ/শোলা, 2=>মাটি, 3=>ইট, 4=>টিন, 5=>বাঁশ, 6=>কাঠ, 7=>পলিথিন, 99=> অন্যান্য',
  `wall_name` varchar(255) DEFAULT NULL,
  `ceiling_type` tinyint(4) DEFAULT NULL COMMENT '0=>ইট, 1=>কাঠ/শোলা, 2=>টালি, 3=>খড়, 4=>টিন, 5=>বাঁশ, 6=>কাঠ, 7=>পলিথিন, 99=> অন্যান্য',
  `ceiling_name` varchar(255) DEFAULT NULL,
  `bedroom` int(11) DEFAULT NULL,
  `is_kitchen` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `kitchen_distance` int(11) DEFAULT NULL,
  `is_cowhouse` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `cowhouse_distance` int(11) DEFAULT NULL,
  `is_toilet` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `toilet_distance` int(11) DEFAULT NULL,
  `is_water_supply` tinyint(4) DEFAULT NULL COMMENT '0=>মূল বসতঘরের সাথে সংযুক্ত, 1=>মূল বসতঘরের থেকে আলাদা',
  `water_supply_distance` int(11) DEFAULT NULL,
  `is_window_mosquito_net` tinyint(4) DEFAULT NULL,
  `call_status` tinyint(4) DEFAULT NULL COMMENT '0=>''সাক্ষাৎকার অসম্পূর্ণ ও আজই বা পরবর্তী কর্মদিবসে রিশিডিউল করা হয়েছে'', 1=>''সাক্ষাৎকার সম্পন্ন হয়েছে'', 2=>''যোগাযোগ করা সম্ভব হয়নি'', 3=>''সাক্ষাৎকার অসম্পূর্ণ ও আজই বা পরবর্তি কর্মদিবসে রিশিডিউল করা হয়নি'', 4=>''সম্মতি দেন নাই''',
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `rammps`
--

CREATE TABLE `rammps` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(20) CHARACTER SET latin1 COLLATE latin1_general_ci DEFAULT NULL,
  `no_of_call` tinyint(2) NOT NULL DEFAULT 0,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `last_status` int(3) NOT NULL DEFAULT 0,
  `last_schedule_id` int(11) DEFAULT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `duration` int(3) DEFAULT 0,
  `session_started` datetime DEFAULT NULL,
  `session_end` datetime DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `rammps`
--

INSERT INTO `rammps` (`id`, `mobile_no`, `no_of_call`, `status`, `last_status`, `last_schedule_id`, `schedule_date`, `interview_id`, `duration`, `session_started`, `session_end`, `created_at`, `updated_at`) VALUES
(1, '01670502283', 0, -1, 0, NULL, NULL, 36, 0, '2021-10-05 12:08:58', NULL, '2021-10-03 16:01:07', '2021-10-05 12:08:58'),
(2, '01670502284', 0, -1, 0, NULL, NULL, 4, 0, '2021-11-16 15:55:13', NULL, '2021-10-03 16:01:07', '2021-11-16 15:55:13');

-- --------------------------------------------------------

--
-- Table structure for table `rammps_questions`
--

CREATE TABLE `rammps_questions` (
  `id` int(11) NOT NULL,
  `rammps_id` int(11) DEFAULT NULL,
  `submitted_at` datetime DEFAULT NULL,
  `call_status` tinyint(4) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `last_input` varchar(65) CHARACTER SET latin1 COLLATE latin1_general_ci DEFAULT NULL,
  `s_1_consent` int(5) DEFAULT NULL,
  `s_1_gender` int(5) DEFAULT NULL,
  `s_1_18up` int(5) DEFAULT NULL,
  `s_1_age` int(5) DEFAULT NULL,
  `s_1_dd` int(5) DEFAULT NULL,
  `s_1_v_or_c` int(5) DEFAULT NULL,
  `s_1_cc` int(5) DEFAULT NULL,
  `s_1_uz` int(5) DEFAULT NULL,
  `s_1_mc` int(5) DEFAULT NULL,
  `s_1_ccuzmc_o` int(5) DEFAULT NULL,
  `s_1_ccuzmc_o_e` varchar(65) CHARACTER SET utf8 NOT NULL,
  `section_answers` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`section_answers`))
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `rammps_schedules`
--

CREATE TABLE `rammps_schedules` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(15) NOT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `call_state` tinyint(5) NOT NULL,
  `rampps_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `reproductive`
--

CREATE TABLE `reproductive` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `no_of_call` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT 'done=1, schedule=2',
  `schedule_date` datetime DEFAULT NULL,
  `interview_id` int(11) DEFAULT NULL,
  `district_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `reproductive_questions`
--

CREATE TABLE `reproductive_questions` (
  `id` int(11) NOT NULL,
  `surveillance_id` int(11) DEFAULT NULL,
  `reproductive_id` int(11) NOT NULL,
  `submitted_at` datetime DEFAULT NULL,
  `initiated_at` datetime DEFAULT NULL,
  `call_interval` int(5) DEFAULT NULL,
  `call_status` tinyint(4) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` int(11) DEFAULT NULL,
  `last_input` varchar(65) DEFAULT NULL,
  `s_0_1` int(5) DEFAULT NULL,
  `s_0_2` int(5) DEFAULT NULL,
  `s_0_3` int(5) DEFAULT NULL,
  `s_0_4` int(5) DEFAULT NULL,
  `gi_1_1` int(11) DEFAULT NULL,
  `gi_1_2` int(5) DEFAULT NULL,
  `gi_1_3_cc` int(11) DEFAULT NULL,
  `gi_1_3_uz` int(11) DEFAULT NULL,
  `gi_1_3` int(5) DEFAULT NULL,
  `gi_1_3_e` varchar(120) DEFAULT NULL,
  `gi_1_4` int(5) DEFAULT NULL,
  `gi_1_4_e` varchar(20) DEFAULT NULL,
  `gi_1_5` int(5) DEFAULT NULL,
  `gi_1_5_e` varchar(120) DEFAULT NULL,
  `pi_2_1` int(5) DEFAULT NULL,
  `pi_2_2` int(5) DEFAULT NULL,
  `pi_2_3` int(5) DEFAULT NULL,
  `pi_2_4` int(5) DEFAULT NULL,
  `pi_2_5` int(5) DEFAULT NULL,
  `pi_2_5_1` varchar(120) DEFAULT NULL,
  `pi_2_5_2` varchar(120) DEFAULT NULL,
  `fp_3_1` int(5) DEFAULT NULL,
  `fp_3_2_1` int(5) DEFAULT NULL,
  `fp_3_2_1_e` varchar(120) DEFAULT NULL,
  `fp_3_2_2` int(5) DEFAULT NULL,
  `fp_3_2_2_e` varchar(120) DEFAULT NULL,
  `fp_3_2_3` int(5) DEFAULT NULL,
  `fp_3_2_3_e` varchar(120) DEFAULT NULL,
  `fp_3_2_4` int(5) DEFAULT NULL,
  `fp_3_2_4_e` varchar(120) DEFAULT NULL,
  `fp_3_3_1` int(5) DEFAULT NULL,
  `fp_3_3_1_e` varchar(120) DEFAULT NULL,
  `fp_3_3_2` int(5) DEFAULT NULL,
  `fp_3_3_2_e` varchar(120) DEFAULT NULL,
  `fp_3_3_3` int(5) DEFAULT NULL,
  `fp_3_3_3_e` varchar(120) DEFAULT NULL,
  `fp_3_4` int(5) DEFAULT NULL,
  `fp_3_4_e` varchar(120) DEFAULT NULL,
  `dp_4_1` int(5) DEFAULT NULL,
  `dp_4_2` int(5) DEFAULT NULL,
  `dp_4_3_1` int(5) DEFAULT NULL,
  `dp_4_3_1_e` varchar(120) DEFAULT NULL,
  `dp_4_3_2` int(5) DEFAULT NULL,
  `dp_4_3_2_e` varchar(120) DEFAULT NULL,
  `dp_4_3_3` int(5) DEFAULT NULL,
  `dp_4_3_3_e` varchar(120) DEFAULT NULL,
  `dp_4_4_1` int(5) DEFAULT NULL,
  `dp_4_4_1_e` varchar(120) DEFAULT NULL,
  `dp_4_4_2` int(5) DEFAULT NULL,
  `dp_4_4_2_e` varchar(120) DEFAULT NULL,
  `dp_4_4_3` int(5) DEFAULT NULL,
  `dp_4_4_3_e` varchar(120) DEFAULT NULL,
  `dp_4_5` int(5) DEFAULT NULL,
  `dp_4_6_1` int(5) DEFAULT NULL,
  `dp_4_6_1_e` varchar(120) DEFAULT NULL,
  `dp_4_6_2` int(5) DEFAULT NULL,
  `dp_4_6_2_e` varchar(120) DEFAULT NULL,
  `dp_4_6_3` int(5) DEFAULT NULL,
  `dp_4_6_3_e` varchar(120) DEFAULT NULL,
  `dp_4_7_1` int(5) DEFAULT NULL,
  `dp_4_7_1_e` varchar(120) DEFAULT NULL,
  `dp_4_7_2` int(5) DEFAULT NULL,
  `dp_4_7_2_e` varchar(120) DEFAULT NULL,
  `dp_4_7_3` int(5) DEFAULT NULL,
  `dp_4_7_3_e` varchar(120) DEFAULT NULL,
  `dp_4_8_1` int(5) DEFAULT NULL,
  `dp_4_8_1_e` varchar(120) DEFAULT NULL,
  `dp_4_8_2` int(5) DEFAULT NULL,
  `dp_4_8_2_e` varchar(120) DEFAULT NULL,
  `dp_4_8_3` int(5) DEFAULT NULL,
  `dp_4_8_3_e` varchar(120) DEFAULT NULL,
  `dp_4_9_1` int(5) DEFAULT NULL,
  `dp_4_9_1_e` varchar(120) DEFAULT NULL,
  `dp_4_9_2` int(5) DEFAULT NULL,
  `dp_4_9_2_e` varchar(120) DEFAULT NULL,
  `dp_4_9_3` int(5) DEFAULT NULL,
  `dp_4_9_3_e` varchar(120) DEFAULT NULL,
  `dp_4_10` int(5) DEFAULT NULL,
  `dp_4_11_1` int(5) DEFAULT NULL,
  `dp_4_11_1_e` varchar(120) DEFAULT NULL,
  `dp_4_11_2` int(5) DEFAULT NULL,
  `dp_4_11_2_e` varchar(120) DEFAULT NULL,
  `dp_4_11_3` int(5) DEFAULT NULL,
  `dp_4_11_3_e` varchar(120) DEFAULT NULL,
  `dp_4_12_1` int(5) DEFAULT NULL,
  `dp_4_12_1_e` varchar(120) DEFAULT NULL,
  `dp_4_12_2` int(5) DEFAULT NULL,
  `dp_4_12_2_e` varchar(120) DEFAULT NULL,
  `dp_4_12_3` int(5) DEFAULT NULL,
  `dp_4_12_3_e` varchar(120) DEFAULT NULL,
  `dp_4_13_1` int(5) DEFAULT NULL,
  `dp_4_13_1_e` varchar(120) DEFAULT NULL,
  `dp_4_13_2` int(5) DEFAULT NULL,
  `dp_4_13_2_e` varchar(120) DEFAULT NULL,
  `dp_4_13_3` int(5) DEFAULT NULL,
  `dp_4_13_3_e` varchar(120) DEFAULT NULL,
  `cq_5_1` int(5) DEFAULT NULL,
  `cq_5_2_1` int(5) DEFAULT NULL,
  `cq_5_2_1_e` varchar(120) DEFAULT NULL,
  `cq_5_2_2` int(5) DEFAULT NULL,
  `cq_5_2_2_e` varchar(120) DEFAULT NULL,
  `cq_5_2_3` int(5) DEFAULT NULL,
  `cq_5_2_3_e` varchar(120) DEFAULT NULL,
  `cq_5_3` int(5) DEFAULT NULL,
  `cq_5_4` int(5) DEFAULT NULL,
  `cq_5_4_e` varchar(120) DEFAULT NULL,
  `cq_5_5` int(5) DEFAULT NULL,
  `cq_5_6_1` int(5) DEFAULT NULL,
  `cq_5_6_1_e` varchar(120) DEFAULT NULL,
  `cq_5_6_2` int(5) DEFAULT NULL,
  `cq_5_6_2_e` varchar(120) DEFAULT NULL,
  `cq_5_6_3` int(5) DEFAULT NULL,
  `cq_5_6_3_e` varchar(120) DEFAULT NULL,
  `cq_5_7` int(5) DEFAULT NULL,
  `cq_5_8` int(5) DEFAULT NULL,
  `cq_5_9` int(5) DEFAULT NULL,
  `cq_5_9_e` varchar(120) DEFAULT NULL,
  `cq_5_10` int(5) DEFAULT NULL,
  `cq_5_10_day` varchar(4) DEFAULT NULL,
  `cq_5_10_month` varchar(4) DEFAULT NULL,
  `cq_5_10_year` varchar(4) DEFAULT NULL,
  `rh_6_1` int(5) DEFAULT NULL,
  `rh_6_2_1` int(5) DEFAULT NULL,
  `rh_6_2_1_e` varchar(120) DEFAULT NULL,
  `rh_6_2_2` int(5) DEFAULT NULL,
  `rh_6_2_2_e` varchar(120) DEFAULT NULL,
  `rh_6_2_3` int(5) DEFAULT NULL,
  `rh_6_2_3_e` varchar(120) DEFAULT NULL,
  `rh_6_3_1` int(5) DEFAULT NULL,
  `rh_6_3_1_e` varchar(120) DEFAULT NULL,
  `rh_6_3_2` int(5) DEFAULT NULL,
  `rh_6_3_2_e` varchar(120) DEFAULT NULL,
  `rh_6_3_3` int(5) DEFAULT NULL,
  `rh_6_3_3_e` varchar(120) DEFAULT NULL,
  `rh_6_4_1` int(5) DEFAULT NULL,
  `rh_6_4_1_e` varchar(120) DEFAULT NULL,
  `rh_6_4_2` int(5) DEFAULT NULL,
  `rh_6_4_2_e` varchar(120) DEFAULT NULL,
  `rh_6_4_3` int(5) DEFAULT NULL,
  `rh_6_4_3_e` varchar(120) DEFAULT NULL,
  `rh_6_5` int(5) DEFAULT NULL,
  `rh_6_6_1` int(5) DEFAULT NULL,
  `rh_6_6_1_e` varchar(120) DEFAULT NULL,
  `rh_6_6_2` int(5) DEFAULT NULL,
  `rh_6_6_2_e` varchar(120) DEFAULT NULL,
  `rh_6_6_3` int(5) DEFAULT NULL,
  `rh_6_6_3_e` varchar(120) DEFAULT NULL,
  `rh_6_7_1` int(5) DEFAULT NULL,
  `rh_6_7_1_e` varchar(120) DEFAULT NULL,
  `rh_6_7_2` int(5) DEFAULT NULL,
  `rh_6_7_2_e` varchar(120) DEFAULT NULL,
  `rh_6_7_3` int(5) DEFAULT NULL,
  `rh_6_7_3_e` varchar(120) DEFAULT NULL,
  `rh_6_8_1` int(5) DEFAULT NULL,
  `rh_6_8_1_e` varchar(120) DEFAULT NULL,
  `rh_6_8_2` int(5) DEFAULT NULL,
  `rh_6_8_2_e` varchar(120) DEFAULT NULL,
  `rh_6_8_3` int(5) DEFAULT NULL,
  `rh_6_8_3_e` varchar(120) DEFAULT NULL,
  `rh_6_9` int(5) DEFAULT NULL,
  `rh_6_10_1` int(5) DEFAULT NULL,
  `rh_6_10_1_e` varchar(120) DEFAULT NULL,
  `rh_6_10_2` int(5) DEFAULT NULL,
  `rh_6_10_2_e` varchar(120) DEFAULT NULL,
  `rh_6_10_3` int(5) DEFAULT NULL,
  `rh_6_10_3_e` varchar(120) DEFAULT NULL,
  `rh_6_11_1` int(5) DEFAULT NULL,
  `rh_6_11_1_e` varchar(120) DEFAULT NULL,
  `rh_6_11_2` int(5) DEFAULT NULL,
  `rh_6_11_2_e` varchar(120) DEFAULT NULL,
  `rh_6_11_3` int(5) DEFAULT NULL,
  `rh_6_11_3_e` varchar(120) DEFAULT NULL,
  `rh_6_12` int(5) DEFAULT NULL,
  `rh_6_13` int(5) DEFAULT NULL,
  `rh_6_13_e` varchar(120) DEFAULT NULL,
  `bc_7_1` int(5) DEFAULT NULL,
  `bc_7_2` int(5) DEFAULT NULL,
  `bc_7_3` int(5) DEFAULT NULL,
  `bc_7_4_1` int(5) DEFAULT NULL,
  `bc_7_4_1_e` varchar(120) DEFAULT NULL,
  `bc_7_4_2` int(5) DEFAULT NULL,
  `bc_7_4_2_e` varchar(120) DEFAULT NULL,
  `bc_7_5_1` int(5) DEFAULT NULL,
  `bc_7_5_1_e` varchar(120) DEFAULT NULL,
  `bc_7_5_2` int(5) DEFAULT NULL,
  `bc_7_5_2_e` varchar(120) DEFAULT NULL,
  `bc_7_5_3` int(5) DEFAULT NULL,
  `bc_7_5_3_e` varchar(120) DEFAULT NULL,
  `bc_7_6` int(5) DEFAULT NULL,
  `bc_7_7_1` int(5) DEFAULT NULL,
  `bc_7_7_1_e` varchar(120) DEFAULT NULL,
  `bc_7_7_2` int(5) DEFAULT NULL,
  `bc_7_7_2_e` varchar(120) DEFAULT NULL,
  `bc_7_7_3` int(5) DEFAULT NULL,
  `bc_7_7_3_e` varchar(120) DEFAULT NULL,
  `bc_7_7_4` int(5) DEFAULT NULL,
  `bc_7_7_4_e` varchar(120) DEFAULT NULL,
  `bc_7_8_1` int(5) DEFAULT NULL,
  `bc_7_8_1_e` varchar(120) DEFAULT NULL,
  `bc_7_8_2` int(5) DEFAULT NULL,
  `bc_7_8_2_e` varchar(120) DEFAULT NULL,
  `bc_7_8_3` int(5) DEFAULT NULL,
  `bc_7_8_3_e` varchar(120) DEFAULT NULL,
  `bc_7_9` int(5) DEFAULT NULL,
  `bc_7_10_1` int(5) DEFAULT NULL,
  `bc_7_10_1_e` varchar(120) DEFAULT NULL,
  `bc_7_10_2` int(5) DEFAULT NULL,
  `bc_7_10_2_e` varchar(120) DEFAULT NULL,
  `bc_7_10_3` int(5) DEFAULT NULL,
  `bc_7_10_3_e` varchar(120) DEFAULT NULL,
  `bc_7_11` int(5) DEFAULT NULL,
  `bc_7_12_1` int(5) DEFAULT NULL,
  `bc_7_12_1_e` varchar(120) DEFAULT NULL,
  `bc_7_12_2` int(5) DEFAULT NULL,
  `bc_7_12_2_e` varchar(120) DEFAULT NULL,
  `bc_7_12_3` int(5) DEFAULT NULL,
  `bc_7_12_3_e` varchar(120) DEFAULT NULL,
  `prq_8_1` int(5) DEFAULT NULL,
  `prq_8_2` int(5) DEFAULT NULL,
  `prq_8_3` int(5) DEFAULT NULL,
  `rprq_9_1` int(5) DEFAULT NULL,
  `rprq_9_2` int(5) DEFAULT NULL,
  `rprq_9_3` int(5) DEFAULT NULL,
  `rprq_9_3_day` varchar(4) DEFAULT NULL,
  `rprq_9_3_month` varchar(4) DEFAULT NULL,
  `rprq_9_3_year` varchar(4) DEFAULT NULL,
  `rprq_9_4` int(5) DEFAULT NULL,
  `rprq_9_5` int(5) DEFAULT NULL,
  `rprq_9_6_1` int(5) DEFAULT NULL,
  `rprq_9_6_1_e` varchar(120) DEFAULT NULL,
  `rprq_9_6_2` int(5) DEFAULT NULL,
  `rprq_9_6_2_e` varchar(120) DEFAULT NULL,
  `rprq_9_6_3` int(5) DEFAULT NULL,
  `rprq_9_6_3_e` varchar(120) DEFAULT NULL,
  `rprq_9_7_1` int(5) DEFAULT NULL,
  `rprq_9_7_1_e` varchar(120) DEFAULT NULL,
  `rprq_9_7_2` int(5) DEFAULT NULL,
  `rprq_9_7_2_e` varchar(120) DEFAULT NULL,
  `rprq_9_7_3` int(5) DEFAULT NULL,
  `rprq_9_7_3_e` varchar(120) DEFAULT NULL,
  `rprq_9_8_1` int(5) DEFAULT NULL,
  `rprq_9_8_1_e` varchar(120) DEFAULT NULL,
  `rprq_9_8_2` int(5) DEFAULT NULL,
  `rprq_9_8_2_e` varchar(120) DEFAULT NULL,
  `rprq_9_8_3` int(5) DEFAULT NULL,
  `rprq_9_8_3_e` varchar(120) DEFAULT NULL,
  `rprq_9_9_1` int(5) DEFAULT NULL,
  `rprq_9_9_1_e` varchar(120) DEFAULT NULL,
  `rprq_9_9_2` int(5) DEFAULT NULL,
  `rprq_9_9_2_e` varchar(120) DEFAULT NULL,
  `rprq_9_9_3` int(5) DEFAULT NULL,
  `rprq_9_9_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_1` int(5) DEFAULT NULL,
  `pprq_10_1_day` varchar(4) DEFAULT NULL,
  `pprq_10_1_month` varchar(4) DEFAULT NULL,
  `pprq_10_1_year` varchar(4) DEFAULT NULL,
  `pprq_10_2` int(5) DEFAULT NULL,
  `pprq_10_3` int(5) DEFAULT NULL,
  `pprq_10_4_1` int(5) DEFAULT NULL,
  `pprq_10_4_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_4_2` int(5) DEFAULT NULL,
  `pprq_10_4_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_4_3` int(5) DEFAULT NULL,
  `pprq_10_4_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_5_1` int(5) DEFAULT NULL,
  `pprq_10_5_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_5_2` int(5) DEFAULT NULL,
  `pprq_10_5_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_5_3` int(5) DEFAULT NULL,
  `pprq_10_5_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_6_1` int(5) DEFAULT NULL,
  `pprq_10_6_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_6_2` int(5) DEFAULT NULL,
  `pprq_10_6_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_6_3` int(5) DEFAULT NULL,
  `pprq_10_6_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_7` int(5) DEFAULT NULL,
  `pprq_10_8_1` int(5) DEFAULT NULL,
  `pprq_10_8_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_8_2` int(5) DEFAULT NULL,
  `pprq_10_8_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_8_3` int(5) DEFAULT NULL,
  `pprq_10_8_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_9` int(5) DEFAULT NULL,
  `pprq_10_9_e` varchar(120) DEFAULT NULL,
  `pprq_10_10_1` int(5) DEFAULT NULL,
  `pprq_10_10_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_10_2` int(5) DEFAULT NULL,
  `pprq_10_10_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_10_3` int(5) DEFAULT NULL,
  `pprq_10_10_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_11` int(5) DEFAULT NULL,
  `pprq_10_11_e` varchar(120) DEFAULT NULL,
  `pprq_10_12` int(5) DEFAULT NULL,
  `pprq_10_12_e` varchar(120) DEFAULT NULL,
  `pprq_10_13` int(5) DEFAULT NULL,
  `pprq_10_14_1` int(5) DEFAULT NULL,
  `pprq_10_14_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_14_2` int(5) DEFAULT NULL,
  `pprq_10_14_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_14_3` int(5) DEFAULT NULL,
  `pprq_10_14_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_15` int(5) DEFAULT NULL,
  `pprq_10_15_e` varchar(120) DEFAULT NULL,
  `pprq_10_16` int(5) DEFAULT NULL,
  `pprq_10_17_1` int(5) DEFAULT NULL,
  `pprq_10_17_1_e` varchar(120) DEFAULT NULL,
  `pprq_10_17_2` int(5) DEFAULT NULL,
  `pprq_10_17_2_e` varchar(120) DEFAULT NULL,
  `pprq_10_17_3` int(5) DEFAULT NULL,
  `pprq_10_17_3_e` varchar(120) DEFAULT NULL,
  `pprq_10_18` int(5) DEFAULT NULL,
  `pprq_10_19` int(5) DEFAULT NULL,
  `pprq_10_20` int(5) DEFAULT NULL,
  `pprq_10_20_e` varchar(120) DEFAULT NULL,
  `pprq_10_21` int(5) DEFAULT NULL,
  `pprq_10_22` int(5) DEFAULT NULL,
  `pprq_10_23` int(5) DEFAULT NULL,
  `pprq_10_23_e` varchar(120) DEFAULT NULL,
  `pprq_10_24` int(5) DEFAULT NULL,
  `fq_11_1` int(5) DEFAULT NULL,
  `fq_11_2` int(5) DEFAULT NULL,
  `fq_11_3` int(5) DEFAULT NULL,
  `fq_11_3_day` varchar(4) DEFAULT NULL,
  `fq_11_3_month` varchar(4) DEFAULT NULL,
  `fq_11_3_year` varchar(4) DEFAULT NULL,
  `fq_11_4` int(5) DEFAULT NULL,
  `fq_11_4_e` varchar(120) DEFAULT NULL,
  `fq_11_5` int(5) DEFAULT NULL,
  `fq_11_5_e` varchar(120) DEFAULT NULL,
  `fq_11_6` int(5) DEFAULT NULL,
  `fq_11_6_e` varchar(120) DEFAULT NULL,
  `fq_11_7` int(5) DEFAULT NULL,
  `fq_11_7_e` varchar(120) DEFAULT NULL,
  `fq_11_8` int(5) DEFAULT NULL,
  `fq_11_9_1` int(5) DEFAULT NULL,
  `fq_11_9_1_e` varchar(120) DEFAULT NULL,
  `fq_11_9_2` int(5) DEFAULT NULL,
  `fq_11_9_2_e` varchar(120) DEFAULT NULL,
  `fq_11_9_3` int(5) DEFAULT NULL,
  `fq_11_9_3_e` varchar(120) DEFAULT NULL,
  `fqi_12_1` int(5) DEFAULT NULL,
  `fqi_12_1_name` varchar(120) DEFAULT NULL,
  `fqi_12_1_father` varchar(120) DEFAULT NULL,
  `fqi_12_1_husband` varchar(120) DEFAULT NULL,
  `fqi_12_1_house_no` varchar(20) DEFAULT NULL,
  `fqi_12_1_road_no` varchar(20) DEFAULT NULL,
  `fqi_12_1_union_or_ward` varchar(50) DEFAULT NULL,
  `fqi_12_1_mouja_or_moholla` varchar(50) DEFAULT NULL,
  `fqi_12_1_village_or_area` varchar(50) DEFAULT NULL,
  `fqi_12_1_house_head` varchar(65) DEFAULT NULL,
  `fqi_12_1_mobile_no` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `schedules`
--

CREATE TABLE `schedules` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(15) NOT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `call_state` int(11) NOT NULL COMMENT '0=incomplete,1=complete,2=unreachable,3=not_recieved/refused,4=switch off',
  `surveillance_id` int(11) DEFAULT 0,
  `encephality_id` int(11) DEFAULT NULL,
  `poultry_id` int(11) DEFAULT NULL,
  `reproductive_id` int(11) DEFAULT NULL,
  `s_type` tinyint(5) DEFAULT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `schedules2`
--

CREATE TABLE `schedules2` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(15) NOT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `call_state` int(11) NOT NULL COMMENT '0=incomplete,1=complete,2=unreachable,3=not_recieved/refused,4=switch off',
  `surveillance_id` int(11) DEFAULT 0,
  `encephality_id` int(11) DEFAULT NULL,
  `poultry_id` int(11) DEFAULT NULL,
  `reproductive_id` int(11) DEFAULT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `schedules3`
--

CREATE TABLE `schedules3` (
  `id` int(11) NOT NULL,
  `mobile_no` varchar(15) NOT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `call_state` int(11) NOT NULL COMMENT '0=incomplete,1=complete,2=unreachable,3=not_recieved/refused,4=switch off',
  `surveillance_id` int(11) DEFAULT 0,
  `encephality_id` int(11) DEFAULT NULL,
  `poultry_id` int(11) DEFAULT NULL,
  `reproductive_id` int(11) DEFAULT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `logo` varchar(100) NOT NULL,
  `name` text NOT NULL,
  `address` text DEFAULT NULL,
  `tax_no` varchar(50) DEFAULT NULL,
  `forgetimage` text NOT NULL,
  `loginimage` text NOT NULL,
  `footer` text NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `logo`, `name`, `address`, `tax_no`, `forgetimage`, `loginimage`, `footer`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'resources/assets/theme/img/logo-1.png', 'IEDCR', 'Web-based surveillance of IEDCR', '18141095268', 'resources/assets/login-register.jpg', 'resources/assets/login-register.jpg', '<p style=\"text-align: center; font-size: 14px; color: #0d6aad;\">Copyright &copy; 2019 IEDCR<br />Developed By IEDCR Software Team</p>', '1970-01-01 00:00:00', '2019-06-18 01:08:42', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `sheet1`
--

CREATE TABLE `sheet1` (
  `A` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sheet1`
--

INSERT INTO `sheet1` (`A`) VALUES
(1303233212),
(1404030650),
(1629987990),
(1633258807),
(1682320265),
(1682420193),
(1706198961),
(1706662755),
(1710155926),
(1711218932),
(1711487712),
(1711506513),
(1711594334),
(1711596147),
(1712301034),
(1713044750),
(1713483159),
(1714606021),
(1714851670),
(1715081023),
(1716626566),
(1717274750),
(1720837262),
(1722616134),
(1722722896),
(1724040390),
(1737328145),
(1737376103),
(1739491385),
(1739724560),
(1742754659),
(1746930721),
(1750707070),
(1760212230),
(1765684536),
(1767751457),
(1770191466),
(1779922133),
(1787234343),
(1790106060),
(1790485111),
(1791015003),
(1792254756),
(1799497080),
(1799576107),
(1811554782),
(1812878964),
(1819162628),
(1819210263),
(1850935750),
(1858196354),
(1911344442),
(1916795026),
(1916903875),
(1922786438),
(1993279339),
(1711521874),
(1937404991),
(1303854868),
(1304164665),
(1306991033),
(1552406498),
(1558226495),
(1616589006),
(1623011660),
(1672796546),
(1682393206),
(1683697300),
(1704487827),
(1709251681),
(1711663768),
(1713445727),
(1714035726),
(1714038807),
(1715116621),
(1715516660),
(1715728815),
(1718452235),
(1718769032),
(1719149789),
(1722722896),
(1723529287),
(1730319780),
(1737932349),
(1741493149),
(1744161617),
(1756711640),
(1759264815),
(1760212230),
(1761871117),
(1763876089),
(1765684536),
(1766894289),
(1766924623),
(1768811428),
(1772157177),
(1774311143),
(1787531358),
(1791015003),
(1793196488),
(1798820626),
(1813809781),
(1817180017),
(1822278066),
(1846528519),
(1855647138),
(1868204980),
(1880217413),
(1880228944),
(1881300729),
(1881951601),
(1911475380),
(1912633938),
(1936702532),
(1997219073);

-- --------------------------------------------------------

--
-- Table structure for table `sites`
--

CREATE TABLE `sites` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `short_name` varchar(20) DEFAULT NULL,
  `type` int(11) DEFAULT NULL COMMENT '1=>Primary,2=>Secondary, 3=>Tertiary',
  `noofuser` int(11) DEFAULT 0,
  `noofproject` int(11) DEFAULT 0,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sites`
--

INSERT INTO `sites` (`id`, `name`, `short_name`, `type`, `noofuser`, `noofproject`, `user_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2, 'Dhaka Medical College Hospital', 'DMCH', 3, 0, 0, 1, '2019-06-20 04:55:07', '2019-06-20 05:06:40', NULL),
(3, 'Brahmanbaria Sadar Hospital', 'BSH', 2, 0, 0, 1, '2019-07-21 16:44:32', '2019-07-21 10:44:32', NULL),
(4, 'Chittagong Medical College Hospital', 'cmc', 3, 0, 0, 1, '2019-07-21 16:45:44', '2019-07-21 10:45:44', NULL),
(5, 'Faridpur Medical College Hospital', 'Faridpur Medical Col', 3, 0, 0, 1, '2019-07-21 16:47:27', '2019-12-08 10:55:09', NULL),
(6, 'M Abdur Rahim Medical College Hospital, Dinajpur', 'MARMCH', 3, 0, 0, 1, '2019-07-21 16:48:31', '2019-07-21 10:48:31', NULL),
(7, 'Mymensingh Medical College Hospital', 'Mymensingh Medical C', 3, 0, 0, 1, '2019-07-21 16:48:59', '2019-08-27 12:01:24', NULL),
(8, 'RAJSHAHI MED. COLLE. HOSPITAL', 'rmch', 3, 0, 0, 1, '2019-07-21 16:49:46', '2019-07-21 10:49:46', NULL),
(9, 'RANGPUR MED. COLLE. HOSPTAL', 'rpmc', 3, 0, 0, 1, '2019-07-21 16:50:10', '2019-07-21 10:50:10', NULL),
(10, 'SHAHID ZIAUR RAHMAN MED. COLLE. HOSPTAL', 'szrmch', 3, 0, 0, 1, '2019-07-21 16:52:29', '2019-07-21 10:52:29', NULL),
(11, 'TANGAIL DISTRICT HOSPITAL', 'tdh', 2, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(12, 'Tangail Kumudini Hospital', 'tmh', 3, 0, 0, 1, '2019-07-21 16:53:33', '2019-07-21 10:53:33', NULL),
(13, 'Ad-Din Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(14, 'Apollo Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(15, 'BGB Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(16, 'BRB Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(17, 'Dhaka Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(18, 'Green Life Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(19, 'Ibn Sina Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(20, 'Islami Bank Hospital', 'Islami Bank Hospital', NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-09-15 12:37:59', NULL),
(21, 'Khulna Medical College hospital', 'Khulna Medical Colle', NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-08-13 07:30:48', NULL),
(22, 'Kurmitola General Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(23, 'Mitfoard Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(24, 'Magura Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(25, 'Dhaka Shisu Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(26, 'Sirajul Islam Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(27, 'Tajuddin Ahmed Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(28, 'United Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(29, 'Universal Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(30, 'Holy Family Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(31, 'Shurawardy Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(32, 'Rajarbag Central Police Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(33, 'Asgar Ali Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(34, 'Patuakhali 250 bed Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(35, 'BIRDEM Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(36, 'Khidmah Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(37, 'Salauddin Medical College Hospital Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(38, 'Mugda Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(39, 'Chandpur 250 beded General Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(40, 'Jessore Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(41, 'Chittagong Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(42, 'Sher-e-Bangla Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(43, 'Shamorita Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(44, 'Lab Aid Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(45, 'Square Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(46, 'Popular Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(47, 'Rashmono Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(48, 'Anwar khan Modern Medical College Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(49, 'Farazy Hospital', 'Farazy Hospital', NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-08-20 12:02:16', NULL),
(50, 'Al Raji Hospital', NULL, NULL, 0, 0, 1, '2019-07-21 16:52:48', '2019-07-21 10:52:48', NULL),
(51, 'Kuwait Bangladesh Friendship Government Hospital', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-08-11 23:11:37', '2019-08-13 07:30:30', NULL),
(52, NULL, NULL, NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-11 17:14:38', NULL),
(53, 'Adhunik Sadar Hospital, Nilphamari', 'Adhunik Sadar Hospit', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:32:46', NULL),
(54, '250 Beded General Hospital & Good Hill Hospital (Privet)Noakhali', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(55, 'Adhunik zilla hospital', 'Adhunik zilla hospit', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(56, '250 Beded General Hospital,kustia', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(57, 'Jalalabad Ragib Rabeya Medical College', 'Jalalabad Ragib Rabe', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-09-23 17:42:45', NULL),
(58, '250 Beded General Hospital, Chandpur', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:32:47', NULL),
(59, 'Al Haramain Hospital pvt. Ltd.', 'Al Haramain Hospital', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:32:47', NULL),
(60, '250 Beded General Hospital, Kustia', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-10-15 11:00:30', NULL),
(61, 'Palasi Bazar,G.O.D, Bowniabad', 'Palasi Bazar,G.O.D, ', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(62, 'Palsi Bazar,G.O.D, Bownia', 'Palsi Bazar,G.O.D, B', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(63, 'Al Matmainnah Maa o Shisu Hospital', 'Al Matmainnah Maa o ', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(64, 'THE BARAKAH GENERAL HOSPITAL LTD.', 'THE BARAKAH GENERAL ', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-09-07 11:00:17', NULL),
(65, 'Ragib Rabeya Medical College', 'Ragib Rabeya Medical', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-13 07:30:30', NULL),
(66, 'JRRMCH', 'JRRMCH', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-11 17:14:38', NULL),
(67, 'U.H.C Kali ganj', 'U.H.C Kali ganj', NULL, 0, 0, 1, '2019-08-11 23:14:38', '2019-08-11 17:14:38', NULL),
(68, 'Park-View Medical College and Hospital, Sylhet', 'Park-View Medical Co', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:32:47', NULL),
(69, '250 Beded General Hospital,Chandpur', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:30:47', NULL),
(70, 'District Hospital Barguna', 'District Hospital Ba', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:32:46', NULL),
(71, 'TMSS Medical College & Rafatullah Community Hospital', 'TMSS Medical College', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:30:48', NULL),
(72, 'Sylhet MAG Osman Medical College Hospital', 'Sylhet MAG Osman Med', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:32:47', NULL),
(73, '250 bedded general hospital, chandpur', '250 bedded general h', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:30:48', NULL),
(74, '250 Bedded General Hospital, Kushtia', '250 Bedded General H', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-10-09 11:17:29', NULL),
(75, 'Agoiljhara upozila health complex, barishal', 'Agoiljhara upozila h', NULL, 0, 0, 1, '2019-08-11 23:17:08', '2019-08-13 07:30:48', NULL),
(76, 'Islami Bank central Hospital', 'Islami Bank central ', NULL, 0, 0, 1, '2019-08-11 23:18:24', '2019-09-18 15:55:17', NULL),
(77, '250 Bed Coxs Bazar District Hospital', '250 Bed Coxs Bazar D', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-11-13 04:30:13', NULL),
(78, '250 Bedded General Hospital Pabna', '250 Bedded General H', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-09-18 03:21:11', NULL),
(79, 'Chapainawabganj District Hospital', 'Chapainawabganj Dist', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-08-22 16:53:26', NULL),
(80, 'District Hospital, Narsingdi', 'District Hospital, N', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-11-13 04:30:13', NULL),
(81, 'District Sadar Hospital, Lakshmipur', 'District Sadar Hospi', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-08-13 07:33:42', NULL),
(82, 'Upazilla Health Complex, Ramgonj, Lakshmipur', 'Upazilla Health Comp', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-08-13 07:33:42', NULL),
(83, 'Upazilla Health Complex, Raipur, Lakshmipur', 'Upazilla Health Comp', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-08-13 07:32:46', NULL),
(84, 'District Sadar Hospital, Rajbari', 'District Sadar Hospi', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-10-06 10:48:15', NULL),
(85, 'General Hospital, Munshiganj', 'General Hospital, Mu', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-11-03 05:07:52', NULL),
(86, 'Health and Hope Hospital, Panthapath, Dhaka.', 'Health and Hope Hosp', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-08-13 07:32:46', NULL),
(87, 'Sadar Hospital, Bhola', 'Sadar Hospital, Bhol', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-08-22 16:53:26', NULL),
(88, 'Sadar Hospital, Narail', 'Sadar Hospital, Nara', NULL, 0, 0, 1, '2019-08-11 23:19:28', '2019-11-20 04:10:19', NULL),
(89, 'U.H.C  KALKINI  MADARIPUR', 'U.H.C  KALKINI  MADA', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:32:05', NULL),
(90, 'UHC Alamdanga, Chuadanga', 'UHC Alamdanga, Chuad', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-22 16:53:26', NULL),
(91, '100 Bedded District hospital,Narsingdi', '100 Bedded District ', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-11-13 11:13:08', NULL),
(92, '250 Beded Bangamata Sheikh Fazilatunnesa Mujib General Hospital.Sirajganj', '250 Beded Bangamata ', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:33:41', NULL),
(93, 'Khulna Medical Collage Hospital', 'Khulna Medical Colla', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-10-03 11:04:48', NULL),
(94, 'HI Care General Hospital', 'HI Care General Hosp', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-19 11:06:25', NULL),
(95, 'General Hospital, Faridpur', 'General Hospital, Fa', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-10-07 15:18:59', NULL),
(96, 'Upazilla Health Complex,Raipur,Lakshmipur.', 'Upazilla Health Comp', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:31:43', NULL),
(97, 'Upazila Health Complex,Debiganj,Panchagarh.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:33:42', NULL),
(98, 'Upazila Health Complex, pabna sadar, pabna', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-29 12:29:26', NULL),
(99, 'Upazila Health Complex, Madhupur, Tangail', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-25 15:35:13', NULL),
(100, 'Upazila Health Complex, Chauddagram', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:31:43', NULL),
(101, 'UHC Titas', 'UHC Titas', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-11 17:21:43', NULL),
(102, 'Kheshobpur Health Complex, Jeshore', 'Kheshobpur Health Co', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:31:43', NULL),
(103, 'Sherpur District Hospital', 'Sherpur District Hos', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:32:05', NULL),
(104, 'Sador Hospital, Narail', 'Sador Hospital, Nara', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:31:43', NULL),
(105, '250 Bed District Sadar Hospital, Feni', '250 Bed District Sad', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:32:27', NULL),
(106, 'Rajshahi Medical College Hospital, Rajshahi', 'Rajshahi Medical Col', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-10-29 11:12:22', NULL),
(107, 'Jhenaidah Sadar Hospital, Jhenaidah', 'Jhenaidah Sadar Hosp', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-10-03 11:04:48', NULL),
(108, '250 Bed Sadar Hospital & private hospital, Coxsbazar', '250 Bed Sadar Hospit', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:31:44', NULL),
(109, 'Upasham Health Point Pvt. Ltd', 'Upasham Health Point', NULL, 0, 0, 1, '2019-08-11 23:21:43', '2019-08-13 07:31:44', NULL),
(110, 'Unity Aid Hospital Ltd', 'Unity Aid Hospital L', NULL, 0, 0, 1, '2019-08-11 23:21:44', '2019-08-13 07:31:44', NULL),
(111, 'Upazila Health Complex,Fulbaria Mymensingh', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:21:44', '2019-08-13 07:31:44', NULL),
(112, 'Rangpur Community Medical College Hospital', 'Rangpur Community Me', NULL, 0, 0, 1, '2019-08-11 23:21:44', '2019-08-13 07:31:44', NULL),
(113, 'Enam Medical College Hospital', 'Enam Medical College', NULL, 0, 0, 1, '2019-08-11 23:21:44', '2019-08-28 12:08:39', NULL),
(114, 'Upazila Health Complex,Pabna Sadar,Pabna', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:21:44', '2019-08-13 07:31:44', NULL),
(115, '100 Beded Hospital Saidpur, Nilphamari.', '100 Beded Hospital S', NULL, 0, 0, 1, '2019-08-11 23:21:44', '2019-08-13 07:32:46', NULL),
(116, 'General Hospital, Rangamati', 'General Hospital, Ra', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-14 07:17:57', NULL),
(117, 'UHC Moheshpur, Jhenaidah.', 'UHC Moheshpur, Jhena', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(118, '250 Beded General Hospital, Naogaon.', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-09-18 15:55:17', NULL),
(119, 'Faridpur Medical College Hospital, Faridpur', 'Faridpur Medical Col', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-21 12:02:28', NULL),
(120, 'Upozila Health Complex Doudkandi', 'Upozila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(121, 'Fatikchari Upozila Health Comnplex', 'Fatikchari Upozila H', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(122, 'UHC Kaligonj, Lalmonirhat', 'UHC Kaligonj, Lalmon', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(123, 'Uttara Crescent Hospital', 'Uttara Crescent Hosp', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-11-21 11:14:49', NULL),
(124, '250 Bed District Hospital,Moulvibazar', '250 Bed District Hos', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(125, '250 Beded Sadar Hospital, Coxsbazar & UHC, Ukhia', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(126, 'Shaheed Ziaur Rahman Medical College Hospital', 'Shaheed Ziaur Rahman', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-11-21 11:14:49', NULL),
(127, 'Thana Health Complex', 'Thana Health Complex', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-11 17:49:11', NULL),
(128, 'Upazila Health Complex Chowgacha', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(129, 'Upazila Health Complex kalaroa satkhira', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(130, 'Upazila Health Complex', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(131, 'Upazila Health Complex,  Atwari.Panchagarh.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:05', NULL),
(132, '250 Beded General Hospital, Naogaon', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-11-20 04:10:19', NULL),
(133, 'Adhunik Sadar Hospital, Thakurgaon', 'Adhunik Sadar Hospit', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:28', NULL),
(134, 'District Hospital, Feni', 'District Hospital, F', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:27', NULL),
(135, 'Sadar Hospital, Chuadanga.', 'Sadar Hospital, Chua', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:27', NULL),
(136, 'UHC, Savar, Dhaka', 'UHC, Savar, Dhaka', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-11 17:49:11', NULL),
(137, 'Addunik sadar hospital natore', 'Addunik sadar hospit', NULL, 0, 0, 1, '2019-08-11 23:49:11', '2019-08-13 07:32:06', NULL),
(138, 'District Hospital, Gaibandha', 'District Hospital, G', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-08-13 07:32:28', NULL),
(139, 'Upazila Health Complex Chowgacha ,jashore', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-08-24 10:27:49', NULL),
(140, 'Rajshahi Medical College Hospital,Rajsahahi', 'Rajshahi Medical Col', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-08-13 07:32:06', NULL),
(141, 'Sadar Hospital,Bhola', 'Sadar Hospital,Bhola', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-08-11 17:49:12', NULL),
(142, 'Upazila Health Complex,Chandina, Comilla', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-08-13 07:32:46', NULL),
(143, 'UHC Mathbaria', 'UHC Mathbaria', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-08-11 17:49:12', NULL),
(144, 'District Hospital, Sherpur', 'District Hospital, S', NULL, 0, 0, 1, '2019-08-11 23:49:12', '2019-11-13 04:30:13', NULL),
(145, 'UHC,Humna,Cumilla', 'UHC,Humna,Cumilla', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-11 17:56:50', NULL),
(146, 'Araihazar Upazila Health Complex', 'Araihazar Upazila He', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:26', NULL),
(147, 'CS Feni.', 'CS Feni.', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-11 17:56:50', NULL),
(148, 'Upaqzila Health Complex, Daulatpur, Kushtia', 'Upaqzila Health Comp', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:26', NULL),
(149, 'Health and Hope Hospital', 'Health and Hope Hosp', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:26', NULL),
(150, 'Oasis Hospital Ltd.', 'Oasis Hospital Ltd.', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-11 17:56:50', NULL),
(151, 'CS_ Barishal', 'CS_ Barishal', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-11 17:56:50', NULL),
(152, '250 Bed General Hospital, Kishoreganj', '250 Bed General Hosp', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:27', NULL),
(153, 'Upazila Health Comples Daudkandi', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:27', NULL),
(154, 'Upazila Health Complex,Zajira', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:27', NULL),
(155, 'Upazila Health Complex, Lakhai.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:27', NULL),
(156, 'Upazila Health Complex, Sreenagar, Munshiganj.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:27', NULL),
(157, 'Sadar Hospital Feni', 'Sadar Hospital Feni', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-11 17:56:50', NULL),
(158, 'Sreenagar Upazila Health Complex, Munshiganj', 'Sreenagar Upazila He', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:27', NULL),
(159, '250 Beded Sadar Hospital, Coxsbazar', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-08-11 23:56:50', '2019-08-13 07:32:46', NULL),
(160, '250 Beded Sadar Hospital & Fuad Al Khatib Hospital, Coxsbazar.', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:33:41', NULL),
(161, 'DISTRICT SADAR HOSPITAL.', 'DISTRICT SADAR HOSPI', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:27', NULL),
(162, 'KALKINI UPAZILA HEALTH COMPLEX', 'KALKINI UPAZILA HEAL', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-09-14 12:57:48', NULL),
(163, 'Dhaka Mohanagar Shishu Hospital (Dhaka South City Corporation), Lalbag', 'Dhaka Mohanagar Shis', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:27', NULL),
(164, 'District Hospital, Sylhet', 'District Hospital, S', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:28', NULL),
(165, 'District Hospital, Habiganj', 'District Hospital, H', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:28', NULL),
(166, 'District Hospital, Moulabibazar', 'District Hospital, M', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:28', NULL),
(167, 'District Hospital, Sunamganj', 'District Hospital, S', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:28', NULL),
(168, '250 Beded Genaral Hospital, And Prime, American, Jibon Alo, Rabiya, Trast One (Privet)Hospital, Noakahli', '250 Beded Genaral Ho', NULL, 0, 0, 1, '2019-08-11 23:56:51', '2019-08-13 07:32:28', NULL),
(169, 'Muktagacha Upzila Health Complex, Mymensingh,', 'Muktagacha Upzila He', NULL, 0, 0, 1, '2019-08-12 00:00:01', '2019-08-13 07:32:46', NULL),
(170, 'Upazilla Health Complex, Baraigram, Natore.', 'Upazilla Health Comp', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(171, 'District HOSPITAL, RANGPUR', 'District HOSPITAL, R', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(172, 'UHC,Madhabpur', 'UHC,Madhabpur', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-11 18:00:02', NULL),
(173, 'Upazila Health Comples Daudkandi (Gouripur)', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(174, 'Eskaton Garden G.O.D Dhaka', 'Eskaton Garden G.O.D', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(175, 'Upazila Health Comples Daudkandi, Cumilla', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(176, 'Upazila Health Complex, Santhia', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-11-05 06:44:26', NULL),
(177, 'Gaibandha District Hospital, Gaibandha', 'Gaibandha District H', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(178, 'U.H.C Kaliganj', 'U.H.C Kaliganj', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-11 18:00:02', NULL),
(179, 'U.H.C Harirampur', 'U.H.C Harirampur', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-11 18:00:02', NULL),
(180, '250 Beded General Hospital,  And Prime Hospital (Privet), Noakhali', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:46', NULL),
(181, 'UHC Homna, Comilla', 'UHC Homna, Comilla', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-11 18:00:02', NULL),
(182, 'Sadar Hospital, Norail', 'Sadar Hospital, Nora', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:47', NULL),
(183, 'TMSS Medical & Rafatullah Community Hospital, Bogura', 'TMSS Medical & Rafat', NULL, 0, 0, 1, '2019-08-12 00:00:02', '2019-08-13 07:32:47', NULL),
(184, 'Shah Sultan Hospital and Diagnostic Centre', 'Shah Sultan Hospital', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(185, 'Bhanga Upazila Health Complex, Faridpur', 'Bhanga Upazila Healt', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(186, 'Gaibandha Sadar Hospital', 'Gaibandha Sadar Hosp', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(187, 'JRRMCH, Sylhet', 'JRRMCH, Sylhet', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-11 18:00:03', NULL),
(188, 'Ragib Rabeya Medical College Road, Pathatula, Sylhet', 'Ragib Rabeya Medical', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(189, 'Prasanti Hospital Ltd.', 'Prasanti Hospital Lt', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(190, 'Skaton Garden GOD, Dhaka', 'Skaton Garden GOD, D', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-21 12:02:28', NULL),
(191, '250 Bed Sadar Hospital & private hospital,Coxsbazar', '250 Bed Sadar Hospit', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(192, 'Office of the Civil Surgeon Joypurhat', 'Office of the Civil ', NULL, 0, 0, 1, '2019-08-12 00:00:03', '2019-08-13 07:32:47', NULL),
(193, 'Madaripur Sadar Hospital', 'Madaripur Sadar Hosp', NULL, 0, 0, 1, '2019-08-12 00:01:53', '2019-08-13 07:33:08', NULL),
(194, 'Chandpur hospital', 'Chandpur hospital', NULL, 0, 0, 1, '2019-08-12 00:03:06', '2019-08-11 18:03:06', NULL),
(195, 'Patuakhali 250 bedded', 'Patuakhali 250 bedde', NULL, 0, 0, 1, '2019-08-12 00:03:06', '2019-08-13 07:33:30', NULL),
(196, 'Sylhet  MAG Osmani Medical College Hospital', 'Sylhet  MAG Osmani M', NULL, 0, 0, 1, '2019-08-12 00:04:56', '2019-11-20 04:10:19', NULL),
(197, 'Uttara Cresent Hospital', 'Uttara Cresent Hospi', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-14 07:17:56', NULL),
(198, 'Hi Care General Hospital Ltd.', 'Hi Care General Hosp', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-13 07:33:41', NULL),
(199, '250Bed District Sadar Hospital,Feni.', '250Bed District Sada', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-13 07:33:41', NULL),
(200, 'General Hospital, Munshiganj.', 'General Hospital, Mu', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-31 13:40:23', NULL),
(201, 'Health and Hope Hospital,Panthapath,Dhaka.', 'Health and Hope Hosp', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-09-14 12:57:48', NULL),
(202, '250 Bed District Sadar Hospital,Feni', '250 Bed District Sad', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-18 11:09:40', NULL),
(203, 'Upazila Health Complex,Atwari,Panchagarh.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-13 07:33:42', NULL),
(204, 'Civil Surgeon Joypurhat', 'Civil Surgeon Joypur', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-09-14 12:57:48', NULL),
(205, 'Upzilla Health Complex, Chandina, Cumilla', 'Upzilla Health Compl', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-16 04:49:51', NULL),
(206, 'Dhaka South City Corporation, Dhaka Mohanagar General Hospital', 'Dhaka South City Cor', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-13 07:33:42', NULL),
(207, '250 Beded Bangamata Sheikh Fazilatunnesa Mujib General Hospital, Sirajganj', '250 Beded Bangamata ', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-13 07:33:42', NULL),
(208, 'UHC Complex, Fulbaria, Mymensingh', 'UHC Complex, Fulbari', NULL, 0, 0, 1, '2019-08-12 00:04:57', '2019-08-13 07:33:42', NULL),
(209, 'Hi-Care General Hospital Ltd.', 'Hi-Care General Hosp', NULL, 0, 0, 1, '2019-08-13 21:00:30', '2019-09-18 15:55:17', NULL),
(210, 'Sylhet MAG Osmani Medical College Hospital', 'Sylhet MAG Osmani Me', NULL, 0, 0, 1, '2019-08-13 21:00:30', '2019-09-28 10:26:10', NULL),
(211, 'Jalalabad Ragib Rabeya Medical College,Sylhet', 'Jalalabad Ragib Rabe', NULL, 0, 0, 1, '2019-08-13 21:00:30', '2019-08-14 07:17:56', NULL),
(212, 'Upazila Health Complex,Debiganj, Panchagarh.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-13 21:00:30', '2019-08-14 07:17:56', NULL),
(213, 'Faridpur Medical College & Medical Hospital', 'Faridpur Medical Col', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-08-17 18:24:07', NULL),
(214, 'UHC Kalkini, Madaripur', 'UHC Kalkini, Madarip', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-08-17 18:24:07', NULL),
(215, '250 Beded Sadar Hospital Coxsbazar', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-08-14 07:17:57', NULL),
(216, '250 Beded Sadar Hospital  & Cristian Memorial Hospital,DulhazaCoxsbazar', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-08-14 07:17:57', NULL),
(217, 'UHC,Kaptai,Rangamati.', 'UHC,Kaptai,Rangamati', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-08-14 07:17:57', NULL),
(218, 'Salauddin Specialized Hospital Ltd.', 'Salauddin Specialize', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-09-19 11:41:54', NULL),
(219, '250 Bedded General Hospital,Kushtia', '250 Bedded General H', NULL, 0, 0, 1, '2019-08-13 21:00:31', '2019-08-14 07:17:57', NULL),
(220, 'Palashi Bazar, G.O.D. Bawnia', 'Palashi Bazar, G.O.D', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(221, '250 Bedded General Hospital, Kustia', '250 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-10-18 05:48:23', NULL),
(222, '251 Bedded General Hospital, Kustia', '251 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-10-18 05:48:23', NULL),
(223, '252 Bedded General Hospital, Kustia', '252 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-10-18 05:48:23', NULL),
(224, '253 Bedded General Hospital, Kustia', '253 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-09-05 16:09:28', NULL),
(225, '254 Bedded General Hospital, Kustia', '254 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-09-05 16:09:28', NULL),
(226, '255 Bedded General Hospital, Kustia', '255 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(227, '256 Bedded General Hospital, Kustia', '256 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(228, '257 Bedded General Hospital, Kustia', '257 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(229, '258 Bedded General Hospital, Kustia', '258 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(230, '259 Bedded General Hospital, Kustia', '259 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(231, '260 Bedded General Hospital, Kustia', '260 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(232, '261 Bedded General Hospital, Kustia', '261 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(233, '262 Bedded General Hospital, Kustia', '262 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(234, '263 Bedded General Hospital, Kustia', '263 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(235, '264 Bedded General Hospital, Kustia', '264 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(236, '265 Bedded General Hospital, Kustia', '265 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(237, '266 Bedded General Hospital, Kustia', '266 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(238, '267 Bedded General Hospital, Kustia', '267 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(239, '268 Bedded General Hospital, Kustia', '268 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(240, '269 Bedded General Hospital, Kustia', '269 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(241, '270 Bedded General Hospital, Kustia', '270 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(242, '271 Bedded General Hospital, Kustia', '271 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(243, '272 Bedded General Hospital, Kustia', '272 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(244, '273 Bedded General Hospital, Kustia', '273 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(245, '274 Bedded General Hospital, Kustia', '274 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(246, '275 Bedded General Hospital, Kustia', '275 Bedded General H', NULL, 0, 0, 1, '2019-08-14 23:40:43', '2019-08-14 17:40:43', NULL),
(247, 'Dhaka South City Corporation, Dhaka Mohanagar General Hospital, Dhaka', 'Dhaka South City Cor', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-14 17:40:44', NULL),
(248, 'U.H.C Homna Cumilla', 'U.H.C Homna Cumilla', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-14 17:40:44', NULL),
(249, 'U.H.C Terokhada', 'U.H.C Terokhada', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-14 17:40:44', NULL),
(250, 'Jhinaydhah Sadar Hospital, Jhenaydah', 'Jhinaydhah Sadar Hos', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-14 17:40:44', NULL),
(251, 'Upazila Health Complex, Kotchandpur, Jhenaidah.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-20 12:02:16', NULL),
(252, 'Upazila Health Complex,Mohadebpur', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-14 17:40:44', NULL),
(253, 'Upazila Health Complex , Ullapara, Serajganj', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-22 16:53:26', NULL),
(254, 'UHC Alamdanga, Chuadanga.', 'UHC Alamdanga, Chuad', NULL, 0, 0, 1, '2019-08-14 23:40:44', '2019-08-14 17:40:44', NULL),
(255, 'UpaZila Health complex,Mohadebpur.', 'UpaZila Health compl', NULL, 0, 0, 1, '2019-08-16 10:49:51', '2019-08-16 04:49:51', NULL),
(256, 'Fatikchari Upazila Health Complex', 'Fatikchari Upazila H', NULL, 0, 0, 1, '2019-08-16 10:49:51', '2019-08-27 12:01:24', NULL),
(257, '250 Beded Sadar Hospital  & Digital Hospital,Coxsbazar', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-08-16 10:49:51', '2019-08-16 04:49:51', NULL),
(258, 'Shaheed Tajuddin Ahmed College Hospital, Gazipur', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-08-16 23:33:28', '2019-08-18 11:09:39', NULL),
(259, 'Jalalabad Ragib Rabeya Medical College, Sylhet', 'Jalalabad Ragib Rabe', NULL, 0, 0, 1, '2019-08-16 23:33:29', '2019-08-18 11:09:39', NULL),
(260, 'Health and Hope Hospital,Panthapath,Dhaka', 'Health and Hope Hosp', NULL, 0, 0, 1, '2019-08-16 23:33:29', '2019-08-31 13:40:23', NULL),
(261, 'Upazila Health Complex,Debiganj,Panchagarh', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-16 23:33:29', '2019-08-21 12:02:28', NULL),
(262, 'Universal Medical College & Hospital Ltd', 'Universal Medical Co', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-08-17 18:24:07', NULL),
(263, 'Upazila Health Complex Chowgacha, Jashore', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-08-17 18:24:07', NULL),
(264, 'U.H.C. Kaliganj, Lalmonirhat', 'U.H.C. Kaliganj, Lal', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-08-17 18:24:07', NULL),
(265, 'Upazila  Health complex,Mohadebpur.', 'Upazila  Health comp', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-08-17 18:24:07', NULL),
(266, 'Slhet  MAG Osmani Medical College Hospital', 'Slhet  MAG Osmani Me', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-08-17 18:24:07', NULL),
(267, 'Bangladesh Specialized Hospital', 'Bangladesh Specializ', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-09-18 15:55:17', NULL),
(268, 'Salauddin Specialized Hospital Ltd', 'Salauddin Specialize', NULL, 0, 0, 1, '2019-08-18 00:24:07', '2019-09-05 16:09:28', NULL),
(269, 'Palashi Bazar GOB, Bonnaibad, Dhaka', 'Palashi Bazar GOB, B', NULL, 0, 0, 1, '2019-08-18 17:09:39', '2019-08-18 11:09:39', NULL),
(270, 'Advance Hosptail Ltd', 'Advance Hosptail Ltd', NULL, 0, 0, 1, '2019-08-18 17:09:39', '2019-08-18 11:09:39', NULL),
(271, 'Women & Children Hospital, NHN', 'Women & Children Hos', NULL, 0, 0, 1, '2019-08-18 17:09:40', '2019-08-30 13:07:05', NULL),
(272, 'Upazila Health Complex, Kotchandpur, Jhenaidah', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-18 17:09:40', '2019-08-29 12:29:26', NULL),
(273, 'Upazila Health Complex,Atwari,Panchagarh', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-18 17:09:40', '2019-08-18 11:09:40', NULL),
(274, 'UHC Humna,Cumilla', 'UHC Humna,Cumilla', NULL, 0, 0, 1, '2019-08-19 17:06:25', '2019-08-19 11:06:25', NULL),
(275, 'Shaheed-Khalek Ibrahim General Hospital, Wari', 'Shaheed-Khalek Ibrah', NULL, 0, 0, 1, '2019-08-20 18:02:16', '2019-08-20 12:02:16', NULL),
(276, 'UHC, Phultala, Khulna', 'UHC, Phultala, Khuln', NULL, 0, 0, 1, '2019-08-20 18:02:16', '2019-08-20 12:02:16', NULL),
(277, 'Ragib-Rabeya Medical College Road, Pathantula, Sylhet', 'Ragib-Rabeya Medical', NULL, 0, 0, 1, '2019-08-20 18:02:16', '2019-08-20 12:02:16', NULL),
(278, 'Chapai Nababganj District Hospital', 'Chapai Nababganj Dis', NULL, 0, 0, 1, '2019-08-20 18:02:16', '2019-09-05 16:09:28', NULL),
(279, 'Dhaka Mohanogor General Hospital', 'Dhaka Mohanogor Gene', NULL, 0, 0, 1, '2019-08-20 18:02:17', '2019-08-20 12:02:17', NULL),
(280, 'District Hospital, Joypurhat', 'District Hospital, J', NULL, 0, 0, 1, '2019-08-21 18:02:27', '2019-11-20 04:10:19', NULL),
(281, 'Enam Medical College & Hospital', 'Enam Medical College', NULL, 0, 0, 1, '2019-08-21 18:02:28', '2019-08-21 12:02:28', NULL),
(282, 'Jalalabad Ragib-Rabeya Medical College Hospital, Sylhet', 'Jalalabad Ragib-Rabe', NULL, 0, 0, 1, '2019-08-21 18:02:28', '2019-09-07 11:00:22', NULL),
(283, 'UHC, Gomastapur', 'UHC, Gomastapur', NULL, 0, 0, 1, '2019-08-21 18:02:28', '2019-08-21 12:02:28', NULL),
(284, 'UHC Daulatpur,Kustia', 'UHC Daulatpur,Kustia', NULL, 0, 0, 1, '2019-08-21 18:02:28', '2019-08-21 12:02:28', NULL),
(285, '250 Beded General Hospital Pabna', '250 Beded General Ho', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-08-22 16:53:26', NULL),
(286, 'THE BARAKAH GENERAL HOSPITAL LTD', 'THE BARAKAH GENERAL ', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-09-02 11:29:04', NULL),
(287, 'Skaton Garden GOD Dhaka', 'Skaton Garden GOD Dh', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-08-22 16:53:26', NULL),
(288, 'Faridpur Medical College & Hospital', 'Faridpur Medical Col', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-10-13 16:16:23', NULL),
(289, 'Enam Medical Colege Hospital', 'Enam Medical Colege ', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-08-22 16:53:26', NULL),
(290, 'Al-Helal Specialized Hospital Ltd.', 'Al-Helal Specialized', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-08-25 15:35:13', NULL),
(291, 'Dhaka Mahanagar General Hospital', 'Dhaka Mahanagar Gene', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-08-22 16:53:26', NULL),
(292, 'District Sadar Hospital, Moulovibazar', 'District Sadar Hospi', NULL, 0, 0, 1, '2019-08-22 22:53:26', '2019-08-22 16:53:26', NULL),
(293, '100 Bedded District hospital, Narsingdi', '100 Bedded District ', NULL, 0, 0, 1, '2019-08-23 16:56:20', '2019-11-20 04:10:19', NULL),
(294, '250 Bedded General Hospital, Pabna', '250 Bedded General H', NULL, 0, 0, 1, '2019-08-23 16:56:20', '2019-09-16 11:47:10', NULL),
(295, 'Upazila Health Complex,Debiganj, Panchagarh', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-08-23 16:56:20', '2019-08-23 10:56:20', NULL),
(296, 'Jalalabad Ragib Rabyea Medical College Hospital', 'Jalalabad Ragib Raby', NULL, 0, 0, 1, '2019-08-23 16:56:20', '2019-08-23 10:56:20', NULL),
(297, 'Hi-Care General Hospital Ltd', 'Hi-Care General Hosp', NULL, 0, 0, 1, '2019-08-23 16:56:20', '2019-10-09 11:17:29', NULL),
(298, 'Adhunik Sadar Hospital, Chapainawabganj', 'Adhunik Sadar Hospit', NULL, 0, 0, 1, '2019-08-24 16:27:48', '2019-08-24 10:27:48', NULL),
(299, 'Jalalabad Ragib-Rabeya Medical College Hospital,', 'Jalalabad Ragib-Rabe', NULL, 0, 0, 1, '2019-08-24 16:27:48', '2019-08-24 10:27:48', NULL),
(300, 'Faridpur Medical College &   Hospital', 'Faridpur Medical Col', NULL, 0, 0, 1, '2019-08-24 16:27:48', '2019-08-26 10:34:16', NULL),
(301, 'Dhaka Mohanagor General Hospital', 'Dhaka Mohanagor Gene', NULL, 0, 0, 1, '2019-08-24 16:27:49', '2019-09-01 11:48:39', NULL),
(302, 'Al Helal Specialized Hospital, Dhaka', 'Al Helal Specialized', NULL, 0, 0, 1, '2019-08-25 21:35:12', '2019-08-25 15:35:12', NULL),
(303, 'Chattogram Medical College Hospital', 'Chattogram Medical C', NULL, 0, 0, 1, '2019-08-26 16:34:16', '2019-08-26 10:34:16', NULL),
(304, 'UHC, Chowhali', 'UHC, Chowhali', NULL, 0, 0, 1, '2019-08-26 16:34:16', '2019-08-26 10:34:16', NULL),
(305, 'Shahid Tajuddin Ahmed College Hospital Gazipur', 'Shahid Tajuddin Ahme', NULL, 0, 0, 1, '2019-08-26 16:34:16', '2019-09-01 11:48:39', NULL),
(306, 'Jalalabad Ragib-Rabeya Medical College Hospital', 'Jalalabad Ragib-Rabe', NULL, 0, 0, 1, '2019-08-26 16:34:16', '2019-11-13 11:13:08', NULL),
(307, 'Delta Hospital Limited', 'Delta Hospital Limit', NULL, 0, 0, 1, '2019-08-27 18:01:24', '2019-12-03 10:37:11', NULL),
(308, 'Jhenaidah Sador Hospital', 'Jhenaidah Sador Hosp', NULL, 0, 0, 1, '2019-08-27 18:01:24', '2019-08-27 12:01:24', NULL),
(309, 'UHC, Humna, Comilla', 'UHC, Humna, Comilla', NULL, 0, 0, 1, '2019-08-27 18:01:24', '2019-08-27 12:01:24', NULL),
(310, 'Jalalabad Ragib Rabeya Medical College Hospital', 'Jalalabad Ragib Rabe', NULL, 0, 0, 1, '2019-08-27 18:01:24', '2019-09-22 11:01:04', NULL),
(311, '100 beds sadar Hospital shariatpur', '100 beds sadar Hospi', NULL, 0, 0, 1, '2019-08-27 18:01:24', '2019-10-09 11:17:29', NULL),
(312, 'Sadar Hospital Madaripur', 'Sadar Hospital Madar', NULL, 0, 0, 1, '2019-08-27 18:01:24', '2019-10-07 15:18:58', NULL),
(313, 'Combined Military Hospital', 'Combined Military Ho', NULL, 0, 0, 1, '2019-08-27 18:01:25', '2019-08-27 12:01:25', NULL),
(314, 'Shaheed Monsur Ali Medical College Hospital', 'Shaheed Monsur Ali M', NULL, 0, 0, 1, '2019-08-27 18:01:25', '2019-08-27 12:01:25', NULL),
(315, 'Modernized District Sadar Hospital, Khagrachari', 'Modernized District ', NULL, 0, 0, 1, '2019-08-27 18:01:25', '2019-09-15 12:37:59', NULL),
(316, 'Upzila Health Complex, Mohanganj', 'Upzila Health Comple', NULL, 0, 0, 1, '2019-08-28 18:08:38', '2019-08-28 12:08:38', NULL),
(317, 'Rangpur Medical College, Rangpur', 'Rangpur Medical Coll', NULL, 0, 0, 1, '2019-08-28 18:08:38', '2019-08-28 12:08:39', NULL),
(318, 'Central Hospital', 'Central Hospital', NULL, 0, 0, 1, '2019-08-28 18:08:39', '2019-08-28 12:08:39', NULL),
(319, 'Comford Nasing Home', 'Comford Nasing Home', NULL, 0, 0, 1, '2019-08-28 18:08:39', '2019-08-28 12:08:39', NULL),
(320, 'City General Hospital Ltd', 'City General Hospita', NULL, 0, 0, 1, '2019-08-28 18:08:39', '2019-08-28 12:08:39', NULL),
(321, 'Delta Hospital Ltd', 'Delta Hospital Ltd', NULL, 0, 0, 1, '2019-08-28 18:08:39', '2019-08-28 12:08:39', NULL),
(322, '250 Bedded General Hospital, Khustia', '250 Bedded General H', NULL, 0, 0, 1, '2019-08-28 18:08:39', '2019-10-13 16:16:23', NULL),
(323, 'Lalmonirhat 100 Bedded Hospital, Lalmonirhat', 'Lalmonirhat 100 Bedd', NULL, 0, 0, 1, '2019-08-29 18:29:25', '2019-09-15 12:37:59', NULL),
(324, '251 Beded General Hospital, Naogaon', '251 Beded General Ho', NULL, 0, 0, 1, '2019-08-29 18:29:25', '2019-10-27 18:01:07', NULL),
(325, '252 Beded General Hospital, Naogaon', '252 Beded General Ho', NULL, 0, 0, 1, '2019-08-29 18:29:25', '2019-08-29 12:29:25', NULL),
(326, 'Diabetic Association Medical College Hospital, Faridpur', 'Diabetic Association', NULL, 0, 0, 1, '2019-08-29 18:29:25', '2019-12-05 04:02:40', NULL),
(327, 'Dhaka Mohanagar General Hospital', 'Dhaka Mohanagar Gene', NULL, 0, 0, 1, '2019-08-29 18:29:25', '2019-08-29 12:29:25', NULL),
(328, 'Mymenshing Medical College Hospital', 'Mymenshing Medical C', NULL, 0, 0, 1, '2019-08-29 18:29:25', '2019-08-29 12:29:25', NULL),
(329, 'Shaheed Tajuddin Ahmad College Hospital Gazipur', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-08-29 18:29:26', '2019-09-03 19:56:28', NULL),
(330, 'Foridpur Medical College Hospital', 'Foridpur Medical Col', NULL, 0, 0, 1, '2019-08-30 19:07:05', '2019-08-30 13:07:06', NULL),
(331, 'Sadar Hospital Bagerhat', 'Sadar Hospital Bager', NULL, 0, 0, 1, '2019-08-30 19:07:06', '2019-09-22 11:01:04', NULL),
(332, 'Central Hospital Limited', 'Central Hospital Lim', NULL, 0, 0, 1, '2019-08-31 19:40:23', '2019-12-02 11:00:44', NULL),
(333, 'National Institute of Traumatology & Orthopaedic Rehabilitation (NITOR), Dhaka', 'National Institute o', NULL, 0, 0, 1, '2019-08-31 19:40:23', '2019-09-08 16:39:59', NULL),
(334, 'Kuwait Bangladesh Friendship Govt. Hospital', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-08-31 19:40:23', '2019-09-12 12:40:53', NULL),
(335, 'BIRDEM', 'BIRDEM', NULL, 0, 0, 1, '2019-08-31 19:40:23', '2019-08-31 13:40:23', NULL),
(336, 'Sher-e-Bangla Medical College Hospital, Barishal', 'Sher-e-Bangla Medica', NULL, 0, 0, 1, '2019-08-31 19:40:23', '2019-09-02 11:29:04', NULL),
(337, 'Shaheed Tajuddin Ahmed College Hospital Gazipur', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-08-31 19:40:23', '2019-10-01 13:01:44', NULL),
(338, 'District sadar Hospital, Bandarban', 'District sadar Hospi', NULL, 0, 0, 1, '2019-09-01 17:48:39', '2019-09-05 16:09:28', NULL),
(339, 'Rajshahi Medical College Hospital', 'Rajshahi Medical Col', NULL, 0, 0, 1, '2019-09-01 17:48:39', '2019-12-02 11:00:44', NULL),
(340, 'UHC Homna Cumilla', 'UHC Homna Cumilla', NULL, 0, 0, 1, '2019-09-01 17:48:39', '2019-09-01 11:48:39', NULL),
(341, 'District sadar Hospital', 'District sadar Hospi', NULL, 0, 0, 1, '2019-09-02 17:29:04', '2019-09-03 19:56:28', NULL),
(342, 'Delta Hospital Ltd.', 'Delta Hospital Ltd.', NULL, 0, 0, 1, '2019-09-02 17:29:04', '2019-09-02 11:29:04', NULL),
(343, 'Kuwait Bangladesh Friendship Govt. Hospital,Uttara, Dhaka-1230', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-09-02 17:29:04', '2019-09-02 11:29:04', NULL),
(344, 'Kuwait Bangladesh Friendship Govt. Hospital, Uttara, Dhaka-1230', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-09-02 17:29:05', '2019-10-01 13:01:44', NULL),
(345, 'Kuwait Bangladesh Friendship Govt. Hospital, Uttara, Dhaka-1231', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-09-02 17:29:05', '2019-09-07 11:00:21', NULL),
(346, 'Kuwait Bangladesh Friendship Govt. Hospital, Uttara, Dhaka-1232', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-09-02 17:29:05', '2019-09-02 11:29:05', NULL),
(347, 'Sadar Hospital, Bagerhat', 'Sadar Hospital, Bage', NULL, 0, 0, 1, '2019-09-04 01:56:28', '2019-09-28 10:26:10', NULL),
(348, 'Sadar Hospital, Shariatpur', 'Sadar Hospital, Shar', NULL, 0, 0, 1, '2019-09-04 01:56:28', '2019-09-05 16:09:28', NULL),
(349, '250 Beded Sadar Hospital, Coxs bazar', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-09-04 01:56:28', '2019-09-11 16:20:48', NULL),
(350, 'District Sador Hospital, Rajbari', 'District Sador Hospi', NULL, 0, 0, 1, '2019-09-04 01:56:28', '2019-09-03 19:56:28', NULL),
(351, '250 Beded General Hospital, Kushtia', '250 Beded General Ho', NULL, 0, 0, 1, '2019-09-04 22:15:27', '2019-11-03 05:07:52', NULL),
(352, 'Dhaka Mohanagar General Hospital, Dhaka', 'Dhaka Mohanagar Gene', NULL, 0, 0, 1, '2019-09-04 22:15:27', '2019-09-04 16:15:27', NULL),
(353, 'Zilla Sadar Hospital, Rajbari', 'Zilla Sadar Hospital', NULL, 0, 0, 1, '2019-09-05 22:09:28', '2019-09-05 16:09:28', NULL),
(354, 'Central Hospital Ltd', 'Central Hospital Ltd', NULL, 0, 0, 1, '2019-09-05 22:09:28', '2019-09-05 16:09:28', NULL),
(355, 'Jhenaidah Sadar Hospital, Jhenidah', 'Jhenaidah Sadar Hosp', NULL, 0, 0, 1, '2019-09-05 22:09:28', '2019-09-05 16:09:28', NULL),
(356, 'Daulatpur Upazila Health Complex, Kushtia.', 'Daulatpur Upazila He', NULL, 0, 0, 1, '2019-09-05 22:09:28', '2019-09-08 16:39:59', NULL),
(357, 'Upazila Health Complex, Gangni, Meherpur.', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-09-05 22:09:28', '2019-10-03 18:32:01', NULL),
(358, '250 Beded General Hospital, Jashore', '250 Beded General Ho', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-10-09 11:17:29', NULL),
(359, 'Ibn-sina Hospital,Jashore', 'Ibn-sina Hospital,Ja', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-11-17 03:55:55', NULL),
(360, 'Modern Hospital,Jashore', 'Modern Hospital,Jash', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-09-22 11:01:04', NULL),
(361, 'Genesis Hospital,Jashore', 'Genesis Hospital,Jas', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-09-07 11:00:17', NULL),
(362, 'Queens Hospital,Jashore', 'Queens Hospital,Jash', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-11-05 06:44:26', NULL),
(363, 'Keshabpur UHC,Jashore', 'Keshabpur UHC,Jashor', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-11-17 03:55:55', NULL),
(364, 'Abhoynagar UHC,Jashore', 'Abhoynagar UHC,Jasho', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-11-17 03:55:55', NULL),
(365, 'Daratana Hospital,Jashore', 'Daratana Hospital,Ja', NULL, 0, 0, 1, '2019-09-07 17:00:17', '2019-09-07 11:00:20', NULL),
(366, 'Chowgacha UHC,Jashore', 'Chowgacha UHC,Jashor', NULL, 0, 0, 1, '2019-09-07 17:00:18', '2019-11-17 03:55:55', NULL),
(367, 'Bagherpara UHC,Jashore', 'Bagherpara UHC,Jasho', NULL, 0, 0, 1, '2019-09-07 17:00:18', '2019-11-17 03:55:55', NULL),
(368, 'Jhikargacha UHC,Jashore', 'Jhikargacha UHC,Jash', NULL, 0, 0, 1, '2019-09-07 17:00:18', '2019-10-18 05:48:23', NULL),
(369, 'Monirampur UHC,Jashore', 'Monirampur UHC,Jasho', NULL, 0, 0, 1, '2019-09-07 17:00:18', '2019-11-17 03:55:55', NULL),
(370, 'Police Hospital,Jashore', 'Police Hospital,Jash', NULL, 0, 0, 1, '2019-09-07 17:00:18', '2019-09-07 11:00:18', NULL),
(371, 'Renaissance Hospital & Diagnostic Centere,Jashore', 'Renaissance Hospital', NULL, 0, 0, 1, '2019-09-07 17:00:18', '2019-09-07 11:00:18', NULL),
(372, 'Sharsha UHC,Jashore', 'Sharsha UHC,Jashore', NULL, 0, 0, 1, '2019-09-07 17:00:20', '2019-09-07 11:00:20', NULL),
(373, 'Ad-Din Sakina Medical College Hospital', 'Ad-Din Sakina Medica', NULL, 0, 0, 1, '2019-09-07 17:00:20', '2019-09-19 11:41:54', NULL),
(374, 'UHC Tongibari,Munshigonj', 'UHC Tongibari,Munshi', NULL, 0, 0, 1, '2019-09-07 17:00:21', '2019-12-05 04:02:40', NULL),
(375, 'District Hospital Sherpur', 'District Hospital Sh', NULL, 0, 0, 1, '2019-09-07 17:00:21', '2019-09-07 11:00:21', NULL),
(376, 'Daulatpur Upazila Health Complex, Kustia', 'Daulatpur Upazila He', NULL, 0, 0, 1, '2019-09-07 17:00:21', '2019-09-25 11:00:19', NULL),
(377, '250 Bedded General Hospital, Kushita', '250 Bedded General H', NULL, 0, 0, 1, '2019-09-07 17:00:22', '2019-09-07 11:00:22', NULL),
(378, '250 Bedded Genenral Hospital, Jashore', '250 Bedded Genenral ', NULL, 0, 0, 1, '2019-09-08 22:39:58', '2019-09-08 16:39:58', NULL),
(379, 'UHC Manirampur', 'UHC Manirampur', NULL, 0, 0, 1, '2019-09-08 22:39:58', '2019-09-08 16:39:58', NULL),
(380, 'Upazila Health Complex, Dhamrai', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-09-08 22:39:58', '2019-09-08 16:39:58', NULL),
(381, 'Dhaka City Corporation, Dhaka, Mohanagar General Hospital', 'Dhaka City Corporati', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-09-09 11:23:28', NULL),
(382, 'Kuwait Bangladesh Friendship Govt. Hospital, Uttara', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-09-09 11:23:28', NULL),
(383, 'sadar Hospital shariatpur', 'sadar Hospital shari', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-10-03 11:04:48', NULL);
INSERT INTO `sites` (`id`, `name`, `short_name`, `type`, `noofuser`, `noofproject`, `user_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(384, '250 Beded Sadar Hospital', '250 Beded Sadar Hosp', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-09-09 11:23:28', NULL),
(385, 'Modernized District Sadar Hospital, Khagrachar', 'Modernized District ', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-09-09 11:23:28', NULL),
(386, 'Dhaka Mohanagor Genaral Hospital', 'Dhaka Mohanagor Gena', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-09-09 11:23:28', NULL),
(387, 'Upzilla Health Complex Ghior', 'Upzilla Health Compl', NULL, 0, 0, 1, '2019-09-09 17:23:28', '2019-09-09 11:23:28', NULL),
(388, '250 Beded General Hospital', '250 Beded General Ho', NULL, 0, 0, 1, '2019-09-10 16:54:28', '2019-12-11 11:07:40', NULL),
(389, 'UHC Manirampur.', 'UHC Manirampur.', NULL, 0, 0, 1, '2019-09-10 16:54:28', '2019-09-10 10:54:28', NULL),
(390, 'UHC Tongibari,Munshigonj.', 'UHC Tongibari,Munshi', NULL, 0, 0, 1, '2019-09-10 16:54:28', '2019-11-20 04:10:19', NULL),
(391, 'Singair Upazila Health Complex', 'Singair Upazila Heal', NULL, 0, 0, 1, '2019-09-10 16:54:28', '2019-09-15 12:38:00', NULL),
(392, 'UHC Saturia, Manikgonj', 'UHC Saturia, Manikgo', NULL, 0, 0, 1, '2019-09-10 16:54:28', '2019-09-10 10:54:28', NULL),
(393, 'Daulatpur Upazila Health Complex, Kushtia', 'Daulatpur Upazila He', NULL, 0, 0, 1, '2019-09-11 22:20:48', '2019-10-03 11:04:48', NULL),
(394, 'Shaheed Tajuddin Ahmed Medical College', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-09-11 22:20:48', '2019-09-11 16:20:48', NULL),
(395, 'Kurmitola General Hospital , Dhaka', 'Kurmitola General Ho', NULL, 0, 0, 1, '2019-09-11 22:20:48', '2019-09-11 16:20:48', NULL),
(396, 'Central Police Hospital', 'Central Police Hospi', NULL, 0, 0, 1, '2019-09-12 18:40:53', '2019-09-12 12:40:53', NULL),
(397, 'UHC Harirampur', 'UHC Harirampur', NULL, 0, 0, 1, '2019-09-12 18:40:53', '2019-09-12 12:40:53', NULL),
(398, '250 Bedded General Hospital, Maniknagar', '250 Bedded General H', NULL, 0, 0, 1, '2019-09-12 18:40:53', '2019-09-12 12:40:53', NULL),
(399, 'Park-view Medical College and Hospital', 'Park-view Medical Co', NULL, 0, 0, 1, '2019-09-12 18:40:53', '2019-09-12 12:40:53', NULL),
(400, 'Al-Helal Specialized Hospital Ltd', 'Al-Helal Specialized', NULL, 0, 0, 1, '2019-09-12 18:40:54', '2019-09-12 12:40:54', NULL),
(401, 'UHC, Saturia, Manikganj', 'UHC, Saturia, Manikg', NULL, 0, 0, 1, '2019-09-13 18:35:38', '2019-09-30 11:14:13', NULL),
(402, 'UNIVERSAL MEDICAL COLLEGE AND HOSPITAL LTD', 'UNIVERSAL MEDICAL CO', NULL, 0, 0, 1, '2019-09-13 18:35:38', '2019-09-13 12:35:38', NULL),
(403, 'Singair Upazila Health Complex, Manikganj', 'Singair Upazila Heal', NULL, 0, 0, 1, '2019-09-14 18:57:48', '2019-10-18 05:48:23', NULL),
(404, 'Upazila Health Complex, Ghior', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-09-15 18:37:59', '2019-09-15 12:38:00', NULL),
(405, 'Sadar Hospital,Bagerhat', 'Sadar Hospital,Bager', NULL, 0, 0, 1, '2019-09-16 17:47:10', '2019-09-16 11:47:10', NULL),
(406, 'UHC Kalkini', 'UHC Kalkini', NULL, 0, 0, 1, '2019-09-16 17:47:10', '2019-09-16 11:47:10', NULL),
(407, 'Shaheed Tajuddin Ahmad Medical College Hospital, Gazipur', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-09-18 09:21:11', '2019-09-19 11:41:53', NULL),
(408, 'Daulatpur Upazila Health Complex', 'Daulatpur Upazila He', NULL, 0, 0, 1, '2019-09-18 09:21:11', '2019-09-18 03:21:11', NULL),
(409, 'Kuwait Bangladesh Friendship Govt. Hospital, Uttara, Dhaka', 'Kuwait Bangladesh Fr', NULL, 0, 0, 1, '2019-09-18 09:21:11', '2019-09-18 03:21:11', NULL),
(410, 'Sador Hospital shariatpur', 'Sador Hospital shari', NULL, 0, 0, 1, '2019-09-18 09:21:11', '2019-09-18 03:21:11', NULL),
(411, 'Diabetic Association Medical College Hospital, Faridpur.', 'Diabetic Association', NULL, 0, 0, 1, '2019-09-18 09:21:11', '2019-09-18 03:21:11', NULL),
(412, 'General Hospital, Munshigonj', 'General Hospital, Mu', NULL, 0, 0, 1, '2019-09-18 21:55:17', '2019-09-18 15:55:17', NULL),
(413, '250 Bedded General Hospital,Manikganj', '250 Bedded General H', NULL, 0, 0, 1, '2019-09-18 21:55:17', '2019-10-01 13:01:44', NULL),
(414, 'Shah Sultan Hospital and Diagnostic Center, Bogura', 'Shah Sultan Hospital', NULL, 0, 0, 1, '2019-09-19 17:41:53', '2019-09-19 11:41:53', NULL),
(415, 'Daulatpur, UHC, Manikganj', 'Daulatpur, UHC, Mani', NULL, 0, 0, 1, '2019-09-19 17:41:53', '2019-09-19 11:41:53', NULL),
(416, 'Jalalabad Ragib Rabeya Medical College Hospital, Sylhet', 'Jalalabad Ragib Rabe', NULL, 0, 0, 1, '2019-09-19 17:41:53', '2019-09-19 11:41:53', NULL),
(417, '250 Bed District Sadar Hospital', '250 Bed District Sad', NULL, 0, 0, 1, '2019-09-19 17:41:54', '2019-12-08 10:55:09', NULL),
(418, 'District Sadar Hospital, Bagerhat', 'District Sadar Hospi', NULL, 0, 0, 1, '2019-09-21 18:05:40', '2019-09-21 12:05:40', NULL),
(419, 'UHC Tongibari, Munshigonj', 'UHC Tongibari, Munsh', NULL, 0, 0, 1, '2019-09-21 18:05:40', '2019-09-21 12:05:40', NULL),
(420, '250 Bed District Sadar Hospital, Coxs bazar', '250 Bed District Sad', NULL, 0, 0, 1, '2019-09-21 18:05:40', '2019-12-05 04:02:40', NULL),
(421, 'Kaligonj UHC, Satkhira', 'Kaligonj UHC, Satkhi', NULL, 0, 0, 1, '2019-09-21 18:05:40', '2019-09-21 12:05:40', NULL),
(422, 'Dhaka Mohanagar General Hospital, Dhaka South city corporation', 'Dhaka Mohanagar Gene', NULL, 0, 0, 1, '2019-09-21 18:05:40', '2019-09-23 17:42:46', NULL),
(423, 'Arogya Sadan (Ptv) Hospital, Faridpur', 'Arogya Sadan (Ptv) H', NULL, 0, 0, 1, '2019-09-22 17:01:04', '2019-09-29 11:32:58', NULL),
(424, 'Upazila Health Complex, Kalkini', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-09-22 17:01:04', '2019-09-22 11:01:04', NULL),
(425, 'Shaheed Tajuddin Ahmed Medical College Hospital, Gazipur', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-09-23 23:42:45', '2019-10-13 16:18:11', NULL),
(426, 'Islami Bank Community Hospital Faridpur Ltd', 'Islami Bank Communit', NULL, 0, 0, 1, '2019-09-23 23:42:45', '2019-09-30 11:14:12', NULL),
(427, 'Health and Hope Hospital, Panthapath, Dhaka', 'Health and Hope Hosp', NULL, 0, 0, 1, '2019-09-25 17:00:19', '2019-09-25 11:00:19', NULL),
(428, '250 Bedded General Hospital, Manikganj', '250 Bedded General H', NULL, 0, 0, 1, '2019-09-25 17:00:19', '2019-09-28 10:26:10', NULL),
(429, 'Dhamrai Upazila Health Complex', 'Dhamrai Upazila Heal', NULL, 0, 0, 1, '2019-09-25 17:00:19', '2019-09-25 11:00:19', NULL),
(430, '100 Bedded District hospital ,Narsingdi', '100 Bedded District ', NULL, 0, 0, 1, '2019-09-25 17:01:07', '2019-09-25 11:01:07', NULL),
(431, 'UHC, Saturia, Manikgonj', 'UHC, Saturia, Manikg', NULL, 0, 0, 1, '2019-09-25 17:01:08', '2019-09-25 11:01:08', NULL),
(432, 'Sadar Hospital, Madaripur', 'Sadar Hospital, Mada', NULL, 0, 0, 1, '2019-09-26 17:43:43', '2019-09-26 11:43:43', NULL),
(433, 'Greenlife Life Medical College Hospital', 'Greenlife Life Medic', NULL, 0, 0, 1, '2019-09-26 17:43:43', '2019-09-26 11:43:43', NULL),
(434, 'Arogya Sadan (Ptv) Hospital,Faridpur', 'Arogya Sadan (Ptv) H', NULL, 0, 0, 1, '2019-09-28 16:26:10', '2019-11-13 04:30:13', NULL),
(435, 'UHC, Bheramara, Kushtia', 'UHC, Bheramara, Kush', NULL, 0, 0, 1, '2019-09-29 17:32:58', '2019-09-29 11:32:58', NULL),
(436, 'UHC, Charfashion, Bhola', 'UHC, Charfashion, Bh', NULL, 0, 0, 1, '2019-09-29 17:32:58', '2019-09-29 11:32:58', NULL),
(437, 'UHC, Rupsha, Khulna', 'UHC, Rupsha, Khulna', NULL, 0, 0, 1, '2019-09-29 17:32:58', '2019-09-29 11:32:58', NULL),
(438, 'Dhaka Sout City Courporation , Dhaka Mohanagar General Hospital', 'Dhaka Sout City Cour', NULL, 0, 0, 1, '2019-09-29 17:32:58', '2019-09-29 11:32:58', NULL),
(439, 'Diabetic Association Medical College Hospital, Jhiltuly, Faridpur', 'Diabetic Association', NULL, 0, 0, 1, '2019-10-01 19:01:44', '2019-10-28 11:08:23', NULL),
(440, 'District Hospital, Rajbari', 'District Hospital, R', NULL, 0, 0, 1, '2019-10-01 19:01:44', '2019-10-03 11:04:48', NULL),
(441, 'Upazila Health Complex, Gangni, Meherpur', 'Upazila Health Compl', NULL, 0, 0, 1, '2019-10-03 17:04:48', '2019-10-06 10:48:15', NULL),
(442, 'Jalal Ragib-Rabeya Medical College Hospital, Sylhet', 'Jalal Ragib-Rabeya M', NULL, 0, 0, 1, '2019-10-03 17:04:48', '2019-10-03 11:04:48', NULL),
(443, 'Upazilla health Complex Singair, Manikganj', 'Upazilla health Comp', NULL, 0, 0, 1, '2019-10-04 00:32:01', '2019-10-03 18:32:01', NULL),
(444, 'District Sadar Hospital, Shariatpur', 'District Sadar Hospi', NULL, 0, 0, 1, '2019-10-06 16:48:15', '2019-10-06 10:48:15', NULL),
(445, 'Bangladesh Institute of Tropical & Infectious Diseases, Fouzderhat, Chattogram', 'Bangladesh Institute', NULL, 0, 0, 1, '2019-10-06 16:48:15', '2019-10-06 10:48:15', NULL),
(446, 'District Sodor Hospital, Bandarban Hill', 'District Sodor Hospi', NULL, 0, 0, 1, '2019-10-06 16:48:15', '2019-10-06 10:48:15', NULL),
(447, 'General Hospital, Mushigong', 'General Hospital, Mu', NULL, 0, 0, 1, '2019-10-06 16:48:15', '2019-10-06 10:48:15', NULL),
(448, 'Delta Hospital', 'Delta Hospital', NULL, 0, 0, 1, '2019-10-07 21:18:58', '2019-10-07 15:18:58', NULL),
(449, 'Upzila Health Complex ,Shibchar,Madaripur', 'Upzila Health Comple', NULL, 0, 0, 1, '2019-10-14 16:56:31', '2019-10-14 10:56:31', NULL),
(450, 'Adunik Sadar Hospital, Chapai Nawabganj', 'Adunik Sadar Hospita', NULL, 0, 0, 1, '2019-10-14 16:56:31', '2019-10-22 11:07:46', NULL),
(451, 'Pirojpur District Hospital', 'Pirojpur District Ho', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-28 11:08:23', NULL),
(452, 'Shaheed Tajuddin Ahmad Cillege Hospital Gazipur', 'Shaheed Tajuddin Ahm', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(453, '252 Bedded Hospital, Magura', '252 Bedded Hospital,', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(454, '253 Bedded Hospital, Magura', '253 Bedded Hospital,', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(455, '254 Bedded Hospital, Magura', '254 Bedded Hospital,', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(456, '255 Bedded Hospital, Magura', '255 Bedded Hospital,', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(457, '256 Bedded Hospital, Magura', '256 Bedded Hospital,', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(458, '257 Bedded Hospital, Magura', '257 Bedded Hospital,', NULL, 0, 0, 1, '2019-10-18 11:48:23', '2019-10-18 05:48:23', NULL),
(459, 'Sher-r-Bangla Medical College Hospital', 'Sher-r-Bangla Medica', NULL, 0, 0, 1, '2019-10-21 17:02:24', '2019-10-21 11:02:24', NULL),
(460, 'CMH DHAKA', 'CMH DHAKA', NULL, 0, 0, 1, '2019-10-22 17:07:46', '2019-10-22 11:07:46', NULL),
(461, '250 Beded General Hospital,Jashore', '250 Beded General Ho', NULL, 0, 0, 1, '2019-10-22 17:07:46', '2019-10-22 11:07:46', NULL),
(462, '250 Bedded General Hospital. Kustia', '250 Bedded General H', NULL, 0, 0, 1, '2019-10-24 22:37:56', '2019-10-28 11:08:23', NULL),
(463, '251 Bedded General Hospital. Kustia', '251 Bedded General H', NULL, 0, 0, 1, '2019-10-24 22:37:56', '2019-10-28 11:08:23', NULL),
(464, '252 Bedded General Hospital. Kustia', '252 Bedded General H', NULL, 0, 0, 1, '2019-10-24 22:37:56', '2019-10-28 11:08:23', NULL),
(465, '253 Bedded General Hospital. Kustia', '253 Bedded General H', NULL, 0, 0, 1, '2019-10-28 00:01:07', '2019-10-28 11:08:23', NULL),
(466, '254 Bedded General Hospital. Kustia', '254 Bedded General H', NULL, 0, 0, 1, '2019-10-28 00:01:07', '2019-10-29 11:12:22', NULL),
(467, '255 Bedded General Hospital. Kustia', '255 Bedded General H', NULL, 0, 0, 1, '2019-10-28 00:01:07', '2019-10-29 11:12:22', NULL),
(468, '250 Beded Hospital,Magura', '250 Beded Hospital,M', NULL, 0, 0, 1, '2019-10-28 00:01:07', '2019-10-27 18:01:07', NULL),
(469, 'UHC Tongibari, Munshigonj.', 'UHC Tongibari, Munsh', NULL, 0, 0, 1, '2019-10-28 00:01:08', '2019-10-27 18:01:08', NULL),
(470, '101 Bedded District hospital,Narsingdi', '101 Bedded District ', NULL, 0, 0, 1, '2019-10-29 17:12:22', '2019-10-29 11:12:22', NULL),
(471, 'DHAKA NATIONAL MEDICAL INSTITUTE HOSPITAL', 'DHAKA NATIONAL MEDIC', NULL, 0, 0, 1, '2019-10-29 17:12:22', '2020-01-15 05:54:35', NULL),
(472, '256 Bedded General Hospital. Kustia', '256 Bedded General H', NULL, 0, 0, 1, '2019-10-29 17:12:22', '2019-10-29 11:12:22', NULL),
(473, '257 Bedded General Hospital. Kustia', '257 Bedded General H', NULL, 0, 0, 1, '2019-10-29 17:12:22', '2019-10-29 11:12:22', NULL),
(474, '258 Bedded General Hospital. Kustia', '258 Bedded General H', NULL, 0, 0, 1, '2019-10-29 17:12:22', '2019-10-29 11:12:22', NULL),
(475, 'Naogaon District Hospital', 'Naogaon District Hos', NULL, 0, 0, 1, '2019-11-03 11:07:52', '2019-11-03 05:07:52', NULL),
(476, 'Shaheed Ziaur Rahman Medical College Hospital, Bogura', 'Shaheed Ziaur Rahman', NULL, 0, 0, 1, '2019-11-20 10:10:19', '2019-11-20 04:10:19', NULL),
(477, 'Dhaka Shishu (Children) Hospital', 'Dhaka Shishu (Childr', NULL, 0, 0, 1, '2019-12-02 17:00:44', '2019-12-02 11:00:44', NULL),
(478, 'UHC Tongibari', 'UHC Tongibari', NULL, 0, 0, 1, '2019-12-08 16:54:24', '2019-12-08 10:54:24', NULL),
(479, 'Diabetic Association Medical College Hospital', 'Diabetic Association', NULL, 0, 0, 1, '2019-12-08 16:54:24', '2019-12-08 10:55:09', NULL),
(480, 'Keshabpur UHC', 'Keshabpur UHC', NULL, 0, 0, 1, '2019-12-11 17:07:40', '2019-12-11 11:07:40', NULL),
(481, 'Abhoynagar UHC', 'Abhoynagar UHC', NULL, 0, 0, 1, '2019-12-11 17:07:40', '2019-12-11 11:07:40', NULL),
(482, 'Chowgacha UHC', 'Chowgacha UHC', NULL, 0, 0, 1, '2019-12-11 17:07:40', '2019-12-11 11:07:40', NULL),
(483, 'Uttara Adhunik Medical College Hospital.', 'Uttara Adhunik Medic', NULL, 0, 0, 1, '2020-01-15 11:54:35', '2020-01-15 05:54:35', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `suspected_dengues`
--

CREATE TABLE `suspected_dengues` (
  `id` int(11) NOT NULL,
  `name` varchar(50) DEFAULT NULL,
  `guardian_name` varchar(255) DEFAULT NULL,
  `age` double DEFAULT NULL,
  `months` int(11) DEFAULT NULL,
  `days` int(11) DEFAULT NULL,
  `dob` date DEFAULT NULL,
  `sex` int(11) DEFAULT NULL,
  `mobile_no` varchar(20) DEFAULT NULL,
  `date_of_admission` date DEFAULT NULL,
  `add_ward_no` varchar(255) DEFAULT NULL,
  `village` varchar(255) DEFAULT NULL,
  `thana_id` varchar(50) DEFAULT NULL,
  `district_id` int(11) DEFAULT NULL,
  `is_travel` tinyint(4) DEFAULT NULL,
  `travel_date` date DEFAULT NULL,
  `travel_day` int(11) DEFAULT NULL,
  `symptom_date` date DEFAULT NULL,
  `occupation` int(11) DEFAULT NULL,
  `occupation_other` text DEFAULT NULL,
  `comorbidity` text DEFAULT NULL,
  `comorbidity_others` text DEFAULT NULL,
  `consultation_history` text DEFAULT NULL,
  `clinical_presentation` text DEFAULT NULL,
  `laboratory_findings` text DEFAULT NULL,
  `treatment_history` text DEFAULT NULL,
  `lt_ns1` tinyint(4) DEFAULT NULL,
  `ns1_date` date DEFAULT NULL,
  `lt_igm` tinyint(4) DEFAULT NULL,
  `igm_date` date DEFAULT NULL,
  `lt_igg` tinyint(4) DEFAULT NULL,
  `igg_date` date DEFAULT NULL,
  `lt_pcr` tinyint(4) DEFAULT NULL,
  `pcr_date` date DEFAULT NULL,
  `clinical_examination_findings` text DEFAULT NULL,
  `is_sample` tinyint(4) DEFAULT NULL,
  `no_reason` text DEFAULT NULL,
  `no_reason_text` text DEFAULT NULL,
  `sample_date` date DEFAULT NULL,
  `sample_id` int(11) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `site_id` int(11) DEFAULT NULL,
  `reg_no` varchar(30) DEFAULT NULL,
  `ward_no` varchar(30) DEFAULT NULL,
  `bed_no` varchar(30) DEFAULT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `suspected_dengues`
--

INSERT INTO `suspected_dengues` (`id`, `name`, `guardian_name`, `age`, `months`, `days`, `dob`, `sex`, `mobile_no`, `date_of_admission`, `add_ward_no`, `village`, `thana_id`, `district_id`, `is_travel`, `travel_date`, `travel_day`, `symptom_date`, `occupation`, `occupation_other`, `comorbidity`, `comorbidity_others`, `consultation_history`, `clinical_presentation`, `laboratory_findings`, `treatment_history`, `lt_ns1`, `ns1_date`, `lt_igm`, `igm_date`, `lt_igg`, `igg_date`, `lt_pcr`, `pcr_date`, `clinical_examination_findings`, `is_sample`, `no_reason`, `no_reason_text`, `sample_date`, `sample_id`, `user_id`, `site_id`, `reg_no`, `ward_no`, `bed_no`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'Mostofa', 'Dr. Iqbal Answari', 30, 7, 26, '1989-01-22', 1, '01789270125', '2019-09-11', '212', 'rajbari', '1980', 2942, 0, NULL, NULL, '2019-09-16', 17, NULL, '[\"0\",\"3\"]', '[\"vomitiong\",\"body pain\"]', '[[\"multifamily hospital\",\"2019\\/09\\/12\",\"1\",\"dengue suspected\"]]', '[[\"Fever\\t(>100\\u00b0 F)\",\"1\",\"2019\\/09\\/13\",\"1\",\"test\"],[\"Headache\",null,null,null,null],[\"Myalgia\",null,null,null,null],[\"Arthralgia\",null,null,null,null],[\"Retro-orbital pain\",null,null,null,null],[\"Abdominal pain\",null,null,null,null],[\"Anorexia\",null,null,null,null],[\"Nausea\",null,null,null,null],[\"Vomiting\",null,null,null,null],[\"Loose motion\",null,null,null,null],[\"Rash\",null,null,null,null],[\"Itching\",null,null,null,null],[\"Erythema\",null,null,null,null],[\"Facial flushing\",null,null,null,null],[\"Hepatomegaly\",null,null,null,null],[\"Positive tourniquet test\",null,null,null,null],[\"Petechiae\",null,null,null,null],[\"Gum bleeding\",null,null,null,null],[\"Hematemesis\",null,null,null,null],[\"Malena\\/ GI bleeding\",null,null,null,null],[\"Epistaxis\",null,null,null,null],[\"Vaginal bleeding\",null,null,null,null],[\"Purpura\",null,null,null,null],[\"Haematuria\",null,null,null,null],[\"Odema\",null,null,null,null],[\"Giddiness\\/Postural hypotension\",null,null,null,null],[\"Profuse perspiration\",null,null,null,null],[\"Raised Hematocrit\",null,null,null,null],[\"Pleural effusion\",null,null,null,null],[\"Ascites\",null,null,null,null],[\"Altered mental state\",null,null,null,null],[\"Capillary refill time >2 sec\",null,null,null,null],[\"Cold, clammy extremities\",null,null,null,null],[\"Tachypnea\",null,null,null,null],[\"Tachycardia\",null,null,null,null],[\"Feeble peripheral pulse\",null,null,null,null],[\"Narrow pulse pressure\",null,null,null,null],[\"Metabolic acidosis\",null,null,null,null],[\"Chest pain\",null,null,null,null],[\"Cyanosis\",null,null,null,null],[\"Convulsions\",null,null,null,null],[\"Respiratory distress\",null,null,null,null],[\"Decreased urine output\",null,null,null,null],[\"Coma\",null,null,null,null],[\"Diabetes\",null,null,null,null],[\"Pregnancy\",null,null,null,null],[\"Peptic Ulcer\",null,null,null,null],[\"Liver disease\",null,null,null,null],[\"Hypertension\",null,null,null,null],[\"Renal disease\",null,null,null,null]]', '[[\"Haemoglobin (g\\/dl)\",\"2019\\/09\\/11\",\"10\",\"2019\\/09\\/11\",\"20\",\"2019\\/09\\/12\",\"30\",\"2019\\/09\\/13\",\"40\"],[\"Hematocrit\",null,null,null,null,null,null,null,null],[\"WBC count\",null,null,null,null,null,null,null,null],[\"Platelet count\",null,null,null,null,null,null,null,null],[\"Blood sugar\",null,null,null,null,null,null,null,null],[\"Urea\",null,null,null,null,null,null,null,null],[\"Creatinine\",null,null,null,null,null,null,null,null],[\"SGOT\",null,null,null,null,null,null,null,null],[\"SGPT\",null,null,null,null,null,null,null,null],[\"Serum bilirubin\",null,null,null,null,null,null,null,null],[\"Total proteins\",null,null,null,null,null,null,null,null],[\"Albumin\",null,null,null,null,null,null,null,null],[\"Globulin\",null,null,null,null,null,null,null,null],[\"Sodium\",null,null,null,null,null,null,null,null],[\"Potassium\",null,null,null,null,null,null,null,null],[\"X-ray\",null,null,null,null,null,null,null,null],[\"ECG\",null,null,null,null,null,null,null,null],[\"Ultrasound\",null,null,null,null,null,null,null,null]]', '[[\"Normal saline\",\"2019\\/09\\/10\",\"test\",\"2019\\/09\\/11\",\"test\",\"2019\\/09\\/12\",\"test\",\"2019\\/09\\/13\",\"test\"],[\"Ringer lactate\",null,null,null,null,null,null,null,null],[\"Colloids\",null,null,null,null,null,null,null,null],[\"Any other\",null,null,null,null,null,null,null,null],[\"Platelet concentrate\",null,null,null,null,null,null,null,null],[\"Whole blood\",null,null,null,null,null,null,null,null],[\"Packed cells\",null,null,null,null,null,null,null,null],[\"Dopamine\\/ Dobutamine\",null,null,null,null,null,null,null,null],[\"Adrenaline\",null,null,null,null,null,null,null,null],[\"Dialysis\",null,null,null,null,null,null,null,null],[\"ICU support\",null,null,null,null,null,null,null,null]]', 1, '2019-09-12', 2, NULL, 2, NULL, 2, NULL, '[[\"Temperature\",\"2019\\/09\\/11\",\"test\",\"2019\\/09\\/12\",\"test\"],[\"Respiratory rate\",null,null,null,null],[\"Pulse rate\",null,null,null,null],[\"Blood pressure\",null,null,null,null],[\"Pulse pressure\",null,null,null,null],[\"Capillary refill time\",null,null,null,null]]', 1, '[\"0\"]', '[\"test\",\"test test test\"]', '2019-09-16', 123456789, 1, 30, '2019-09-17', 'N/A', '301', '2019-09-17', '2019-09-17 10:16:20', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `test_booth`
--

CREATE TABLE `test_booth` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `test_booth`
--

INSERT INTO `test_booth` (`id`, `name`, `status`) VALUES
(1, 'A', 0),
(2, 'B', 0),
(3, 'C', 0),
(4, 'D', 0);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `employee_id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(100) NOT NULL,
  `remember_token` varchar(250) DEFAULT NULL,
  `mobile_token` varchar(250) NOT NULL,
  `accesslist_id` text NOT NULL COMMENT 'access status',
  `project_id` int(11) DEFAULT NULL,
  `site_id` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL COMMENT 'active status',
  `parent_id` int(11) NOT NULL COMMENT 'who created this',
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `employee_id`, `username`, `password`, `remember_token`, `mobile_token`, `accesslist_id`, `project_id`, `site_id`, `status`, `parent_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 1, 'iedcr', '5e8667a439c68f5145dd2fcbecf02209', 'eglTmdtAsu1gUFo1jk1O9tz7DwKezT4mYveZl9ov192gFSOqwNgmGikcIFbZ', 'aWVkY3IwMWU0Zjg1Yjg2Yzg0YzkyZWRiMjZmZDdhNmMwYzA0Mw==', '[\"1\"]', 1, 2, 1, 1, '2017-12-26 09:25:39', '2021-11-11 06:11:35', NULL),
(2, 2, 'ratonshahadat', '25d55ad283aa400af464c76d713c07ad', 'TdiQFjiSyaZrZ63k6SLoqAGMqHCQqMEbOz7asoDMc5r5clqtwhwObnxgLzak', 'cmF0b25zaGFoYWRhdDI1ZDU1YWQyODNhYTQwMGFmNDY0Yzc2ZDcxM2MwN2Fk', '[\"5\"]', 2, 2, 1, 1, '2019-06-27 09:52:50', '2020-04-14 13:41:33', NULL),
(3, 3, 'iedcr6', '5fda0755b95dd5a776e4487a13b61602', '0Q3bIdqOq3M5XRUlu5MgEcdGkJ1y8kGUZrXV2oyRoNCzFqla1zXyhEbE8vwL', 'aWVkY3I2YTgxMGFkNzI5ZGY1ZjI0OGIyZGVlZmM3NTEyODYxMmU=', '[\"5\"]', 1, 2, 1, 1, '2019-07-21 12:27:45', '2020-04-14 14:08:39', NULL),
(4, 4, 'iedcr10', '25d55ad283aa400af464c76d713c07ad', 'PiSw9PknodFUDhHnsba1tyhPlQJGw5hSASPTBYQVBjqbc5QGyFh4nC2VOH2K', 'aWVkY3IxMDI1ZDU1YWQyODNhYTQwMGFmNDY0Yzc2ZDcxM2MwN2Fk', '[\"5\"]', 7, 2, 1, 1, '2019-07-21 12:28:47', '2021-09-27 06:08:50', NULL),
(5, 5, 'iedcr16', '25d55ad283aa400af464c76d713c07ad', '00NiHrSo8Bl8zee04IRQSiS0ncBWcJZMcujoldVBLtSn1yKrksGqLLPjlW7U', 'aWVkY3IxNjI1ZDU1YWQyODNhYTQwMGFmNDY0Yzc2ZDcxM2MwN2Fk', '[\"14\"]', 10, 2, 1, 1, '2019-07-21 12:29:38', '2020-12-23 06:01:16', NULL),
(6, 6, 'drsudipta', '25d55ad283aa400af464c76d713c07ad', 'Ge1j5lbRI27JTRwgNXl9UpOLWQLsHu5N33SYi7H6XEEVveawZqeiShlpX0cs', '', '[\"3\"]', 2, 2, 1, 1, '2019-07-29 15:01:31', '2020-04-14 15:21:23', NULL),
(7, 7, 'ishaberry', '4f5e50dade53cb1d12abd1aa92663c7a', 'bPqHmAsoDZx8aTMJUFf1N4WNSxF8RTG7aarMRLA1tMwz52l2Qpw6RqRepNId', 'aXNoYWJlcnJ5NGY1ZTUwZGFkZTUzY2IxZDEyYWJkMWFhOTI2NjNjN2E=', '[\"3\"]', 1, 2, 1, 1, '2019-07-30 20:39:38', '2020-04-16 03:04:55', NULL),
(8, 8, 'iedcr17', 'e10adc3949ba59abbe56e057f20f883e', 'TEJ2SCHoVNzqwEvp57cfmAtQOaoCxMvPi4niA3epLMbTzIUvHmniz2CsRVEx', 'aWVkY3IxNzgzMWFiMDhjZjFlYjdjMGRiOTZlZDUyMTIxMjM3YThl', '[\"15\"]', 10, 2, 1, 1, '2019-08-04 10:38:45', '2020-11-17 07:21:14', NULL),
(9, 9, 'iedcr18', '7be43cc469701f6b2738263a403cf539', '6NJUN0KSVrcj0B3Mhhl61tesLzvfKMvBMMZUbC2abc09tmssHhvOQdToyu57', 'aWVkY3IxODY3ZDhmMWQxODQwN2NmZTZjYWEzZWUxZTZhM2MwYjVl', '[\"5\"]', 1, 2, 1, 1, '2019-08-04 17:28:35', '2020-04-14 14:53:02', NULL),
(10, 10, 'iedcr19', 'e10adc3949ba59abbe56e057f20f883e', 'Fb6biyeNcEIV372vJxUmi80N641e212mwQ1SFtV4E82As5wGha52D1pTnZwq', 'aWVkY3IxOWNmNzAyZTRiMmQ1MjQyZWUwNzFkZmI2ZTM1N2Q5YTFj', '[\"16\"]', 10, 2, 1, 1, '2019-08-04 17:29:51', '2020-11-18 05:50:41', NULL),
(11, 11, 'drraihan', '25d55ad283aa400af464c76d713c07ad', 'qyLdfmNoaypq8wVIItgDWT9tCNxfZgKNYPitawhbWLLECzCi1KoDkFm0NJR4', '', '[\"3\"]', 3, 2, 1, 1, '2019-08-08 18:00:44', '2020-04-15 14:22:33', NULL),
(12, 12, 'dataentry1', '25d55ad283aa400af464c76d713c07ad', 'bm6i19CMLeZixxMVO2VKGp9lcNQ8N5gB3Dvgb8lEmWALQ6lg5l5AqPRHw1ez', '', '[\"5\"]', 3, 2, 1, 1, '2019-08-08 18:03:41', '2019-08-10 04:34:54', NULL),
(13, 13, 'dataentry2', '25d55ad283aa400af464c76d713c07ad', 'hNO5LlpgYAevdKsu2RH6ViUcA7ziNiboDJ5CRultEGOTtroNyBW1NcrxH9kT', '', '[\"5\"]', 3, 2, 1, 1, '2019-08-08 18:05:25', '2019-10-17 08:27:50', NULL),
(14, 14, 'dataentry3', '25d55ad283aa400af464c76d713c07ad', NULL, '', '[\"5\"]', 3, 2, 1, 1, '2019-08-08 18:06:23', '2019-08-08 12:08:34', NULL),
(15, 15, 'dataentry4', '25d55ad283aa400af464c76d713c07ad', NULL, '', '[\"5\"]', 3, 2, 1, 1, '2019-08-08 18:07:11', '2019-08-08 12:08:37', NULL),
(16, 16, 'drmahbub', '25d55ad283aa400af464c76d713c07ad', 'EGRTIAt3q7XRxDjvvTbFpOuJeJXWADvnySUfee3JaxuDHSE4rqCmc5ho9HGh', '', '[\"3\"]', 3, 2, 1, 1, '2019-08-20 18:04:06', '2020-04-14 15:18:46', NULL),
(17, 17, 'drmasumbillah', '25d55ad283aa400af464c76d713c07ad', 'pB0lR2TY1wCkBOJ30rCfpdu3GPpE8D76m5q3QtWKHwPVlqwkwUjQUD0CVClj', '', '[\"3\"]', 5, 2, 1, 1, '2019-08-22 16:11:20', '2020-04-15 14:48:21', NULL),
(18, 18, 'jafrinjahed', '25d55ad283aa400af464c76d713c07ad', 'bq8XpaiJi4sxq3nMisI3L8GPFvNK6QYx9VCECNOt6Z25TVaM8URxObCVHJuk', '', '[\"5\"]', 5, 2, 1, 1, '2019-08-22 16:15:30', '2020-04-14 15:16:02', NULL),
(19, 19, 'drparvez08', '25d55ad283aa400af464c76d713c07ad', '6kMUs3gPp3BzscMfWu4VQ6l4D7gP3YfT9gcGOOTwBjPogELLShGh5uVBWCO9', '', '[\"3\"]', 3, 2, 1, 1, '2019-08-24 11:10:40', '2020-04-14 15:12:46', NULL),
(20, 20, 'iqbalansary', 'ff3768859ef0bc0d557e1af066f99e83', '8FoDVJBCyqnJxSh30oAqf0uM1bSoumnS08iUzCXt7it4KeSxhuehcWmwnv8z', 'aXFiYWxhbnNhcnkyNWQ1NWFkMjgzYWE0MDBhZjQ2NGM3NmQ3MTNjMDdhZA==', '[\"3\"]', 7, 2, 1, 1, '2019-09-02 15:33:25', '2020-11-23 02:31:37', NULL),
(21, 21, 'dr.jahid2', '25d55ad283aa400af464c76d713c07ad', 'CgD1stFqjJEOtOuOWpVC0utgju0KUMglJi2wkoRjpeGc4HEiUxwo0hYSjFNX', '', '[\"5\"]', 5, 2, 1, 1, '2019-09-04 22:42:44', '2020-04-14 15:11:30', NULL),
(22, 22, 'towhid45cmc', 'a3b332fffd8b717df7ccd3bae61912c8', 'PMsB8auBLVDiLGU5q97s94svebfGFWVcLtbt9yPEZvIZj8MjJEb1xwH9trLb', '', '[\"5\"]', 5, 3, 1, 1, '2019-09-04 22:45:28', '2020-04-14 14:57:31', NULL),
(23, 23, 'a1001', '59a0bf8dc0cea0d36d299b9cb77d4f27', 'EwS3UB2kh4Xe69UazCExPKErwi5yGunNUzsejmXWhovgccWMruIF5FAISxiI', 'YTEwMDE1OWEwYmY4ZGMwY2VhMGQzNmQyOTliOWNiNzdkNGYyNw==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:42:44', '2020-12-23 09:43:49', NULL),
(24, 24, 'a1002', 'a0554d2937fb54670ba36edeea76bc44', 'IdMK5U9znJ0RecnW7zDCdjBLHzW128g5nUFUDIKwfNM2lJjEitz3zJ7GhEZb', 'YTEwMDJhMDU1NGQyOTM3ZmI1NDY3MGJhMzZlZGVlYTc2YmM0NA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:43:45', '2020-12-30 07:53:07', NULL),
(25, 25, 'a1003', '4c6177b5aa20514f2ccd66f5fe8c705c', '7uoqWGu9sr45qHzSZ4zL0Yvs5FbZpDAUHACPhUPKHj0mrzbL8JLdc026RVBW', 'YTEwMDM0YzYxNzdiNWFhMjA1MTRmMmNjZDY2ZjVmZThjNzA1Yw==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:44:52', '2020-12-30 10:24:22', NULL),
(26, 26, 'a1004', '6c55ca51692b8f242b1d4be3dd0717c6', 'ZrCAPnVIPmXKgfQOnLAw8uvBTYTBITJ28ae82UFd5DM2U3SjRueVGguuQcCQ', 'YTEwMDQ2YzU1Y2E1MTY5MmI4ZjI0MmIxZDRiZTNkZDA3MTdjNg==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:45:45', '2020-12-30 08:44:53', NULL),
(27, 27, 'a1005', '47ae99927b10923fa4e512360e3ad4e7', 'NbXa8nQL4cHIpqrT8E3IG7VeXZyGg6ka5LFsgDMdMcke5uiZlsl9GHa8wh7U', 'YTEwMDU0N2FlOTk5MjdiMTA5MjNmYTRlNTEyMzYwZTNhZDRlNw==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:46:27', '2020-12-30 10:40:02', NULL),
(28, 28, 'a1006', '9e57c53f8fb89eef64b69b62755d4b04', 'oiIfaLFP30Ehl1iJ7Y6BdqPumnnboA5si2oQiwknfpLtFQAaSt7eUPp6VXyx', 'YTEwMDY5ZTU3YzUzZjhmYjg5ZWVmNjRiNjliNjI3NTVkNGIwNA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:47:16', '2020-12-30 10:38:30', NULL),
(29, 29, 'a1007', 'b2e0e93159d56ad614b5fc9ccfc7faea', '39B7e6aNcCSLD9WjzEE6fg5oSjTwfS7R5SG36xICm2CjZxB26j2d6gGRK3Gd', 'YTEwMDdiMmUwZTkzMTU5ZDU2YWQ2MTRiNWZjOWNjZmM3ZmFlYQ==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:48:22', '2020-12-30 07:53:07', NULL),
(30, 30, 'a1008', 'fd60764b4186c9f24bbdc2fa2d5d6755', 'qhaIf1Dfk4fYx2jgQ8PdVcgdwYYlTMX8dPHsPIckkrESjVSx4JSSscufdCAY', 'YTEwMDhmZDYwNzY0YjQxODZjOWYyNGJiZGMyZmEyZDVkNjc1NQ==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:49:22', '2020-12-30 07:53:07', NULL),
(31, 31, 'a1009', 'a1ca16aa3720228bf6c3cf269e85ebcf', 'yQaMsgAqNlO4X8Twcu4cUu69Ml2AqOXfXZ82HUsC9prEXJFkwG49KpjOsmiO', 'YTEwMDlhMWNhMTZhYTM3MjAyMjhiZjZjM2NmMjY5ZTg1ZWJjZg==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:50:28', '2020-12-23 03:42:43', NULL),
(32, 32, 'a1010', 'af9e7ec9eb9ebfa3373a6e049f5fa6f4', 'z5BFagnCS1IvkrBKITOprbletwtJei6uQCXd36OOPufRkJKNJhBri8SW0haB', 'YTEwMTBhZjllN2VjOWViOWViZmEzMzczYTZlMDQ5ZjVmYTZmNA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-08 15:51:18', '2020-12-30 08:49:03', NULL),
(33, 33, 'a1011', '43ffe99b1a8c61c1bea02dfd115f8df3', 'xoTbtY3tSX6ClGx0gdRqC4e1tb9gZQW7UD2gVJoBB6BxDNm7GMXJcZuQgrRw', 'YTEwMTE0M2ZmZTk5YjFhOGM2MWMxYmVhMDJkZmQxMTVmOGRmMw==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:48:34', '2020-12-30 07:53:07', NULL),
(34, 34, 'a1012', '53cb1295dde3e488119f8e38cb3d600a', '7yxxNlB031R6B2tLhmf2UUQmqs2yDV8jDN89WFlw8c3ErJ88MVaNaaJYx62w', 'YTEwMTI1M2NiMTI5NWRkZTNlNDg4MTE5ZjhlMzhjYjNkNjAwYQ==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:49:26', '2020-12-30 09:34:47', NULL),
(35, 35, 'a1013', 'aab85965f0a970047255dc147851664d', 'WYt9lqSom525GDempdIMOapiqpaAU5cb5o6Ym6JzC2OIOelQshoFmnTiU1FK', 'YTEwMTNhYWI4NTk2NWYwYTk3MDA0NzI1NWRjMTQ3ODUxNjY0ZA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:51:15', '2020-12-30 09:01:28', NULL),
(36, 36, 'a1014', '49804ad9251a571dd97d3841e6530030', 'stxEeBrBZUlxU3cgO2cxmZQdQdetUYE9d2gg8I9GwgItH7EJhTdDNxgsweYF', 'YTEwMTQ0OTgwNGFkOTI1MWE1NzFkZDk3ZDM4NDFlNjUzMDAzMA==', '[\"5\"]', 11, 2, 1, 1, '2019-09-09 17:52:11', '2021-11-16 04:53:24', NULL),
(37, 37, 'a1015', 'e90677d557f6afe32a36344d550aacb4', '5hbjfe5Ehb0pJ2r1MjHh7Uh58KLvFC5JK1cmK5Z6IN1NZF7do5kqX2H7llyM', 'YTEwMTVlOTA2NzdkNTU3ZjZhZmUzMmEzNjM0NGQ1NTBhYWNiNA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:53:17', '2021-10-04 09:04:48', NULL),
(38, 38, 'a1016', 'e91d54a1bce67acbde56c219c04daec0', '5crcqKVqHRWwKzuiiZlIALUdesWxNGF7gugCxhW1I3biTlsPgt87ZRM0wImZ', 'YTEwMTZlOTFkNTRhMWJjZTY3YWNiZGU1NmMyMTljMDRkYWVjMA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:54:28', '2020-12-30 07:53:07', NULL),
(39, 39, 'a1017', '37189a52f5dcaed4529ff470f8c6dff4', 'jfF64ibuJ0VcLryOgh3JUMsijvc1PjxF2DfDC42yyHpWoU920JZgQIf5a9Cp', 'YTEwMTczNzE4OWE1MmY1ZGNhZWQ0NTI5ZmY0NzBmOGM2ZGZmNA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:55:27', '2020-12-30 07:53:07', NULL),
(40, 40, 'a1018', 'a9734de8e253ebeab7c3961da5c28193', '5LDsZjhYg1Oyi3qh84ArEdkqyLsU3cYkxf6TG4sEngxRlubMTNqT6w06Iwg2', 'YTEwMThhOTczNGRlOGUyNTNlYmVhYjdjMzk2MWRhNWMyODE5Mw==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 17:58:24', '2020-12-30 10:24:38', NULL),
(41, 41, 'a1019', 'a0dd308b6ef21c06e8f79385df1e13e3', 'EYocitdVUaDfaMQ1DBrc0R3rYZaSxHKFZSghrjgZKSv9m7oOn48fct7ceCZO', 'YTEwMTlhMGRkMzA4YjZlZjIxYzA2ZThmNzkzODVkZjFlMTNlMw==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 18:00:10', '2020-12-30 10:24:15', NULL),
(42, 42, 'a1020', 'bc58aee9bfa48c0274a8de434f11e660', 'EOXmjZ8tBxNAEKVpNJkgSrdNFiLTnPAvUNWs2eyCBQs4mGrhq8ISn1dXPOCf', 'YTEwMjBiYzU4YWVlOWJmYTQ4YzAyNzRhOGRlNDM0ZjExZTY2MA==', '[\"5\"]', 7, 2, 1, 1, '2019-09-09 18:01:11', '2020-12-30 10:39:52', NULL),
(43, 43, 'a1021', 'bfe85ba8ace579cc711aecb84c8245f9', 'ccKhyxSw4Gf0gsWGhsZAwWj5ANrPV5GSttmSuK7pFz9lAKl04zDJNSnmQk1z', 'YTEwMjFiZmU4NWJhOGFjZTU3OWNjNzExYWVjYjg0YzgyNDVmOQ==', '[\"5\"]', 7, 2, 1, 1, '2019-10-31 13:51:16', '2020-12-30 07:53:07', NULL),
(44, 44, 'a1022', '2348af80dba62f15afb96c2d12140868', '0MuhnsVglX9pp2nAlb4ikxIgVjlA9G0vdgYnZ6eNKmXny8EqmTzciezUMdYD', 'YTEwMjIyMzQ4YWY4MGRiYTYyZjE1YWZiOTZjMmQxMjE0MDg2OA==', '[\"5\"]', 7, 2, 1, 1, '2019-11-17 10:33:24', '2020-12-30 10:26:04', NULL),
(45, 45, 'a1023', '52adf3501661fe981f587790586b3129', '3YIRuzQXHGyoMEBt0juPxwwZquCYbnhFjFClP3VD2CumR6Qz7FhVcmON4v3d', 'YTEwMjM1MmFkZjM1MDE2NjFmZTk4MWY1ODc3OTA1ODZiMzEyOQ==', '[\"5\"]', 7, 2, 1, 1, '2019-11-17 10:34:12', '2020-12-30 07:53:07', NULL),
(46, 46, 'a1024', '71e72518142e3a2df7e216ec82db613a', 'X1pKcSJAbVBRBobFakoqNpZOetHllgWI6FIbIU3aPPbYtIXcwNXWmmAvi1vD', 'YTEwMjQ3MWU3MjUxODE0MmUzYTJkZjdlMjE2ZWM4MmRiNjEzYQ==', '[\"5\"]', 7, 2, 1, 1, '2019-11-17 10:34:49', '2020-12-30 07:53:07', NULL),
(47, 47, 'a1025', '07ff47d7ba261524b5b0407a8754cc37', 'VwP4Ve1FSa070BlbpMIHzFcN8miallmVqYLWpMEcqqTSmFIqdMchKtiaxEc8', 'YTEwMjUwN2ZmNDdkN2JhMjYxNTI0YjViMDQwN2E4NzU0Y2MzNw==', '[\"5\"]', 7, 2, 1, 1, '2019-11-17 10:35:23', '2020-12-30 07:53:07', NULL),
(48, 48, 'a1026', 'cf8fafbbab759bfadf1fbf8c0056165f', 'Ap7UiTaZk5MXoxel3NVE5GdaBW85z1RcOOyG4hqXVdtCzDCLAKK0x5ylnAKq', 'YTEwMjZjZjhmYWZiYmFiNzU5YmZhZGYxZmJmOGMwMDU2MTY1Zg==', '[\"5\"]', 7, 2, 1, 1, '2020-02-11 10:08:20', '2020-12-30 07:53:07', NULL),
(49, 49, 'a1027', 'd2983672483066f078fe2d223b90f366', '2oxZBYnr5Ytso47pOwnJHanxCDZLBvYiCfRN1U3Z8ELcmBpkDdE45k6df8Tv', 'YTEwMjdkMjk4MzY3MjQ4MzA2NmYwNzhmZTJkMjIzYjkwZjM2Ng==', '[\"5\"]', 7, 2, 1, 1, '2020-02-20 13:46:00', '2020-12-30 10:31:28', NULL),
(50, 50, 'cov1', '591cf12d7430a1576b6cb0cffe0de5d3', 'JHl9VUii07dnNH4Ja70tvcyPjsdAjAQkywhkAozIILdhjToAPf8iXuQMgZnt', 'Y292MTU5MWNmMTJkNzQzMGExNTc2YjZjYjBjZmZlMGRlNWQz', '[\"5\"]', 8, 2, 1, 1, '2020-03-09 17:08:14', '2020-07-26 09:50:45', NULL),
(51, 51, 'cov2', '83e536f271231da9c0e660cb8dedef2b', 'LoGAhqHtZNqrWu2STq48CzHkrkmA6ISLEbTbjdRJEJMFlORcX7sEtMIIODh2', 'Y292MmZiNzQ2ZmY2YzgyMGY3NzY4ZWU3YjY2MzBhNjM5NGRm', '[\"5\"]', 8, 2, 1, 1, '2020-03-09 18:15:17', '2020-04-15 17:06:06', NULL),
(52, 52, 'cov3', '6f6aa4726615d45598f24fb806a188c3', '6T94ZwAEcfUbdP1wH376RKO6Ku9nt0G50EWO7bAMq6QqbIv1lzxwbm9hf9yp', 'Y292MzZmNmFhNDcyNjYxNWQ0NTU5OGYyNGZiODA2YTE4OGMz', '[\"5\"]', 8, 2, 1, 1, '2020-03-09 18:38:34', '2020-04-08 12:36:18', NULL),
(53, 53, 'a1028', '9b60654479c60d98a8f6631a543af3cf', '9Py4furOwJXgt4a8Edza6QSx9rOUTcKVP1ARmo9e82NiT0aL3fqWel06kiX0', 'YTEwMjg5YjYwNjU0NDc5YzYwZDk4YThmNjYzMWE1NDNhZjNjZg==', '[\"5\"]', 7, 2, 1, 1, '2020-03-10 15:16:13', '2020-12-30 10:25:27', NULL),
(54, 54, 'a1029', '80a8d6b5288da925eba5b09f9b5b1a56', 'gZmBkoYfaMso9UTgniP2OsKafl333taodW3IrLoITeygPEo0oix6soMonsYy', 'YTEwMjk4MGE4ZDZiNTI4OGRhOTI1ZWJhNWIwOWY5YjViMWE1Ng==', '[\"5\"]', 7, 2, 1, 1, '2020-03-10 15:17:28', '2020-12-30 07:53:07', NULL),
(55, 55, 'a1030', 'e97b216400e500e2822ed82915a1e644', 'V4JNK7C7Duy7fJFpZTYYkFky4fmv4oorPYmh05EMXdCsW50DJdVhB8egQj8I', '', '[\"5\"]', 7, 2, 1, 1, '2020-03-10 15:18:19', '2020-12-30 07:53:07', NULL),
(56, 56, 'a1031', '03a46e4768a67ee3bf66d6207c698958', 'iHqY28ktJH6bXGKTo7xTpuEcsxXY4i98lneJ6cahIuqJ9z7x0uvv8BtFBGh1', 'YTEwMzEwM2E0NmU0NzY4YTY3ZWUzYmY2NmQ2MjA3YzY5ODk1OA==', '[\"5\"]', 7, 2, 1, 1, '2020-03-11 15:33:06', '2020-12-30 09:45:41', NULL),
(57, 57, 'cov4', 'a0da205c657b2eb489707d916c11752a', 'oyziMNWXXjWDDlhSxu58Cq3yl51NUc7en9RIgPfLOuSU9ozQku6BZJqW930s', '', '[\"5\"]', 8, 2, 1, 1, '2020-03-12 16:19:20', '2020-04-15 16:57:16', NULL),
(58, 58, 'follow1', '2a32f6c3b658a0c2ef0884f5006a34e5', 'yqebn6klAiklVEaZvHjW7SeCGnc3OtMlqlCigArQVwMHE0DdVCjbposchqei', 'Zm9sbG93MTM4ZTBiNGVmODE0NDFiMzA4M2QzMTM2MjVjNzIyYWQ0', '[\"4\"]', 8, 2, 1, 1, '2020-03-18 20:09:44', '2020-04-15 16:55:27', NULL),
(59, 59, 'natasa', 'b9861831d10b9e4447b4353a21b34d95', 'v8KqzfSYwm1xm4j0FINWN1GZqzR3bFArm8w64vExOuQZD5g6I8LrzeE3kAEQ', 'bmF0YXNhNGYyMDMzYzVlMGQwMGVmZDM2MmUzYjk0NDNhNTRlYWU=', '[\"5\"]', 8, 2, 1, 1, '2020-03-26 11:05:47', '2020-04-15 16:53:39', NULL),
(60, 60, 'follow2', '4f062101054752121460e567688d1091', 'vZAt8F9jpozcUc3AU0PYecDVBfEzlNHdJlGpTJH4Bb16XNjJaz2a8pJnROOy', 'Zm9sbG93MjM0NWRjNjM1NjZjNjRlMWNlNWEwZDlhY2IzMGQ0YTg1', '[\"4\"]', 8, 2, 1, 1, '2020-04-01 14:45:42', '2020-04-15 16:43:02', NULL),
(61, 61, 'result1', '1804956abd21cd701c0e7931d7ebf5df', 'aV82pKrDdQJdQiDCNZgpilvYIOdk1oPecJX3pAvsVPFxSWYczQr2Wn48xbBQ', 'cmVzdWx0MTg5Y2EyZjlmY2E3NzBhMjlmNWQ2MTM1OGQyYWYzZDMy', '[\"6\"]', 8, 2, 1, 1, '2020-04-05 15:42:34', '2020-11-26 04:26:34', NULL),
(62, 62, 'cov5', '0788c3d02b42ee2dbc9bea26d2a9d5b5', 'yBGrGFtVUmkQDEbqettyT03rr5S3GK9PBeFVYj5KzJaQfZuW1ibm4sXZAhdM', 'Y292NTA3ODhjM2QwMmI0MmVlMmRiYzliZWEyNmQyYTlkNWI1', '[\"4\"]', 8, 2, 1, 1, '2020-04-05 16:40:35', '2020-04-18 11:05:04', NULL),
(63, 63, 'cov6', '3bd1cf223afc4b8995fb086c7868f799', 'ggHV58Ct4VapOYLmqwUXP8de9EQ2HZXq7AiTpurIjpSZ9vbKDERCxQpRhMf6', 'Y292NjNiZDFjZjIyM2FmYzRiODk5NWZiMDg2Yzc4NjhmNzk5', '[\"5\"]', 8, 2, 1, 1, '2020-04-06 14:30:20', '2020-04-18 11:04:16', NULL),
(64, 64, 'result2', '486a9bbc2c582b30c8899b6f20a7e59e', 'V5WPR0pUhknsMvUYdXQ2WqCBNuBsKXsBifveUcf2yq574TBGiDvIYBBGXVQF', 'cmVzdWx0MjgyZTMyZjM1MjU3YmI4OTA5Yjg3OWRhY2RkY2UyODQ5', '[\"7\"]', 8, 2, 1, 1, '2020-04-06 17:50:33', '2020-05-12 09:17:36', NULL),
(65, 65, 'lab1', 'da937ac863e75634f2405a021ad17ac0', 'IZI2YU6JTXxrROiam3gOnn0PEHoMytrcQZlfRGJJMFn7JXyeIEbN6leICYSq', 'bGFiMWUyNzRiMGE2NTkxMmU0OWEyOGE5YWU1YzE0NzliZGNl', '[\"8\"]', 8, 2, 1, 1, '2020-04-08 16:43:43', '2020-12-16 14:41:34', NULL),
(66, 66, 'director', '888d09f0201e84295d7d6ef8c5b883d2', '8tviZa3aitIrsFueNL6BCeXpPtGBGI1bsiDplQe9GsBqYiqyFZ6HYXSp0Oip', 'ZGlyZWN0b3I0MzNlZmZhYjU5ODU1ZDNlZDFkMzRkNDNjOWNmN2YxMg==', '[\"9\"]', 8, 2, 1, 1, '2020-04-08 19:16:09', '2020-11-28 12:25:03', NULL),
(67, 67, 'cov7', 'a8337d42718aafcaf599f56271939f0b', NULL, 'Y292N2E4MzM3ZDQyNzE4YWFmY2FmNTk5ZjU2MjcxOTM5ZjBi', '[\"5\"]', 8, 2, 1, 1, '2020-04-17 20:33:03', '2020-04-18 11:02:55', NULL),
(68, 68, 'cov8', 'f83b73ffc7c2aa91a68da1bdb627be7e', NULL, 'Y292OGY4M2I3M2ZmYzdjMmFhOTFhNjhkYTFiZGI2MjdiZTdl', '[\"5\"]', 8, 2, 1, 1, '2020-04-17 20:37:56', '2020-04-17 15:28:07', NULL),
(69, 69, 'cov9', 'd706767b99e8521cf61cf90f8db4b037', NULL, 'Y292OWQ3MDY3NjdiOTllODUyMWNmNjFjZjkwZjhkYjRiMDM3', '[\"5\"]', 8, 2, 1, 1, '2020-04-17 20:40:58', '2020-04-18 09:36:30', NULL),
(70, 70, 'cov10', '82458bccb38553897b1757d663b1f9f2', NULL, 'Y292MTA4MjQ1OGJjY2IzODU1Mzg5N2IxNzU3ZDY2M2IxZjlmMg==', '[\"5\"]', 8, 2, 1, 1, '2020-04-17 20:43:58', '2020-04-20 04:24:50', NULL),
(71, 71, 'cov11', '9d0fd81d9777514842ac250faabb9734', NULL, 'Y292MTE5ZDBmZDgxZDk3Nzc1MTQ4NDJhYzI1MGZhYWJiOTczNA==', '[\"6\"]', 8, 2, 1, 1, '2020-04-22 20:39:45', '2020-04-22 14:43:36', NULL),
(72, 72, 'cov12', 'fb5d4d0df3c5eb667a69618c3d8521c0', NULL, 'Y292MTJmYjVkNGQwZGYzYzVlYjY2N2E2OTYxOGMzZDg1MjFjMA==', '[\"5\"]', 8, 2, 1, 1, '2020-04-24 19:17:13', '2020-04-24 13:19:31', NULL),
(73, 73, 'rab1', '3cfeeff2ecffb8929b0542d9a8db332a', NULL, 'cmFiMTNjZmVlZmYyZWNmZmI4OTI5YjA1NDJkOWE4ZGIzMzJh', '[\"10\"]', 8, 2, 1, 1, '2020-06-02 15:09:12', '2020-06-02 09:14:15', NULL),
(74, 74, 'kbf1', '0bd14223a3fb962b4ee126bbc8d6e014', NULL, 'a2JmMTBiZDE0MjIzYTNmYjk2MmI0ZWUxMjZiYmM4ZDZlMDE0', '[\"10\"]', 8, 2, 1, 1, '2020-06-03 14:51:46', '2020-06-03 08:52:50', NULL),
(75, 75, 'dghs1', '6f24410b8b0646994c3b2c97d93b4557', NULL, 'ZGdoczE2ZjI0NDEwYjhiMDY0Njk5NGMzYjJjOTdkOTNiNDU1Nw==', '[\"12\"]', 8, 2, 1, 1, '2020-06-24 14:47:55', '2020-06-24 09:01:35', NULL),
(76, 76, 'nhfhri1', '034c16b85c9900b9922c0576547599ef', NULL, 'bmhmaHJpMTAzNGMxNmI4NWM5OTAwYjk5MjJjMDU3NjU0NzU5OWVm', '[\"13\"]', 8, 333, 1, 1, '2020-06-28 14:08:57', '2020-06-28 08:09:54', NULL),
(77, 77, 'cov13', '6ac9115bcc51e26f97d18b6a6a657ffe', NULL, 'Y292MTM2YWM5MTE1YmNjNTFlMjZmOTdkMThiNmE2YTY1N2ZmZQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-09 11:52:20', '2020-07-09 05:53:07', NULL),
(78, 78, 'cov14', '581898f324137230f918f639cf9adf80', NULL, 'Y292MTQ1ODE4OThmMzI0MTM3MjMwZjkxOGY2MzljZjlhZGY4MA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-09 11:55:01', '2020-07-09 05:58:16', NULL),
(79, 79, 'cov15', 'c7e0d7ef4300223a061c07cf80bc2446', NULL, 'Y292MTVjN2UwZDdlZjQzMDAyMjNhMDYxYzA3Y2Y4MGJjMjQ0Ng==', '[\"5\"]', 8, 2, 1, 1, '2020-07-09 11:58:05', '2020-07-09 05:59:08', NULL),
(80, 80, 'cov16', '59b52a8a3d17646d04b2590d3dcfdc16', NULL, 'Y292MTY1OWI1MmE4YTNkMTc2NDZkMDRiMjU5MGQzZGNmZGMxNg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-09 12:22:18', '2020-07-09 06:23:47', NULL),
(81, 81, 'cov17', '1801aba402dd2dca6c8810287bd93608', NULL, 'Y292MTcxODAxYWJhNDAyZGQyZGNhNmM4ODEwMjg3YmQ5MzYwOA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-09 17:06:31', '2020-07-09 11:07:46', NULL),
(82, 82, 'cov18', 'a172fdcb4c1752cb42675eab0e59d0f0', NULL, 'Y292MThhMTcyZmRjYjRjMTc1MmNiNDI2NzVlYWIwZTU5ZDBmMA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-10 09:56:55', '2020-07-10 04:20:58', NULL),
(83, 83, 'cov19', '355c152c623ecdbb52f77a8838aa33ab', NULL, 'Y292MTkzNTVjMTUyYzYyM2VjZGJiNTJmNzdhODgzOGFhMzNhYg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-10 09:58:47', '2020-07-10 04:31:23', NULL),
(84, 84, 'cov20', '71fd0364b2b30462f3b484e7bf83f2a0', NULL, 'Y292MjA3MWZkMDM2NGIyYjMwNDYyZjNiNDg0ZTdiZjgzZjJhMA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-10 10:00:37', '2020-07-10 04:31:06', NULL),
(85, 85, 'cov21', 'cc361adffa71062e4f633cdaa6ff0835', NULL, 'Y292MjFjYzM2MWFkZmZhNzEwNjJlNGY2MzNjZGFhNmZmMDgzNQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-11 11:45:52', '2020-07-11 06:12:59', NULL),
(86, 86, 'cov22', '177e2cf0677262c979406ec86785033a', NULL, 'Y292MjIxNzdlMmNmMDY3NzI2MmM5Nzk0MDZlYzg2Nzg1MDMzYQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-12 11:08:30', '2020-07-12 05:09:04', NULL),
(87, 87, 'cov23', 'c8519cb0249d8a1f606cddc22c56338d', NULL, 'Y292MjNjODUxOWNiMDI0OWQ4YTFmNjA2Y2RkYzIyYzU2MzM4ZA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-12 13:02:46', '2020-07-12 07:03:04', NULL),
(88, 88, 'lab31', 'f93a77f48f429b078958c0759df882a0', NULL, 'bGFiMzFmOTNhNzdmNDhmNDI5YjA3ODk1OGMwNzU5ZGY4ODJhMA==', '[\"4\"]', 8, 2, 1, 1, '2020-07-12 13:07:55', '2020-07-12 07:08:49', NULL),
(89, 89, 'cov24', '82159bf0da989061c7d8fe51cf955f5e', NULL, 'Y292MjQ4MjE1OWJmMGRhOTg5MDYxYzdkOGZlNTFjZjk1NWY1ZQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-13 10:21:41', '2020-07-30 07:05:21', NULL),
(90, 90, 'sti1', '2a0103e0eb0a924e73c426a60a2a7c1c', NULL, '', '[\"5\"]', 9, 2, 1, 1, '2020-07-14 11:32:11', '2020-07-14 05:32:11', NULL),
(91, 91, 'cov25', '32c0ed3e5162f6aa886ff9f959ca8bef', NULL, 'Y292MjUzMmMwZWQzZTUxNjJmNmFhODg2ZmY5Zjk1OWNhOGJlZg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-20 16:41:08', '2020-07-20 12:12:13', NULL),
(92, 92, 'cov26', '39c2db694079249764f1030eafcd0fa7', NULL, 'Y292MjYzOWMyZGI2OTQwNzkyNDk3NjRmMTAzMGVhZmNkMGZhNw==', '[\"5\"]', 8, 2, 1, 1, '2020-07-26 11:06:31', '2020-07-26 05:07:37', NULL),
(93, 93, 'cov27', '4d3d634e823cde6ec84a3615b78fd321', NULL, '', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 14:52:32', '2020-07-27 08:52:32', NULL),
(94, 94, 'cov28', 'abaacf7334a4728e361aa5677d47400a', NULL, 'Y292MjhhYmFhY2Y3MzM0YTQ3MjhlMzYxYWE1Njc3ZDQ3NDAwYQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 14:53:52', '2020-09-08 04:22:24', NULL),
(95, 95, 'cov29', '5258c8c4784608063e36f325f32c85c7', NULL, 'Y292Mjk1MjU4YzhjNDc4NDYwODA2M2UzNmYzMjVmMzJjODVjNw==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 14:55:19', '2020-08-28 05:42:54', NULL),
(96, 96, 'cov30', '41770f5e67a8ac9e76138fb732ad1697', NULL, 'Y292MzA0MTc3MGY1ZTY3YThhYzllNzYxMzhmYjczMmFkMTY5Nw==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 14:56:24', '2020-08-03 10:43:00', NULL),
(97, 97, 'cov31', '9304163730d9575e269a6bdc9a9744c0', NULL, '', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 14:57:45', '2020-08-03 10:42:46', NULL),
(98, 98, 'cov32', '97bee164f2ba03d94392ecf012e015a8', NULL, 'Y292MzI5N2JlZTE2NGYyYmEwM2Q5NDM5MmVjZjAxMmUwMTVhOA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 14:58:55', '2020-07-27 10:05:57', NULL),
(99, 99, 'cov33', 'ca1d37c3562f87048b06f7a0be8e8ca3', NULL, 'Y292MzNjYTFkMzdjMzU2MmY4NzA0OGIwNmY3YTBiZThlOGNhMw==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:00:55', '2020-11-18 17:34:59', NULL),
(100, 100, 'cov34', 'cb67fd5832c0f2a42f1a6f0251ffba22', NULL, 'Y292MzRjYjY3ZmQ1ODMyYzBmMmE0MmYxYTZmMDI1MWZmYmEyMg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:02:07', '2020-11-13 12:26:00', NULL),
(101, 101, 'cov35', '3d77bf1fb08d5c934b33b79f7b847cc2', NULL, 'Y292MzUzZDc3YmYxZmIwOGQ1YzkzNGIzM2I3OWY3Yjg0N2NjMg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:03:24', '2020-07-31 04:48:19', NULL),
(102, 102, 'cov36', '9640f412cf44a05131254f2a18fee239', NULL, 'Y292MzY5NjQwZjQxMmNmNDRhMDUxMzEyNTRmMmExOGZlZTIzOQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:05:47', '2020-07-29 14:35:21', NULL),
(103, 103, 'cov37', 'aac6bf6ffca26c110611cacf73eb61be', NULL, 'Y292MzdhYWM2YmY2ZmZjYTI2YzExMDYxMWNhY2Y3M2ViNjFiZQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:07:17', '2020-07-27 09:59:59', NULL),
(104, 104, 'cov38', '204183fc5a1d8c69120f6ce4833c8209', NULL, 'Y292MzgyMDQxODNmYzVhMWQ4YzY5MTIwZjZjZTQ4MzNjODIwOQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:08:20', '2020-07-27 10:06:25', NULL),
(105, 105, 'cov39', '38b6738af8374bbbb3ae9ab379b3c05c', NULL, 'Y292MzkzOGI2NzM4YWY4Mzc0YmJiYjNhZTlhYjM3OWIzYzA1Yw==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:09:51', '2020-08-12 05:17:27', NULL),
(106, 106, 'cov40', 'a2ab698566139f815d005478577ae82f', NULL, 'Y292NDBhMmFiNjk4NTY2MTM5ZjgxNWQwMDU0Nzg1NzdhZTgyZg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:11:19', '2020-11-17 04:21:58', NULL),
(107, 107, 'cov41', '35afb17d2b1ad692d5b21236ef81bc02', NULL, 'Y292NDEzNWFmYjE3ZDJiMWFkNjkyZDViMjEyMzZlZjgxYmMwMg==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:12:48', '2020-08-13 07:17:34', NULL),
(108, 108, 'cov42', '29359de6743ad3f19d916c41404eea60', NULL, 'Y292NDIyOTM1OWRlNjc0M2FkM2YxOWQ5MTZjNDE0MDRlZWE2MA==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:14:49', '2020-08-16 03:55:28', NULL),
(109, 109, 'cov43', 'be55948e7385676a131b204f0ae072f9', NULL, 'Y292NDNiZTU1OTQ4ZTczODU2NzZhMTMxYjIwNGYwYWUwNzJmOQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:16:05', '2020-11-17 04:21:13', NULL),
(110, 110, 'cov44', '76f65a513f2826bd1d422a1eb64a2c33', NULL, '', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:17:23', '2020-07-27 09:17:23', NULL),
(111, 111, 'cov45', '09fa2fdb7b1377fbb2b45c81ca3c3a15', NULL, '', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:18:21', '2020-07-27 09:18:21', NULL),
(112, 112, 'cov46', '2573818c30b2800e85bd9a410b2434c5', NULL, 'Y292NDYyNTczODE4YzMwYjI4MDBlODViZDlhNDEwYjI0MzRjNQ==', '[\"5\"]', 8, 2, 1, 1, '2020-07-27 15:19:18', '2020-07-27 10:01:21', NULL),
(113, 113, 'cov47', '1b4a07a6d3cbc58f6a9f38f53a3438ec', NULL, 'Y292NDcxYjRhMDdhNmQzY2JjNThmNmE5ZjM4ZjUzYTM0MzhlYw==', '[\"5\"]', 8, 2, 1, 1, '2020-08-05 10:03:47', '2020-08-05 04:32:30', NULL),
(114, 114, 'a1032', '539e2f718b44bdb75e5f91d84abc99b1', 'aAWL3EeDo4nTrHTiQbMCA9AfdY1axQRq2cssfu15uLgGnVfOX9koyDMEPZLl', '', '[\"5\"]', 7, 2, 1, 1, '2020-08-12 13:14:15', '2020-12-30 07:53:07', NULL),
(115, 115, 'a1033', '82aeb0e927a029a24c4f5c00130891a5', 's7qwoxWcPn6CmF039ptA0M7o2RGK0q6xp491Ht0NGattGSDBCGTFfOf57Z1R', 'YTEwMzM4MmFlYjBlOTI3YTAyOWEyNGM0ZjVjMDAxMzA4OTFhNQ==', '[\"5\"]', 7, 2, 1, 1, '2020-08-12 13:15:25', '2020-12-30 10:25:02', NULL),
(116, 116, 'cov48', '599ed3771cb48e66c9eb4ca4315f2bad', NULL, 'Y292NDg1OTllZDM3NzFjYjQ4ZTY2YzllYjRjYTQzMTVmMmJhZA==', '[\"5\"]', 8, 2, 1, 1, '2020-08-19 10:37:44', '2020-08-19 04:40:07', NULL),
(117, 117, 'mamms1', '7f1b98a6141f1c620a885402258d723a', NULL, 'bWFtbXMxN2YxYjk4YTYxNDFmMWM2MjBhODg1NDAyMjU4ZDcyM2E=', '[\"10\"]', 8, 2, 1, 1, '2020-09-30 12:19:35', '2020-09-30 06:33:11', NULL),
(118, 118, 'cov49', '3522a097bfce37f68a835012323b1459', NULL, 'Y292NDkzNTIyYTA5N2JmY2UzN2Y2OGE4MzUwMTIzMjNiMTQ1OQ==', '[\"5\"]', 8, 2, 1, 1, '2020-10-19 13:55:24', '2020-10-19 07:58:37', NULL),
(119, 119, 'cov50', '552f96afaaeb289e12437f3e4060dfdf', NULL, 'Y292NTA1NTJmOTZhZmFhZWIyODllMTI0MzdmM2U0MDYwZGZkZg==', '[\"5\"]', 8, 2, 1, 1, '2020-11-09 09:56:47', '2020-11-09 03:59:25', NULL),
(120, 120, 'cov51', '946e42e2bb9711ccee047d0d8b5a2620', NULL, 'Y292NTE5NDZlNDJlMmJiOTcxMWNjZWUwNDdkMGQ4YjVhMjYyMA==', '[\"5\"]', 8, 2, 1, 1, '2020-11-11 10:36:05', '2020-11-11 04:36:36', NULL),
(121, 121, 'cov52', '66dca375388e300aa556dd8fe74e8576', NULL, 'Y292NTI2NmRjYTM3NTM4OGUzMDBhYTU1NmRkOGZlNzRlODU3Ng==', '[\"5\"]', 8, 2, 1, 1, '2020-11-15 15:30:02', '2020-11-15 09:30:59', NULL),
(122, 122, 'cov53', '20b19adca06c4eecc7986fde331dda4f', NULL, 'Y292NTMyMGIxOWFkY2EwNmM0ZWVjYzc5ODZmZGUzMzFkZGE0Zg==', '[\"5\"]', 8, 2, 1, 1, '2020-11-17 10:01:42', '2020-11-17 04:18:21', NULL),
(123, 123, 'cov54', 'cc3373e44fec5618d19e1c2c43565dee', NULL, 'Y292NTRjYzMzNzNlNDRmZWM1NjE4ZDE5ZTFjMmM0MzU2NWRlZQ==', '[\"6\"]', 8, 2, 1, 1, '2020-11-17 10:03:04', '2020-11-17 04:16:56', NULL),
(124, 124, 'cov55', 'ff58ee70a5bee142cbc6362c280733f0', NULL, 'Y292NTVmZjU4ZWU3MGE1YmVlMTQyY2JjNjM2MmMyODA3MzNmMA==', '[\"5\"]', 8, 2, 1, 1, '2020-11-17 10:41:18', '2020-11-17 05:14:56', NULL),
(125, 125, 'cov56', '88cc4a9169d452acc2388d30f4ffa781', NULL, 'Y292NTY4OGNjNGE5MTY5ZDQ1MmFjYzIzODhkMzBmNGZmYTc4MQ==', '[\"5\"]', 8, 20, 1, 1, '2020-11-26 10:33:51', '2020-11-26 05:42:37', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `accesslists`
--
ALTER TABLE `accesslists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `apps_countries`
--
ALTER TABLE `apps_countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `areas`
--
ALTER TABLE `areas`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `area_limit`
--
ALTER TABLE `area_limit`
  ADD PRIMARY KEY (`area_id`);

--
-- Indexes for table `case_info`
--
ALTER TABLE `case_info`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covic19_general`
--
ALTER TABLE `covic19_general`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covic19_general_follow_up`
--
ALTER TABLE `covic19_general_follow_up`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covic19_general_fu_contact`
--
ALTER TABLE `covic19_general_fu_contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covic19_general_fu_family`
--
ALTER TABLE `covic19_general_fu_family`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covid_country_summary`
--
ALTER TABLE `covid_country_summary`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covid_datevsquantity`
--
ALTER TABLE `covid_datevsquantity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covid_district_summary`
--
ALTER TABLE `covid_district_summary`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covid_positive`
--
ALTER TABLE `covid_positive`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covid_reguler_summary`
--
ALTER TABLE `covid_reguler_summary`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `covid_sample_ack`
--
ALTER TABLE `covid_sample_ack`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dengues`
--
ALTER TABLE `dengues`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dengue_deaths`
--
ALTER TABLE `dengue_deaths`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dengue_lab_fetpbs`
--
ALTER TABLE `dengue_lab_fetpbs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `domestic_animals`
--
ALTER TABLE `domestic_animals`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `employees`
--
ALTER TABLE `employees`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `encephalities`
--
ALTER TABLE `encephalities`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `encephalities_1`
--
ALTER TABLE `encephalities_1`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `iedcr_lab_datas`
--
ALTER TABLE `iedcr_lab_datas`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ivr`
--
ALTER TABLE `ivr`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `mobile_no` (`mobile_no`);

--
-- Indexes for table `ivr_incom`
--
ALTER TABLE `ivr_incom`
  ADD PRIMARY KEY (`ivr_id`);

--
-- Indexes for table `ivr_jar`
--
ALTER TABLE `ivr_jar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ivr_noncotact`
--
ALTER TABLE `ivr_noncotact`
  ADD PRIMARY KEY (`ivr_id`);

--
-- Indexes for table `ivr_pr_cati`
--
ALTER TABLE `ivr_pr_cati`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `mobile_no` (`mobile_no`);

--
-- Indexes for table `ivr_pr_ivr`
--
ALTER TABLE `ivr_pr_ivr`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ivr_questions`
--
ALTER TABLE `ivr_questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ivr_refus`
--
ALTER TABLE `ivr_refus`
  ADD PRIMARY KEY (`ivr_id`);

--
-- Indexes for table `ivr_schedules`
--
ALTER TABLE `ivr_schedules`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ivr_schedules_pickhistory`
--
ALTER TABLE `ivr_schedules_pickhistory`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `logs`
--
ALTER TABLE `logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `outdoor_lab_datas`
--
ALTER TABLE `outdoor_lab_datas`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poultries`
--
ALTER TABLE `poultries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poultries2`
--
ALTER TABLE `poultries2`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poultries3`
--
ALTER TABLE `poultries3`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poultry_questions`
--
ALTER TABLE `poultry_questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poultry_questions2`
--
ALTER TABLE `poultry_questions2`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poultry_questions3`
--
ALTER TABLE `poultry_questions3`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `projects`
--
ALTER TABLE `projects`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `questions`
--
ALTER TABLE `questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `questions_1`
--
ALTER TABLE `questions_1`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rammps`
--
ALTER TABLE `rammps`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `mobile_no` (`mobile_no`);

--
-- Indexes for table `rammps_questions`
--
ALTER TABLE `rammps_questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rammps_schedules`
--
ALTER TABLE `rammps_schedules`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reproductive`
--
ALTER TABLE `reproductive`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reproductive_questions`
--
ALTER TABLE `reproductive_questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `schedules`
--
ALTER TABLE `schedules`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `schedules2`
--
ALTER TABLE `schedules2`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `schedules3`
--
ALTER TABLE `schedules3`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sites`
--
ALTER TABLE `sites`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `suspected_dengues`
--
ALTER TABLE `suspected_dengues`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `test_booth`
--
ALTER TABLE `test_booth`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`),
  ADD KEY `employee_id` (`employee_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `accesslists`
--
ALTER TABLE `accesslists`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `areas`
--
ALTER TABLE `areas`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6943;

--
-- AUTO_INCREMENT for table `case_info`
--
ALTER TABLE `case_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covic19_general`
--
ALTER TABLE `covic19_general`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covic19_general_follow_up`
--
ALTER TABLE `covic19_general_follow_up`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covic19_general_fu_contact`
--
ALTER TABLE `covic19_general_fu_contact`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covic19_general_fu_family`
--
ALTER TABLE `covic19_general_fu_family`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covid_country_summary`
--
ALTER TABLE `covid_country_summary`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covid_datevsquantity`
--
ALTER TABLE `covid_datevsquantity`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covid_positive`
--
ALTER TABLE `covid_positive`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `covid_reguler_summary`
--
ALTER TABLE `covid_reguler_summary`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `covid_sample_ack`
--
ALTER TABLE `covid_sample_ack`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `dengues`
--
ALTER TABLE `dengues`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `dengue_deaths`
--
ALTER TABLE `dengue_deaths`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `dengue_lab_fetpbs`
--
ALTER TABLE `dengue_lab_fetpbs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `domestic_animals`
--
ALTER TABLE `domestic_animals`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `employees`
--
ALTER TABLE `employees`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=126;

--
-- AUTO_INCREMENT for table `encephalities`
--
ALTER TABLE `encephalities`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `encephalities_1`
--
ALTER TABLE `encephalities_1`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `iedcr_lab_datas`
--
ALTER TABLE `iedcr_lab_datas`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr`
--
ALTER TABLE `ivr`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_incom`
--
ALTER TABLE `ivr_incom`
  MODIFY `ivr_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_jar`
--
ALTER TABLE `ivr_jar`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_noncotact`
--
ALTER TABLE `ivr_noncotact`
  MODIFY `ivr_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_pr_cati`
--
ALTER TABLE `ivr_pr_cati`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `ivr_pr_ivr`
--
ALTER TABLE `ivr_pr_ivr`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_questions`
--
ALTER TABLE `ivr_questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_refus`
--
ALTER TABLE `ivr_refus`
  MODIFY `ivr_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_schedules`
--
ALTER TABLE `ivr_schedules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ivr_schedules_pickhistory`
--
ALTER TABLE `ivr_schedules_pickhistory`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `logs`
--
ALTER TABLE `logs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `outdoor_lab_datas`
--
ALTER TABLE `outdoor_lab_datas`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `poultries`
--
ALTER TABLE `poultries`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `poultries2`
--
ALTER TABLE `poultries2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `poultries3`
--
ALTER TABLE `poultries3`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `poultry_questions`
--
ALTER TABLE `poultry_questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `poultry_questions2`
--
ALTER TABLE `poultry_questions2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `poultry_questions3`
--
ALTER TABLE `poultry_questions3`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `projects`
--
ALTER TABLE `projects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `questions`
--
ALTER TABLE `questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `questions_1`
--
ALTER TABLE `questions_1`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `rammps`
--
ALTER TABLE `rammps`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `rammps_questions`
--
ALTER TABLE `rammps_questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `rammps_schedules`
--
ALTER TABLE `rammps_schedules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `reproductive`
--
ALTER TABLE `reproductive`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `reproductive_questions`
--
ALTER TABLE `reproductive_questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `schedules`
--
ALTER TABLE `schedules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `schedules2`
--
ALTER TABLE `schedules2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `schedules3`
--
ALTER TABLE `schedules3`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `sites`
--
ALTER TABLE `sites`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=484;

--
-- AUTO_INCREMENT for table `suspected_dengues`
--
ALTER TABLE `suspected_dengues`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `test_booth`
--
ALTER TABLE `test_booth`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=126;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
