<?php

namespace App\Models\IvrFollow;

trait QuestionText {

	public static function questionText(){

		return [
		
        	'bn'=>[

                        'q_1'=>'<strong>হ্যালো,</strong></br> 
<strong>আসসালামুয়ালাইকুম,</strong></br>
আমি বাংলাদেশ সরকারের স¦াস্থ্য মন্ত্রণালয়ের অধীনে একটি প্রতিষ্ঠান রোগতত্ত¡, রোগনিয়ন্ত্রন ও গবেষণা ইনস্টিটিউট (আইইডিসিআর)  থেকে বলছি।
কিছুদিন আগে ( <span style="background-color:#000;color:#fff;padding:5px;">%s</span> তারিখে) আপনি আমাদের একটি স্বাস্থ্য বিষয়ক জরিপে অংশ নিয়েছিলেন। <br/>আপনি মনে করতে পারছেন কি?',
        'q_2'=>'আমাদেওকে মনে রাখার জন্য অনেক ধন্যবাদ।<br/> দূর্ভাগ্যবসতঃ আপনি ঐ জরিপটি শেষ করতে পারেননি। আজ ঐ  জরিপটি সম্পর্কে আপনার মতামত এবং কি কারনে তখন আপনি জরিপটি শেষ করতে পারেন নি তা জানতে চাইবো।  এই প্রশ্নগুলোর উত্তর দিতে আপনার মাত্র ৫ মিনিটের মত সময় লাগবে। এখানে অংশগ্রহণ করা সম্পূর্ণ আপনার ইচ্ছা। <br/> আপনি কি এই জরিপে অংশগ্রহণ করতে রাজী আছেন?
',
                        'q_2_i'=>'এই জরিপটি আপনার জন্য প্রযোজ্য কিনা তা নিশ্চিত হবার জন্য আপনাকে কিছু প্রশ্ন করবো। ',
                        'q_3'=>'আপনার বয়স কত?',
                        'q_4'=>'আপনি কি পুরুষ না মহিলা?',
                        'q_5'=>'আপনি এখন কোথায় বাস করেন তা জানতে চাই।<br/> আপনি যে সিটি করপোরেশন/জেলা বা উপজেলার পৌরসভা/উপজেলায় বাস করেন তার নামটি বলুন।',
                        'q_5_e'=>'অন্যান্য হলে লিখুন',
                        'q_6'=>'আপনি কতদূর পর্যন্ত পড়াশুনা করেছেন?',
                        'q_6_e'=>'অন্যান্য হলে লিখুন',
                        'q_7'=>'আপনি গত জরিপটির কিছু প্রশ্নের উত্তর দিয়েছিলেন কিন্তু দূর্ভাগ্যবসতঃ জরিপটি সম্পূর্ণ / শেষ করেন নি।<br/> আজ ঐ  জরিপটি কি কারনে তখন শেষ করতে পারেন নি তা জানতে চাইছি।',
                        'q_7_e'=>'অন্যান্য হলে লিখুন',
                        'q_7_1_e'=>'অন্যান্য হলে লিখুন',
                        'q_8'=>'উত্তরদাতার সাথে জরিপ সম্পর্কিত আলোচনার সময় পাওয়া গুরুত্বপূর্ন তথ্যগুলো কিওয়ার্ড হিসেবে লিখুন',
                        'q_9'=>'আপনার মতে, ভবিষ্যতে এই জরিপটিতে এমন কি কি পরিবর্তন আনা যেতে পারে যা আপনাকে জরিপটি শেষ করতে আগ্রহী করে তুলবে।',
                        'q_9_e'=>'অন্যান্য হলে লিখুন',
                        'q_9_1_e'=>'অন্যান্য হলে লিখুন',
                        'q_10'=>'এই জরিপটির জন্য কি পরিমাণ প্রনোদনা দেয়া হবে বলে আমরা বলেছিলাম সে পরিমাণটা মনে করতে পারেন কি?',
                        'q_11'=>'প্রনোদণার পরিমাণ কত ছিলো?'


        	]
        ][session('language')];
	}

}