<?php

namespace App\Models\IvrPrIvr;

trait QuestionText {

	public static function questionText(){

		return [
		
        	

                        'q_1' => 'হ্যালো, আস্সালামু আলাইকুম। আমি বাংলাদেশ সরকারের স্বাস্থ্য মন্ত্রণালয়ের অধীনে একটি প্রতিষ্ঠান রোগনিয়ন্ত্রণ ও গবেষণা ইনস্টটিউিট (আইইডিসিআর) থেকে বলছি । আমরা দেশের বয়স্ক মানুষদের সর্ম্পকে স্বাস্থ্য বিষয়ক তথ্য সংগ্রহ করবার জন্য মোবাইল ফোনের মাধ্যমে একটি জরিপ পরিচালনা করছি । এই জরিপটি শেষ করতে ৫ মিনিট সময় লাগবে । এই কলটি ধরলে আপনার কোন টাকা খরচ হবে না। আপনার দেওয়া সব তথ্য গোপন রাখা হবে এবং শুধুমাত্র দেশের মানুষের স্বাস্থের ব্যাপারে তথ্য সংগ্রহ করতে ব্যবহার করা হবে। আমি কি শুরু করতে পারি ?',
                        'q_1_e' => 'কেন নয় ?',
                        'q_i' => 'আমি আপনাকে কিছু প্রশ্ন করব।',
                        'q_2' => 'আপনার বয়স কত?',
                        'q_3' => 'আপনে পুরুষ না মহিলা?',
                        'q_4' => 'আপনি এখন শহরে না গ্রামে বাস করেন?',
                        'q_5' => 'আপনি আপনার সিটি কর্পোরেশন/জেলা/ উপজেলা/থানার নাম বলতে পারবেন কি?',
                        'q_6' => 'আপনি সর্বোচ্চ কতদূর পর্যন্ত লেখাপড়া করেছেন?',
                        'q_7' => 'আপনার পেশা কি?',
                        'q_8' => 'আপনার পরিবারে ৬০ বা তার চেয়ে বেশী বয়সের কোন সদস্য আছে কি?',
                        'q_9' => 'আপনার ঐ ব্যক্তির সাথে সম্পর্ক কি?',
                        'q_10' => 'আপনার সহযোগীতার জন্য ধন্যবাদ। আমরা স্বাস্থ্য বিষয়ক এই জরিপটি পরিচালনা করবার জন্য আপনার এই আত্মীয়র সাথে যোগাযোগ করতে পারব কি?',
                        'q_11' => 'আপনি রাজি হলে আমরা আপনাকে একটি টোল ফ্রি নাম্বার এস.এম.এস করে পাঠাতে পারি। এই নাম্বারটি টোল ফ্রি হওয়ায় ফোন দেবার জন্য ওনার কোন অর্থ ব্যায় হবে না। অনুগ্রহ করে নাম্বারটি আপনে আপনার আত্মীয়র কাছে পৌঁছে দিবেন যাতে তিনি তার সুবিধামত সময়ে আমদেরকে ফোন দিতে পারেন। তিনি যখন আমাদেরকে এই নাম্বারে ফোন দিবেন তখন একটি কম্পিউটার দ্বারা পরিচালিত স্বাস্থ্য বিষয়ক জরিপে অংশগ্রহণ করবার জন্য তাকে মোবাইলের বোতাম টিপে উত্তর দেয়ার জন্য নিমন্ত্রণ জানানো হবে। আপনে কি এই নাম্বারটি আপনার আত্মীয়র কাছে পৌঁছে দিবেন? যাতে তিনি এই জরিপে অংশগ্রহণ করতে পারেন।  ',
                        
                                        
                        


        	];
	}

}