<?php

namespace App\Models\IvrNoncontact;

trait QuestionText {

	public static function questionText(){

		return [
		
        	'bn'=>[

                        'q_1'=>'<strong>হ্যালো,</strong></br> 
<strong>আসসালামুয়ালাইকুম,</strong></br>
আমি বাংলাদেশ সরকারের স্বাস্থ্য মন্ত্রণালয়ের অধীনে একটি প্রতিষ্ঠান রোগতত্ত¡, রোগনিয়ন্ত্রন ও গবেষণা ইনস্টিটিউট (আইইডিসিআর)  থেকে বলছি।<br/>আইইডিসিআর বিভিন্ন সময় মোবাইল ফোনের মাধ্যমে আপনাদের কাছ থেকে স্বাস্থ্য বিষয়ক তথ্য সংগ্রহ করে থাকে। কিছুদিন আগে (<span style="background-color:#000;color:#fff;padding:5px;"> %s</span> তারিখে) আমাদের একটি স্বাস্থ্য বিষয়ক জরিপে আপনাকে মোবাইল ফোনের মাধ্যমে অংশগ্রহণ করার জন্য আমন্ত্রণ জানানো হয়েছিল। <br/>আপনি মনে করতে পারছেন কি?',
        'q_2'=>'আমাদেওকে মনে রাখার জন্য অনেক ধন্যবাদ।<br/> দূর্ভাগ্যবসতঃ আপনি ঐ জরিপটিতে অংশগ্রহণ করেন নি। আজ ঐ  জরিপটি সম্পর্কে আপনার মতামত এবং কি কারনে তখন আপনি জরিপটিতে অংশগ্রহণ করতে পারেন নি তা জানতে চাইবো।  এই প্রশ্নগুলোর উত্তর দিতে আপনার মাত্র ৫ মিনিটের মত সময় লাগবে। এখানে অংশগ্রহণ করা স¤পূর্ণ আপনার ইচ্ছা।  <br/> আপনি কি এই জরিপে অংশগ্রহণ করতে রাজী আছেন?
',
                        'q_12'=>'এই জরিপটি আপনার জন্য প্রযোজ্য কিনা তা নিশ্চিত হবার জন্য আপনাকে কিছু প্রশ্ন করবো। আপনার বয়স কি ১৮ বছর বা তার বেশী?',
                        'q_3'=>'আপনার বয়স কত?',
                        'q_4'=>'আপনি কি পুরুষ না মহিলা?',
                        'q_5'=>'আপনি এখন কোথায় বাস করেন তা জানতে চাই।<br/> আপনি যে সিটি করপোরেশন/জেলা বা উপজেলার পৌরসভা/উপজেলায় বাস করেন তার নামটি বলুন।',
                        'q_5_e'=>'অন্যান্য হলে লিখুন',
                        'q_6'=>'আপনি কতদূর পর্যন্ত পড়াশুনা করেছেন?',
                        'q_6_e'=>'অন্যান্য হলে লিখুন',
                        'q_7'=>'কিছু দিন আগে যখন আইইডিসিআর থেকে  একটি স্বাস্থ্য জরিপে অংশগ্রহণ করার জন্য আপনাকে ফোন করা হয়েছিলো তখন ফোন কলটি আপনি ধরেছিলেন, কিন্তু জরিপে অংশগ্রহণ করেননি। আজ আপনার কাছে ঐ জরিপে আপনার অংশগ্রহণ না করার কারণ জানতে চাইছি। দয়া করে বলবেন কি?<br/>উত্তরদাতা একটি উত্তর না দেয়া পর্যন্ত তার সাথে কথা চালিয়ে যান। উত্তরটিকে প্রাথমিক কারণ বলে উল্লেখ করুন এবং অন্য আর কোন কারণ আছে কি না তা জানার  চেষ্টা করুন। এরপর জরিপে অংশগ্রহণ না করার প্রধান এবং আনুষঙ্গিক অন্য কারণগুলো নিয়ে তার সাথে আলোচনা শুরু করুন।',
                        'q_8'=>'উত্তরদাতার সাথে জরিপ সম্পর্কিত আলোচনার সময় পাওয়া গুরুত্বপূর্ন তথ্যগুলো কিওয়ার্ড হিসেবে লিখুন',
                        'q_9'=>'যদি কোন জরিপে, আপনার কাছ থেকে টেলিফোনের মাধ্যমে শারিরীক পরিশ্রম, খাদ্যাভ্যাস, ডায়েবেটিস, রক্তচাপ, মদ এবং তামাক ব্যবহার স¤পর্কে জানতে চাওয়া হয় এবং  ধন্যবাদস্বরূপ আপনাকে ৫০০ টাকার টক টাইম দেয়ার জন্য লটারিতে অংশগ্রহণের প্রস্তাব দেয়া হয়, তাহলে আপনি কি এই জরিপে অংশগ্রহণ করতে ইচ্ছুক হবেন?',
                        
                        


        	]
        ][session('language')];
	}

}