<?php

namespace App\Models;
use Illuminate\Database\Eloquent\SoftDeletes;
use Illuminate\Database\Eloquent\Model;
use Illuminate\Support\Facades\DB;

class Reproductive extends Model
{
    protected $table = 'reproductive';
    //
    use SoftDeletes;

    public function user()
    {
        return $this->hasOne('App\User', 'id','user_id');
    }

    public function user_interviewer()
    {
        return $this->hasOne('App\User', 'id','interview_id');
    }


    public function area_limit(){
        return $this->hasOne('App\Models\AreaLimit', 'area_id','district_id');
    }

    public function schedule_desc()
    {
        return $this->hasOne('App\Schedule', 'reproductive_id','id')->orderBy('id', 'desc');
    }

    public function question(){
        return $this->hasOne('App\Models\ReproductiveQuestion', 'reproductive_id','id');
    }

    //6.9
    public static function getPersonalMood(){
        return[ 'en'=>[ 1=>'Very Good', 2=>'Good', 3=>'Not Good / Fair', 4=>'Poor', 5=>'Very Poor', 999=>'Refuse'],
            'bn'=>[ 1=>'খুব সন্তুষ্ট', 2=>'সন্তুষ্ট', 3=>'মোটামুটি', 4=>'অসন্তুষ্ট', 5=>'খুব অসন্তুষ্ট', 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }


    public static function getPersonalMoodHome(){
        return[ 'en'=>[ 1=>'Very Good', 2=>'Good', 3=>'Not Good / Fair', 4=>'Poor', 5=>'Very Poor', 999=>'Refuse'],
            'bn'=>[ 1=>'খুব ভালো', 2=>'ভালো', 3=>'ভালো না / মোটামুটি', 4=>'খারাপ', 5=>'খুব খারাপ', 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }

    public static function getPersonAge($limit =null){
        $ages['en']=[];
        $ages['bn']=[];
        $limit = $limit == null ? 90:$limit;
        for ($i=5;$i<=$limit; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }
        $ages['en'][999]="Refuse";
        $ages['bn'][999]="উত্তর দিতে অসম্মত";

        return $ages[session('language')];
    }


    public static function getPersonMarrigeAge($select=null){
        $ages['en']=[];
        $ages['bn']=[];
        for ($i=5;$i<=40; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }        

        $ages['en'][888]="Dont know";
        $ages['bn'][888]="৮৮৮ জানি না 888";

        $ages['en'][999]="Refuse";
        $ages['bn'][999]="৯৯৯ উত্তর দিতে অসম্মত 999";

        return $ages[session('language')];
    }

    /** Call Holding Segments **/
    public static function getCallStatus(){

        return ['en'=>[ 2=>'Called but did not respond',3=>'call Dropped/ Not Clear', 4=>'Switch off',9=>'Contact Later', 5=>'Have Not agreed',6=>'Not Applicable'],
            'bn'=>[ 2=>'রিং হচ্ছে ধরে নি / ব্যস্ত / অপেক্ষা',3=>'লাইন কেটে গেছে / অস্পষ্ট', 4=>'মোবাইল বন্ধ',9=>'বাড়িতে সময় নির্ধারণ করুন', 5=>'অসম্মত',6=>'প্রযোজ্য নয়']][session('language')];

        

    }

    public static function getScheduleSuveillance(){
        return ['en'=>[0=>'Not Finished', 3=>'call Dropped/ Not Clear',7=>'Partially Done'],
            'bn'=>[0=>'শেষ হয়নি', 3=>'লাইন কেটে গেছে / অস্পষ্ট',7=>'আংশিক অসম্মত']][session('language')];
    }

    public static function getForcedfinished(){
        return [
            'bn'=>[8=>'সম্পূর্ণ করুন']
        ][session('language')];
    }

    public static function getScheduleType(){
        return [
            'bn'=>[1=>'রিশিডিউল', 2=>'এপয়ন্টমেন্ট'],
        ][session('language')];
    }

    /** End Call Holding Segments **/
    public static function getYesNoOnly(){
        return [ 'en'=>[ 1=>'Yes', 2=>'No'],
            'bn'=>[ 1=>'হ্যাঁ', 2=>'না']][session('language')];
    }

    public static function getNoOnly(){
        return [ 
            'bn'=>[ 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }

    public static function getDontNoOnly(){
        return [ 
            'bn'=>[ 888=>'জানি না']][session('language')];
    }

    public static function getNotPossibleOnly(){
        return [ 
            'bn'=>[ 444=>'সম্ভব হয়নি']][session('language')];
    }

    public static function getYesNoPossible(){

        return self::getYesNoOnly()+self::getNotPossibleOnly();
    }


    public static function getOtherDontNoOnly(){
        return [ 
            'bn'=>[ 666=>'অন্যান্য (উল্লেখ করুন)',888=>'জানি না', 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }

    public static function getGiveAnswerDontNoOnly(){
        return [ 
            'bn'=>[ 666=>'উত্তর দিন',888=>'জানি না', 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }
    //11.1
    public static function getYes2NoIgnore(){
        return [ 
            'bn'=>[1=>'হ্যাঁ, বর্তমানে আছে',2=>'হ্যাঁ, আগে ছিল',3=>'না', 999=>'অস্বীকৃিত জানানো']][session('language')];
    }

    public static function getDontNoIngore(){
        return [ 
            'bn'=>[ 888=>'জানি না', 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }

    public static function getYesNoOther(){
        return [ 'en'=>[ 1=>'Yes', 2=>'No', 666=>'Other', 999=>'Refuse'],
            'bn'=>[ 1=>'হ্যাঁ', 2=>'না',666=> 'অন্যান্য (উল্লেখ করুন)' ,999=>'উত্তর দিতে অসম্মত']][session('language')];
    }
    //7.1
    public static function getYesNo(){
        return [ 'en'=>[ 1=>'Yes', 2=>'No', 999=>'Refuse'],
            'bn'=>[ 1=>'হ্যাঁ', 2=>'না', 999=>'উত্তর দিতে অসম্মত']][session('language')];
    }
    //7.9
    public static function getYesNoDontKnow(){
        return [ 
            'bn'=>[ 1=>'হ্যাঁ', 2=>'না',888=> 'জানি না' ,999=>'উত্তর দিতে অসম্মত']

        ][session('language')];
    }
    public static function getDontKnowOther(){
        return [ 
            'bn'=>[666=>'৬৬৬ অন্যান্য (উল্লেখ করুন) 666', 888=>'৮৮৮ জানি না 888' ]][session('language')];

    }


    public static function getPrimaryOccupation(){
        return[
        	
            'bn'=> [
                1 =>'গৃহিণী | HouseWife  1',
                2 =>'ছাত্রী | Student 2',
                3 =>'কর্মজীবী | Job Holder 3',
                4 =>'বাড়িতে বসেই কাজ কবেন | Work at home 4',
                5 =>'গার্মেন্টস কর্মী | Garments Worker 5',
                6 =>'শিক্ষকতা | Teacher 6',
                7 =>'ব্যবসা | Business 7',
                8 =>'ডাক্তার | Doctor 8',
                9 =>'ইঞ্জিনিয়ার | Engineer 9',
                10 =>'কৃষিকাজ | Agriculture 10',
                11 =>'অবসরপ্রাপ্ত | Retired 11',
                12 =>'উকিল | lawyer 12',
                13 =>'দোকানদার | Shopkeeper  13',
                14 =>'আর্মি/নেভী/এয়ারফোর্স | Army/Navy/Air force 14',
                15 =>'দজি | Tailor  15',
                16 =>'জন-প্রতিনিধি | Public representative 16',
                17 =>'জেলে | fisherman 17',
                18 =>'দিনমজুর | Day laborer 18',
                19 =>'হোমিওপ্যাথি চিকিৎসক | 
Homeopathy Physicians  19',
                20 =>'পল্লী চিকিৎসক | Veterinarians 20',
                21 =>'কবিরাজ | Kaviraj 21',
                22 =>'ক্ষুদ্র ব্যবসায়ী | Small Business 22',
                23 =>'ভিক্ষুক | Beggar 23',
                24 =>'স¦-নিয়োজিত | Self-employed 24',
                25 =>'সরকারি চাকুরি | Government service 25',
                26 =>'বেসরকারি চাকুরি | Private job 26',
                27 =>'বেকার  | Unemployed 27',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]]
            [session('language')];
    }

    public static function citycorporationlist($data, $id=null){
        $dis= [];

        if($data > 0){
            $dis = \App\Area::select(DB::raw('id,concat(name," | ",eng_name) as name'))->where(['type_id'=>7, 'parent_id'=>$data])->pluck('name','id')->toArray();
            
        }else if($id!=null){
            $dis = \App\Area::select(DB::raw('id,concat(name," | ",eng_name) as name'))->where('id',$id)->first();
        }

        return $dis;
    }

    public static function upazilalist($data, $id=null){
        $dis= [];
        if($data > 0){
            $dis = \App\Area::select(DB::raw('id,concat(name," | ",eng_name) as name'))->where('parent_id',$data)->whereIn('type_id',[6,8])->pluck('name','id')->toArray();
            
        }else if($id!=null){
            $dis = \App\Area::select(DB::raw('id,concat(name," | ",eng_name) as name'))->where('id',$id)->first();
        }

        return $dis;
    }

    public static function districtList($id=null){
        
        $dis=null;

        if( $id !=null ){
            $dis = $dis = \App\Area::select(DB::raw('id,concat(name," | ",eng_name) as name'))->where('type_id',5)->where('id',$id)->first();
        }else{

            $dis = \App\Area::select(DB::raw('id,concat(name," | ",eng_name) as name'))->where('type_id',5)->   pluck('name','id')->toArray();
        }
        

        return $dis;
        
    }



    public static function districtListLimit($id=null){
        
        $dis=null;

        if( $id !=null ){
            $dis = $dis = \App\Models\AreaLimit::select(DB::raw('area_id,concat(name," | ",eng_name) as name'))->where('area_id',$id)->first();
        }else{

            $dis = \App\Models\AreaLimit::select(DB::raw('area_id as id,concat(name," | ",eng_name) as name'))->   pluck('name','id')->toArray();
        }
        

        return $dis;
        
    }
    
    public static function liveIn(){
        return [ 
            'bn'=>[ 1=>'শহর', 2=>'গ্রাম', 888=>'জানি না',999=>'উত্তর দিতে অসম্মত']][session('language')];
    }

    public static function getEducationalBackground(){
        return [

            'bn'=>[0=>'নিরক্ষর',1=>'1',2=>'2',3=>'3',4=>'4',5=>'5',6=>'6',7=>'7',8=>'8',9=>'9', 10=> 'এস এস সি',11=>'11', 12=> 'এইচ এস সি',13=>'13',14=>'14',15=>'ডিগ্রী', 16=> 'অনার্স',17=>'মাস্টার্স', 22=> 'অপ্রাতিষ্ঠানিক শিক্ষা', 666=> 'অন্যান্য 666', 999=>'উত্তর দিতে অসম্মত 999']][session('language')];
    }

    public static function marialStatus($index=null){

        $a = [
            'bn'=>[
                1 => 'অবিবাহিত',
                2 => 'বিবাহিত, স্বামী সাথে থাকেন',
                3 => 'বিবাহিত, স্বামী অন্যত্র থাকেন',
                4 => 'বিবাহিত, আলাদা থাকেন (স্বামীর কাছ থেকে এখনও তালাক হয়নি)',
                5 => 'তালাকপ্রাপ্তা',
                6 => 'বিধবা',
                999 => 'অস্বীকৃিত জানানো',
            ]
        ][session('language')];

        return isset($index) ? $a[$index]:$a;

    }

    //7.4
    public static function getFamilyPlanStep(){

        return [

            'bn'=>[
                1 =>'খাবার বড়ি 1',
                2 =>'আইইউডি 2',
                3 =>'ইনজেকশন 3',
                4 =>'ইমপ্ল্যন্ট 4',
                5 =>'লাইগেশন 5',
                6 =>'কপার টি 6',
                7 =>'লিপিস লুপ 7',
                8 =>'ডায়াফ্রাম 8',
                9 =>'জেলি 9',
                10 =>'রিং 10',
                11 =>'প্যাচ 11',
                12 =>'কনডম 12',
                13 =>'ভ্যাসেকটমি 13',
                14 =>'প্রাকৃতিক জন্মনিয়ন্ত্রণ পদ্ধতি 14',
                15 =>'ইমারজেন্সি পিল/ইসিপি 15',
                16 =>'বন্ধ্যাকরণ 16',
                17 =>'মহিলা কনডম 17',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
            ]
        ][session('language')];
    }

    public static function getWhereList(){

        
        $person = self::FacilityPerson();
        $getDontKnowOther = self::getDontKnowOther();
        $places = self::FacilityPlaces();

        return $places+$getDontKnowOther+$person;
    }
    public static function getWhoList(){

        
        $person = self::FacilityPerson();
        $getDontKnowOther = self::getDontKnowOther();
        $places = self::FacilityPlaces();

        return $person+$getDontKnowOther+$places;
    }

    public static function FacilityPlaces(){
        return [

            'bn'=>[
                //20 =>'২০ কমিউনিটি ক্লিনিক 20',
                21 =>'২১ ইউনিয়ন সাব-সেন্টার 21',
                22 =>'২২  উ:জে: স্বাস্থ্য কমপ্লেক্স 22',
                23 =>'২৩ জেলা সদর/জেনারেল হাসপাতাল 23',
                24 =>'২৪ মেডিকেল কলেজ হাসপাতাল 24',
                25 =>'২৫ বিশেষায়িত/স্পেশালাইজ্ড হাসপাতাল 25',
                26 =>'২৬ সরকারী হাসপাতাল 26',
                27 =>'২৭ বেসরকারী হাসপাতাল/ক্লিনিক 27',
                28 =>'২৮ ব্র্যাক ক্লিনিক 28',
                29 =>'২৯ সূর্যের হাসি ক্লিনিক 29',
                30 =>'৩০ সবুজ ছাতা হাসপাতাল 30',
                31 =>'৩১ স্যাটেলাইট ক্লিনিক 31',
                32 =>'৩২ ইপিআই টিকা কেন্দ্র 32',
                33 =>'৩৩ স্কুল/কলেজ/ইউনিভার্সিটি 33',
                34 =>'৩৪ উপাষণালয় 34',
                35 =>'৩৫ বাসায় 35',                
                36=> '৩৬ মা ও শিশু কল্যাণ কেন্দ্র 36',
                37=> '৩৭ কমিউনিটি ক্লিনিক 37',
                38=> '৩৮ ইউনিয়ন স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র 38'
            ]
        ][session('language')];
    }

    public static function FacilityPerson(){
        return [

            'bn'=>[
                1 =>'১ সরকারী স্বাস্থ্য/পরিবার কল্যাণ কর্মী 1',
                2 =>'২ বেসরকারী/এনজিও স্বাস্থ্যকর্মী 2',
                3 =>'৩ পুষ্টি আপা 3',
                4 =>'৪ ব্র্যাক আপা/কর্মী 4',
                5 =>'৫ এলাকার দাই/ধাত্রী 5',
                6 =>'৬ নার্স 6',
                7 =>'৭ কমিউনিটি হেল্থ্ কেয়ার প্রোভাইডার 7',
                8 =>'৮ ফার্মেসির দোকানদার 8',
                9 =>'৯ পল্লী চিকিৎসক 9',
                10 =>'১০ হোমিও/ইউনানি/আয়ূর্বেদি/কবিরাজি চিকিৎসক 10',
                11 =>'১১ এলাকার এমবিবিএস/ বিশেষজ্ঞ চিকিৎসক 11',
                12 =>'১২ মুরুব্বি/আত্মীয়/প্রতিবেশি 12',
                13 =>'১৩ শিক্ষক 13',
                14 =>'১৪ ইমাম 14',
                15 =>'১৫ স্বামী 15',
                16 =>'১৬ পুরোহিত 16',
                17 =>'১৭ কমিউনিটি সাপোর্ট গ্রুপ 17',
                18 =>'১৮ কমিউনিটি এডভোকেট 18',
                19 =>'১৯ গণমাধ্যম 19',
                20 =>'২০ মিডওয়াইফ 20',
            ]
        ][session('language')];
    }
    
    //4.2
    //8.4

    public static function getPregnantNoOfService(){
        $ages['en']=[];
        $ages['bn']=[];
        for ($i=1;$i<=15; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }
        $ages['en'][888]="Don't Know";
        $ages['bn'][888]="জানি না 888";
        $ages['en'][999]="Refuse";
        $ages['bn'][999]="উত্তর দিতে অসম্মত 999";

        return $ages[session('language')];
    }

    //4.3
    //9.5
    public static function getDeliverHelper(){


        return [
            'bn'=>[
                1 =>'মুরুব্বি/আত্মীয়/প্রতিবেশি',
                2 =>'সরকারী স্বাস্থ্য/পরিবার কল্যাণ কর্মী',
                3 =>'বেসরকারী/এনজিও স্বাস্থ্য্রকর্মী',
                4 =>'নার্স',
                5 =>'এলাকার প্রশিক্ষিত কর্মী/দাই/ধাত্রী',
                6 =>'এলাকার এমবিবিএস/ বিশেষজ্ঞ চিকিৎসক',
                7 =>'কমিউনিটি হেল্থ্ কেয়ার প্রোভাইডার',
                8 =>'পল্লীচিকিৎসক',
                666 =>'অন্যান্য (উল্লেখ করুন)',
                888 =>'জানি না',
            ]

        ][session('language')];
    }
    //4.4
    public static function getDeliverHelperPlaces(){

        return [
            'bn'=>[
                1 =>'ফার্মেসি',
                2 =>'এলাকায় হোমিও/ইউনানি/আয়ূর্বেদি/কবিরাজি চিকিসক',
                3 =>'কমিউনিটি ক্লিনিক',
                4 =>'ইউনিয়ন সাব-সেন্টার',
                5 =>'উ:জে: স্বাস্থ্য কমপ্লেক্স',
                6 =>'জেলা সদর/জেনারেল হাসপাতাল',
                7 =>'মা ও শিশু হাসপাতাল',
                8 =>'মেডিকেল কলেজ হাসপাতাল )',
                9 =>'বিশেষায়িত/স্পেশালাইজ্ড হাসপাতাল',
                10 =>'বেসরকারী হাসপাতাল/ক্লিনিক',
                11 =>'সূর্যের হাসি ক্লিনিক',
                12 =>'সবুজ ছাতা হাসপাতাল',
                13 =>'স্যাটেলাইট ক্লিনিক',
                666 =>'অন্যান্য (উল্লেখ করুন)',
                888 =>'জানি না',
            ]
        ][session('language')];
    }
    //4.6
    //10.8
    public static function getPregnancyDangers(){

        return [
            'bn'=>[
                1 =>'ভীষণ জ্বর এবং ভীষণ দুর্বলতা 1',
                2 =>'খিচুনি 2',
                3 =>'মাথাব্যথা ও চোখে ঝাপসা দেখা 3',
                4 =>'রক্ত¤্রাব 4',
                5 =>'বিলম্বিত প্রসব 5',
                6 =>'তীব্র পেটে ব্যাথা 6',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
            ]

        ][session('language')];
    }
    //4.7
    //10.9
    public static function getPregnancyDangersWhereToGo(){

        return [
            'bn'=>[
                1 =>'কমিউনিটি ক্লিনিক',
                2 =>'ইউনিয়ন সাব-সেন্টার',
                3 =>'উ:জে: স্বাস্থ্য কমপ্লেক্স',
                4 =>'জেলা সদর/জেনারেল হাসপাতাল',
                5 =>'মা ও শিশু হাসপাতাল',
                6 =>'মেডিকেল কলেজ হাসপাতাল',
                7 =>'বেসরকারী হাসপাতাল/ক্লিনিক',
                8 =>'সূর্যের হাসি ক্লিনিক',
                9 =>'সবুজ ছাতা হাসপাতাল',
                10 =>'স্যাটেলাইট ক্লিনিক',
                666 =>'অন্যান্য (উল্লেখ করুন)',
                888 =>'জানি না',
            ]
        ][session('language')];
    }

    //4.8
    public static function getDeliverPlacesToGo(){


        return [
            'bn'=>[
                1 =>'উ:জে: স্বাস্থ্য কমপ্লেক্স',
                2 =>'জেলা সদর/জেনারেল হাসপাতাল',
                3 =>'মা ও শিশু হাসপাতাল',
                4 =>'মেডিকেল কলেজ হাসপাতাল',
                5 =>'বিশেষায়িত/স্পেশালাইজ্ড হাসপাতাল',
                6 =>'সরকারী হাসপাতাল',
                7 =>'বেসরকারী হাসপাতাল/ক্লিনিক',
                8 =>'সূর্যের হাসি ক্লিনিক',
                9 =>'সবুজ ছাতা হাসপাতাল',
                10 =>'স্যাটেলাইট ক্লিনিক',
                666 =>'অন্যান্য (উল্লেখ করুন)',
                888 =>'জানি না',
            ]

        ][session('language')];
    }

    //4.10
    public static function getMidwifeQualifications(){


        return [
            'bn'=>[
                1 =>'প্রজনন স্বাস্থ্য ও প্রসবকালীন সেবা বিষয়ক কলেজ ডিগ্রী 1',
                2 =>'নার্সিং বিষয়ক কলেজ ডিগ্রী 2',
                3 =>'কোন ডিগ্রীর প্রয়োজন নাই 3',
                4 =>'প্রসুতি সেবা বিষয়ক প্রশিক্ষণ 4',
                888 =>'জানি না 888',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }

    //4.13
    public static function getPregnancyWhatHappened(){


        return [
            'bn'=>[
                1 =>'অনেক সময় ধরে (১২ ঘন্টার বেশি) প্রসব ব্যথা 1',
                2 =>'দীর্ঘসময় ধরে বাচ্চার মাথা জরায়ুমুখে আটকে থাকলে 2',
                3 =>'শুধু মাথা বের হওয়ার পর অন্য কিছু না বের হওয়া 3',
                4 =>'প্রসবের সময় মাথার বদলে প্রথমে হাত, পা ইত্যাদি বেরিয়ে আসা 4',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }
    //4.13.a
    public static function getPregnancyWhatToDo(){


        return [
            'bn'=>[
                1 =>'১ প্রসব ব্যথা ১২ ঘন্টার বেশি (অর্ধদিন) অতিবাহিত হলে/ হওয়া মাত্রই 1',
                2 =>'২ যখন প্রসবের সময় মাথার বদলে প্রথমে হাত, পা ইত্যাদি বেরিয়ে আসে 2',
                3 =>'৩ দশ (১০) মিনিটের অধিক সময়ে মাথা ছাড়া অন্য কিছু বের না হওয়া 3',
                666 =>'অন্যান্য ( উল্লেখ করুন )---------------666',
                888 =>'জানি না -------------------------888',
            ]

        ][session('language')];
    }

    //4.14
    public static function getPregnancyWhatToDoForSafety(){


        return [
            'bn'=>[
                1 =>'নিরাপদ প্রসবের জন্য একটি কেন্দ্র সনাক্ত করা 1',
                2 =>'২৪ ঘন্টা জরুরি সেবার একটি কেন্দ্র সনাক্ত করা 2',
                3 =>'একজন দক্ষ প্রসব কর্মীসনাক্ত করা 3',
                4 =>'জরুরী প্রয়োজনে অর্থের ব্যবস্থা করা 4',
                5 =>'জরুরী যোগাযোগের জন্য অগ্রিম পরিবহনের পরিকল্পনা করা 5',
                6 =>'জরুরী প্রয়োজনে রক্তদাতা সনাক্ত করা 6',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }
    //5.2
    public static function getCancerHappenedProblem(){


        return [
            'bn'=>[
                1 =>'রক্ত স্রাব 1',
                2 =>'মিলনের পরে জরায়ু পথে রক্তপাত 2',
                3 =>'জরায়ু পথে প্রচন্ড ব্যাথা 3',
                4 =>'সাদা স্রাব 4',
                888 =>'জানি না 888',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }

    //5.4
    public static function getCancerInfectedAge(){
        $ages['en']=[];
        $ages['bn']=[];
        for ($i=5;$i<=90; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }
        $ages['en'][888]="Don't Know 888";
        $ages['bn'][888]="জানি না 888";
        

        return $ages[session('language')];
    }

    //5.5
    //6.8
    //9.4
    //10.4
    //10.10
    //10.15
    //10.20
    public static function getCancerTestPlaces(){

        return [
            'bn'=>[
                1 =>'কমিউনিটি ক্লিনিক',
                2 =>'ইউনিয়ন সাব-সেন্টার',
                3 =>'উ:জে: স্বাস্থ্য কমপ্লেক্স',
                4 =>'সরকারীজেলা সদর/জেনারেল হাসপাতাল',
                5 =>'মা ও শিশু হাসপাতাল',
                6 =>'মেডিকেল কলেজ হাসপাতাল',
                7 =>'বিশেষায়িত/স্পেশালাইজ্ড হাসপাতাল',
                8 =>'বেসরকারী হাসপাতাল/ক্লিনিক',
                9 =>'সূর্যের হাসি ক্লিনিক',
                10 =>'সবুজ ছাতা হাসপাতাল',
                11 =>'স্যাটেলাইট ক্লিনিক',
                12 =>'ইপিআই টিকা কেন্দ্র',
                13 =>'স্বাস্থ্য কেন্দ্রের নার্স',
                14 =>'এলাকার এমবিবিএস/ বিশেষজ্ঞ চিকিৎসক',
                666 =>'অন্যান্য [উল্লেখ করুন)',
                888 =>'জানি না',
            ]
        ][session('language')];
    }

    //5.8    
    public static function getCancerTestYesHow(){


        return [
            'bn'=>[
                1 =>'নিজে নিজে পরীক্ষা করা যায় 1',
                2 =>'হাসপাতালে গিয়ে পরীক্ষা করতে হয় 2',
                666 =>'অন্যান্য ( উল্লেখ করুন ) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }

    //6.1
    public static function getMasikFirstInfectedAge($limit = null){
        $ages['en']=[];
        $ages['bn']=[];
        $limit = $limit == null ? 49 : $limit;
        for ($i=8;$i<=$limit; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }
        $ages['en'][555]="Not Yet";
        $ages['bn'][555]="এখনও হয়নি";

        $ages['en'][888]="Dont Know";
        $ages['bn'][888]="জানি না";

        $ages['en'][999]="Refuse";
        $ages['bn'][999]="উত্তর দিতে অসম্মত";
        

        return $ages[session('language')];
    }

    //6.2   
    public static function getMasikUsedTools(){


        return [
            'bn'=>[
                1 =>'পুরনো কাপড় 1',
                2 =>'নতুন কাপড় 2',
                3 =>'তুলা 3',
                4 =>'স্যানিটারি প্যাড 4',
                5 =>'কিছু না 5',
                666 =>'অন্যান্য ( উল্লেখ করুন ) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }

    //6.3 
    public static function getMasikUsedToolsAfter(){


        return [
            'bn'=>[
                1 =>'পুড়িয়ে ফেলি 1',
                2 =>'ময়লার ঝুড়িতে ফেলি 2',
                3 =>'ডাস্টবিনে ফেলি 3',
                4 =>'মাটিতে পুতে ফেলি 4',
                5 =>'পুনঃ ব্যবহারের জন্য সংক্ষরণ করি 5',
                666 =>'অন্যান্য ( উল্লেখ করুন ) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }


    //6.4
    public static function getMasikCleanTools(){


        return [
            'bn'=>[
                1 =>'শুধু পানি দিয়ে 1',
                2 =>'পানি ও সাবান দিয়ে 2',
                3 =>'পানি ও জীবাণুনাশক দিয়ে 3',
                4 =>'পরিষ্কার করি না 4',
                666 =>'অন্যান্য ( উল্লেখ করুন ) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }

    //6.6
    public static function getReproductiveSolutionTaken(){


        return [
            'bn'=>[
                1 =>'বয়ঃসন্ধিকালের শারিরীক ও মানসিক পরিবর্তন 1',
                2 =>'টিটি এবং অন্যান্য টিকা 2',
                3 =>'ব্যাক্তিগত এবং ঋতুস্রাব ( মাসিক ) জনিত পরিস্কার পরিচ্ছন্নতা 3',
                4 =>'যৌন ও প্রজনন তন্ত্রের সংক্রমন/প্রদাহের চিকিৎসা 4',
                5 =>'মাসিক ( ঋতুস্রাব ) জনিত জটিলতার চিকিৎসা ও ব্যবস্থাপনা 5',
                6 =>'প্রসব পুর্ববর্তী, প্রসবকালীন ও প্রসব পরবর্তী সেবা 6',
                7 =>'মাসিক নিয়মিত করন (এমআর ) এবং গর্ভপাত পরবর্তী সেবা 7',
                //8 =>'টিটি এবং অন্যান্য টিকা 8',
                8 =>'পরিবার পরিকল্পনা সেবা 8',
                9 =>'খাদ্য ও পুষ্টি 9',
                10 =>'নারীর প্রতি সহিংসতা (জিবিভি) প্রতিরোধ ও প্রতিকার 10',
                11 =>'বাল্যবিবাহ প্রতিরোধ 11',
                12 =>'মাদকাসশিক্ত প্রতিরোধ ও চিকিৎসা 12',
                13 =>'রক্ত স্বল্পতার চিকিৎসা 13',
                14 =>'সাধারণ রোগের চিকিৎসা 14',
                666 =>'অন্যান্য ( উল্লেখ করুন ) 666',
            ]

        ][session('language')];
    }


    //6.7
    //10.11
    public static function getReproductiveSolutionProvider(){


        return [
            'bn'=>[
                1 =>'সরকারী স্বাস্থ্য/পরিবার কল্যাণ কর্মী',
                2 =>'বেসরকারী/এনজিও স্বাস্থ্য্রকর্মী',
                3 =>'পুষ্টি আপা',
                4 =>'ব্র্যাক আপা/কর্মী',
                5 =>'এলাকার দাই/ধাত্রী',
                6 =>'নার্স',
                7 =>'কমিউনিটি হেল্থ্ কেয়ার প্রোভাইডার',
                8 =>'ফার্মেসি',
                9 =>'পল্লীচিকিৎসক',
                10 =>'হোমিও/ইউনানি/আয়ূর্বেদি/কবিরাজি চিকিসক',
                11 =>'এলাকার এমবিবিএস/ বিশেষজ্ঞ চিকিৎসক',
                666 =>'অন্যান্য (উল্লেখ করুন)',
            ]

        ][session('language')];
    }

    //6.10
    public static function getReproductiveServiceHappinessAck(){


        return [
            'bn'=>[
                1 =>'যারা সেবা দিয়েছিল তারা খুব সহায়ক ছিল 1',
                2 =>'সময়মত সেবা দিয়েছিল 2',
                3 =>'গোপনীয়তা  রক্ষা করা হয়েছিল 3',
                4 =>'সুবিধাজনক সময়ে সেবা পাওয়া যায় 4',
                5 =>'ছুটির দিনে সেবা পাওয়া যায় 5',
                6=>'চিকিৎসা সেবা ভাল ছিল 6',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888=>'জানি না 888',
            ]

        ][session('language')];
    }

    //6.11
    public static function getReproductiveServiceAngryAck(){


        return [
            'bn'=>[
                1 =>'যারা সেবা দিয়েছিল তারা খুব সহায়ক ছিল না 1',
                2 =>'সময়মত সেবা দেয়নি 2',
                3 =>'গোপনীয়তা  রক্ষা করা হয়নি 3',
                4 =>'সুবিধাজনক সময়ে সেবা পাওয়া যায় না 4',
                5 =>'ছুটির দিনে সেবা পাওয়া যায় না 5',
                6=>'চিকিৎসা সেবা ভাল ছিল না 6',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
                888=>'জানি না 888',
            ]

        ][session('language')];
    }
    //6.13
    //2019-09-04
    public static function getPinkDressCalled(){


        return [
            'bn'=>[
                1 =>'ডাক্তার 1',
                2 =>'নার্স 2',
                3 =>'মিডওয়াইফ 3',
                4 =>'ধাত্রি 4',                
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }
    

    //7.2
    public static function getBirthControlChildNumber(){


        $ages['en']=[];
        $ages['bn']=[];
        for ($i=1;$i<=15; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }
        

        $ages['en'][999]="Refuse";
        $ages['bn'][999]="উত্তর দিতে অসম্মত";
        

        return $ages[session('language')];
    }


    //7.10
    //7.12
    public static function getFamilyPlanningSideEffect(){


        return [
            'bn'=>[
                1 =>'অনিয়মিত মাসিক 1',
                2 =>'মাসিকের মধ্যবর্তী সময়ে রক্তপাত 2',
                3 =>'তলপেটে ব্যথা 3',
                4 =>'মাসিকে অতিরিক্ত রক্তস্রাব 4',
                5 =>'অতিরিক্ত সাদাস্রাব 5',
                6=>'মাথা ঘোরা 6',
                7=>'মোটা হয়ে যাওয়া / ওজন বাড়া 7',
                8=>'বমি হওয়া 8',
                9=>'স্তন এ ব্যথা অনুভূত হওয়া 9',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }


    //9.3
    //10.3
    public static function getPregnantNoOfTimes($length=10){
        $ages['en'][0]="Never";
        $ages['bn'][0]="একবারও না";
        for ($i=1;$i<=$length; $i++){
            $ages['en'][$i]=$i;
            $ages['bn'][$i]=$i;
        }
        
        $ages['en'][888]="Don't Know";
        $ages['bn'][888]="জানি না";
        $ages['en'][999]="Refuse";
        $ages['bn'][999]="উত্তর দিতে অসম্মত";

        return $ages[session('language')];
    }

    //9.6
    //10.6
    public static function getPregnancyServiceWhyNotTaken(){


        return [
            'bn'=>[
                1 =>'প্রসব পূর্ববর্তী সেবা আছে সে সর্ম্পকে কেউ বলে নি 1',
                2 =>'কোথায় সেবা পাওয়া যাবে তা জানা নেই 2',
                3 =>'কেউ নিয়ে যায় না 3',
                4 =>'অনেক দুর 4',
                5 =>'অভাব 5',
                6 =>'খরচ অনেক বেশী 6',
                7 =>'পরিবার সম্মত নয় 7',
                999 =>'অস্বীকৃিত জানানো 999',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
            ]

        ][session('language')];
    }


    //9.7
    public static function getPregnancyServiceWhatStepsTaken(){


        return [
            'bn'=>[
                1 =>'নিরাপদ প্রসবের জন্য একটি কেন্দ্র সনাক্ত করা 1',
                2 =>'২৪ ঘন্টা জরুরি সেবার একটি কেন্দ্র সনাক্ত করা 2',
                3 =>'একজন দক্ষ প্রসব কর্মীসনাক্ত করা 3',
                4 =>'জরুরী প্রয়োজনে অর্থের ব্যবস্থা করা 4',
                5 =>'জরুরী যোগাযোগের জন্য অগ্রিম পরিবহনের পরিকল্পনা করা 5',
                6 =>'জরুরী প্রয়োজনে রক্তদাতা সনাক্ত করা 6',
                7 =>'কোন প্রস্তুতি নেয়া হয়নি 7',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }
    //10.12
    public static function getPregnancyBirthPostion($key=null){


        $a= [
            'bn'=>[
                1 =>'স্বাভাবিক ভাবে জরায়ু পথে প্রসব হয়েছিল 1',
                2 =>'প্রলম্বিত/বাধাগ্রস্থ হয়ে অনেক সময় পর জরায়ু পথে প্রসব হয়েছিল 2',
                3 =>'হাতে টেনে জরায়ু পথে বাচ্চা বের করা হয়েছিল 3',
                4 =>'জরায়ু পথ কেটে প্রসব করানো হয়েছিল 4',
                5 =>'যন্ত্র দিয়ে টেনে জরায়ু পথে বাচ্চা বের করা হয়েছিল 5',
                6 =>'অপারেশন করে /সিজারিয়ান/পেট কেটে করানো হয়েছিল 6',
                7 =>'গর্ভপাত হয়েছিল 7',
                8 =>'মৃত বাচ্চাপ্রসব হয়েছিল 8',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];


        return $key == null? $a:$a[$key];
    }

    //10.14
    public static function getBirthProblemIssue(){


        return [
            'bn'=>[
                1 =>'বিলম্বিত প্রসব 1',
                2 =>'বাধাগ্রস্থ প্রসব 2',
                3 =>'গর্ভফুল বের হতে সমস্যা হওয়া 3',
                4 =>'খিচুনি 4',
                5 =>'জরায়ু পথে রক্তক্ষরণ 5',
                6 =>'প্রসবের রাস্তায় হাত বা পা আগে আসা 6',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }


    //5.4
    public static function getCancerTestWhy(){


        return [
            'bn'=>[
                1 =>'জরায়ুমুখের ক্যান্সার যথাসময়ে সনাক্তকরণ 1',
                2 =>'জরায়ুমুখের ক্যান্সার প্রতিরোধ 2',
                3 =>'জরায়ুমুখের ক্যান্সার চিকিৎসা 3',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
            ]

        ][session('language')];
    }



    //10.17
    public static function getBirthProblemIssueWithChild(){


        return [
            'bn'=>[
                1 =>'বাচ্চা দেরিতে কান্না করেছিল 1',
                2 =>'বাচ্চা নীল হয়ে গিয়েছিল 2',
                3 =>'বাচ্চার খিচুনি  গিয়েছিল 3',
                4 =>'জন্মগত ত্রুটি ছিল 4',
                5 =>'বাচ্চা জন্মের সময় আঘাতপ্রাপÍ হয়েছিল 5',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }


    //11.2
    public static function getFistulaWasteBreakAnswer(){


        return [
            'bn'=>[
                1 =>'শুধু প্রস্রাব',
                2 =>'শুধু মল/পায়খানা',
                3 =>'দুটোই',
                999 =>'অস্বীকৃিত জানানো',
            ]

        ][session('language')];
    }

    //11.4
    public static function getFistulaWasteBreakProblemsWhy(){


        return [
            'bn'=>[
                1 =>'প্রসবের পর 1',
                2 =>'দুর্ঘটনার পর 2',
                3 =>'তলপেটে অপারেশন-এর পর 3',
                4 =>'গর্ভপাতের পর 4',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                888 =>'জানি না 888',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }


    //11.5
    public static function getPregnancyFistulaTiming(){


        return [
            'bn'=>[
                1 =>'প্রথম গর্ভাবস্থার পর 1',
                2 =>'দ্বিতীয় গর্ভাবস্থার পর 2',
                3 =>'তৃতীয় গর্ভাবস্থার পর 3',
                666 =>'গর্ভাবস্থার পর 666',
            ]

        ][session('language')];
    }

    //11.6
    public static function getPregnancyDeliveryPlacesFistula(){


        return [
            'bn'=>[
                1 =>'বাসায়',
                2 =>'এলাকায় পল্লীচিকিৎসক/হোমিও/ইউনানি/আয়ূর্বেদি/কবিরাজি কেন্দ্রে',
                3 =>'কমিউনিটি ক্লিনিক',
                4 =>'ইউনিয়ন সাব-সেন্টার',
                5 =>'উ:জে: স্বাস্থ্য কমপ্লেক্স',
                6 =>'জেলা সদর/জেনারেল হাসপাতাল',
                7 =>'মা ও শিশু হাসপাতাল',
                8 =>'মেডিকেল কলেজ হাসপাতাল',
                9 =>'বিশেষায়িত/স্পেশালাইজ্ড হাসপাতাল',
                10 =>'বেসরকারী/এনজিও হাসপাতাল/ক্লিনিক',
                11 =>'ব্র্যাক ক্লিনিক',
                12 =>'সূর্যের হাসি ক্লিনিক',
                13 =>'সবুজ ছাতা হাসপাতাল',
                666 =>'অন্যান্য (উল্লেখ করুন)',
                888 =>'জানি না',
            ]

        ][session('language')];
    }

    //11.7
    public static function getPregnancyDeliveryPlacesHowFinished(){


        return [
            'bn'=>[
                1 =>'স্বাভাবিক ভাবে জরায়ু পথে প্রসব হয়েছিল 1',
                2 =>'প্রলম্বিত/অনেক সময় পর জরায়ু পথে প্রসব হয়েছিল 2',
                3 =>'হাতে টেনে জরায়ু পথে বাচ্চা বের করা হয়েছিল 3',
                4 =>'জরায়ু পথ কেটে প্রসব করানো হয়েছিল 4',
                5 =>'যন্ত্র দিয়ে টেনে জরায়ু পথে বাচ্চা বের করা হয়েছিল 5',
                6 =>'অপারেশন করে /সিজারিয়ান/পেট কেটে করানো হয়েছিল 6',
                7 =>'গর্ভপাত হয়েছিল 7',
                8 =>'মৃতপ্রসব হয়েছিল 8',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }


    //11.9
    public static function getPregnancyDeliverySocialFamilyObstacles(){


        return [
            'bn'=>[
                1 =>'স্বামীর গঞ্জনা 1',
                2 =>'শশুর/ শাশুড়ী/ননদের গঞ্জনা 2',
                3 =>'স্বামী পরিত্যাক্তা 3',
                4 =>'তালাকপ্রাপ্তা 4',
                5 =>'আলাদা থাকেন 5',
                6 =>'সার্বক্ষণিক মানসিক অস্বঃস্তি 6',
                7 =>'সংসারে অশান্তি 7',
                666 =>'অন্যান্য (উল্লেখ করুন) 666',
                999 =>'অস্বীকৃিত জানানো 999',
            ]

        ][session('language')];
    }

    //Reproductive Quesiton Data
    public static function questionText(){
        return [
		
        'bn'=>[
            '0'=>'<strong>আসসালাম ওয়ালাইকুম!</strong></br>আমি বাংলাদেশ সরকারের স্বাস্থ্য মন্ত্রণালয়ের অধীনে স্বাস্থ্য অধিদপ্তরের একটি প্রতিষ্ঠান রোগতত্ত্ব, রোগ নিয়ন্ত্রন ও গবেষণা ইনষ্টিটিউট (IEDCR) থেকে বলছি।  IEDCR ফোনের মাধ্যমে স্বাস্থ্য সংক্রান্ত বিভিন্ন জরীপের মাধ্যমে তথ্য সংগ্রহ করে। এ মূহূর্তে  আমরা ১৫ থেকে ৪৯ বছরের মহিলাদের প্রজনন স্বাস্থ্য বিষয়ে তথ্য সংগ্রহ করছি। এর জন্য ১৫ মিনিটের মত সময় লাগবে। আপনি রাজী হলে আপনার সাথে কথা বলতে চাচ্ছি। আপনি যে কোন প্রশ্নের উত্তর নাও দিতে পারেন অথবা ভাল না লাগলে যে কোন সময় কথা বলা বন্ধ করতে পারেন। আপনার দেয়া তথ্যগুলোর গোপনীয়তা রক্ষা করা হবে এবং গবেষণার ফলাফল দেশের মহিলাদের স্বাস্থ্যের উন্নতিতে ব্যবহার করা হবে।</br> </br><ul><li>সাক্ষাৎকার প্রদানকারী সম্মত হলে ধন্যবাদ জানিয়ে প্রশ্ন শুরু করুন। </li><li>সাক্ষাৎকার প্রদানকারীর বয়স ১৫ থেকে ৪৯ বছরের মধ্যে কিনা তা জানার চেষ্টা করুন। </li><li>সাক্ষাৎকার প্রদানে অসম্মত হলে সাক্ষাৎকার দেয়ার জন্য উৎসাহিত করুন, তারপরও রাজি না হলে সমাপনী বক্তব্য বলুন ও সাক্ষাৎকারটি শেষ করুন। </li><li>সাক্ষাৎকার প্রদানকারী পরে সাক্ষাৎকার দিতে রাজি হলে সাক্ষাৎকারের জন্য সময় নির্ধারণ করুন। </li><li>যদি পুরুষ ফোন ধরে, কেন এবং কোথা থেকে ফোন করছেন তা জানিয়ে বাড়িতে ১৫ থেকে ৪৯ বছর বয়সের কোন  মহিলা থাকলে তাকে দিতে অনুরোধ করুন। পরে দিতে চাইলে সাক্ষাৎকারের জন্য সময় নির্ধারণ করুন। </li><li>১৮ বছরের নীচের মেয়ের ক্ষেত্রে অভিভাবকের সম্মতি নিন। অভিভাবক এই সময়ে কাছে না থাকলে, কখন পাওয়া যাবে যেনে অনুমতি এবং সাক্ষাৎকারের জন্য সময় নির্ধারণ করুন।  </li></ul>',
            '0_'=>"পরবর্তীতে সাক্ষাতকারের জন্য অ্যাপয়েন্টমেন্ট নেয়া",
            '0_0'=>"সাক্ষাৎকারের এর জন্য আপনাকে কল করার সুবিধাজনক সময় কখন? ",
            '0_0_1'=>'প্রশ্ন সম্পন্ন না করে আপনি চলে যাচ্ছেন? শেষ করুন / শিডিউল করুন',
            //main 
            's' =>'SQ',
            's_0_1' =>'আপনি আজ কেমন আছেন?',
            's_0_2' =>'আপনি সম্মত হলে, আমি কি প্রশ্ন শুরু করতে পারি?',
            's_0_3' =>'আপনার বর্তমান বয়স কত বলবেন কি?',
            's_0_4' =>'১৮ বছরের নিচের মেয়েদের ক্ষেত্রে সম্মতি নেয়া হয়েছে কি?',
            's_0_5' =>'আপনাকে কখন টেলিফোন করলে সুবিধা হয়?',

            'gi_1' =>'SG',
            'gi_1_i' =>'১)',
            'gi_1_1' =>'আপনি বর্তমানে কোন্ জেলায় বাস করেন?',
            'gi_1_2' =>'ঐ জেলার শহর এলাকায় না গ্রামে থাকেন ?',
            'gi_1_3' =>'আপনি কি আপনার সিটি করপোরেশন/ পৌরসভা/উপজেলা/ থানার নাম বলতে পারবেন?',
            'gi_1_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'gi_1_3_cc' =>'সিটি করপোরেশন',
            'gi_1_3_uz' =>'উপজেলা',
            'gi_1_3_mc' =>'পৌরসভা',
            'gi_1_3_th' =>'থানা',

            'gi_1_4' =>'আপনি কতদূর পড়াশোনা করেছেন?',
            'gi_1_4_placeholder' =>'পূর্ণ বছরে লিখুন',            
            'gi_1_5' =>'আপনি বর্তমানে কি কাজ করছেন?',
            'gi_1_5_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'pi_2' =>'Personal Profile',
            'pi_2_i' =>'২) ধন্যবাদ মেডাম , আমি এখন আপনার বিবাহ সম্পর্কে কিছু প্রশ্ন করতে চাই।',
            'pi_2_1' =>'আপনার বর্তমান বৈবাহিক অবস্থা জানাবেন কি?',
            'pi_2_2' =>'অবিবাহিত না হলে; কত বছর বয়সে আপনার প্রথম বিয়ে হয়েছিল?',
            'pi_2_3' =>'রক্তের সম্পর্ক আছে (চাচাতো, ফুফাতো বা মামাতো, খালাতো, এমন কারো সাথে আপনার বিয়ে হয়েছে কি?',
            'pi_2_4'=>'কত বছর বয়সে মেয়েদের বিয়ে হওয়া উচিৎ, বলবেন কি?',
            'pi_2_5'=>'কম বয়সে বিয়ে হলে কি কি অসুবিধা হতে পারে বলে আপনি মনে করেন.',
            'pi_2_5_1'=>'প্রথম উত্তর',
            'pi_2_5_2'=>'দ্বিতীয় উত্তর',

            'fp_3' =>'Family Planning',
            'fp_3_i' =>'৩) ম্যাডাম, আপনি নিশ্চয়ই জানেন, পরিবার পরিকল্পনা বর্তমান সরকারের একটি গুরুত্বপূর্ণ বিষয়। এ ব্যাপারে আপনার সাথে কিছু কথা বলতে চাই।',
            'fp_3_1' =>'পরিবার পরিকল্পনা বা জন্মনিয়ন্ত্রণ-এর জন্য আপনি কোন ব্যবস্থার কথা শুনেছেন কি?',

            'fp_3_2' =>'হ্যাঁ হলে, কোন কোন ব্যবস্থা সম্পর্কে জানেন?',
            'fp_3_2_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fp_3_2_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fp_3_2_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fp_3_2_4_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'fp_3_3' =>'আপনি কার কাছ থেকে বা কোথা থেকে এই জন্মনিয়ন্ত্রণ পদ্ধতি সম্পর্কে শুনেছেন?',
            'fp_3_3_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fp_3_3_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fp_3_3_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'fp_3_4' =>'গত তিন মাসের মধ্যে কোন পরিবার কল্যাণ/ফ্যামিলি প্ল্যানিং কর্মী আপনার বাসায় এসেছিল কি?',
            'fp_3_4_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'dp_4' =>'Delivery Planning',
            'dp_4_i' =>'৪) ধন্যবাদ ম্যাডাম। আমরা মহিলারাই পেটে সন্তান ধারণ করি এবং বাচ্চা প্রসব করি। আমি এখন গর্ভাবস্থা এবং প্রসব কালিন বিষযে  কিছু প্রশ্ন করব।  আমি কি শুরু করব?',
            'dp_4_1' =>'গর্ভাবস্থায় প্রসব পূর্ববর্তী সেবার কথা শুনেছেন কি?',
            'dp_4_2' =>'আপনি অনুগ্রহ করে বলবেন কি গর্ভবতী নারীকে কমপক্ষে কয়বার সেবা নিতে যেতে হয়?',
            'dp_4_3' =>'প্রসব পূর্ববর্তী সেবা কে প্রদান করে বলবেন কি?',
            'dp_4_3_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_3_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_3_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'dp_4_4' =>'কোথায় প্রসব পূর্ববর্তী সেবা পাওয়া যাবে বলবেন কি?',
            'dp_4_4_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_4_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_4_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'dp_4_5' =>'আপনি গর্ভাবস্থায় বিপদচিহ্নগুলো স¤পর্কে কিছু জানেন কি?',
            'dp_4_6' =>'হ্যাঁ হলে, কয়েকটি বিপদচিহ্নেরনাম বলবেন কি?',
            'dp_4_6_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_6_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_6_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_7' =>'গর্ভাবস্থায় কোন বিপদচিহ্ন লক্ষ্য করলেকোথায় যেতে হবে বলবেস কি?',
            'dp_4_7_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_7_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_7_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'dp_4_8' =>'বাচ্চা প্রসবের জন্য কোথায় যেতে হবে আপনি জানেন কি?',
            'dp_4_8_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_8_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_8_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_9' =>'নিরাপদ প্রসবের জন্য কার কাছে যেতে হবে যানেন কি?',
            'dp_4_9_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_9_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_9_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            
            
            
            'dp_4_10' =>'বাচ্চা প্রসবের সময় মায়ের স্বাস্থ্য ঝুকি দেখা দিতে পারে,এমন কোন সমস্যার/ অবস্থার কথা বলতে পারবেন কি?',
            'dp_4_11' =>'হ্যাঁ হলে, সমস্যার নাম বলুন।',
            'dp_4_11_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_11_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_11_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_12' =>'এমন সমস্যা হলে কখন গর্ভবতীকে স্বাস্থ্যকেন্দ্রে নিয়ে যেতে হবে বলবেন কি?',
            'dp_4_12_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_12_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_12_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_13' =>'নিরাপদ প্রসবের জন্য কি কি প্রস্তুতি নেয়া উচিত, বলবেন কি?',
            'dp_4_13_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_13_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'dp_4_13_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'cq_5' =>'Cancel Relavent Question',
            'cq_5_i' =>'৫) জরায়ুমুখেরক্যান্সার ও স্তন ক্যান্সার বিষয়ে প্রশ্ন (সকল মহিলার জন্য)ঃম্যাডাম, জরায়ুমুখের ক্যান্সার ও স্তন ক্যান্সার সম্পর্কে কিছু প্রশ্ন করতে চাই, যদি অনুমতি দেন।',
            'cq_5_1' =>'আপনি জরায়ুমুখের ক্যান্সার সম্পর্কে কিছু শুনেছেন কি?',
            'cq_5_2' =>'জরায়ুমুখের ক্যান্সার হলে কি কি অসুবিধা হয় বলবেন কি?',
            'cq_5_2_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'cq_5_2_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'cq_5_2_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'cq_5_3' =>'জরায়ুমুখের ক্যান্সারের স্ক্রিনিং বা পরীক্ষাস¤পর্কে কিছু জানেন কি?',
            'cq_5_4' => 'জরায়ুমুখের ক্যান্সারের স্ক্রিনিং বা পরীক্ষা কেন করবেন?',
            'cq_5_4_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',            
            'cq_5_5' =>'বাংলাদেশে কত বছর বয়সে জরায়ুমুখের ক্যান্সারের স্ক্রিনিং বা পরীক্ষা করতে বলা হয়?',
            'cq_5_6' =>'এর স্ক্রিনিং বা পরীক্ষাকরতে কোথায় যেতে হবে জানেন কি?',
            'cq_5_6_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'cq_5_6_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'cq_5_6_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'cq_5_7' =>'আপনি কখনও জরায়ুমুখের ক্যান্সারেরস্ক্রিনিং বা পরীক্ষা করিয়েছিলেন কি?',
            'cq_5_8' =>'স্তন ক্যান্সার সনাক্তকরণের পরীক্ষার ব্যাপারে আপনি কিছু জানেন কি?',
            'cq_5_9' =>'হ্যাঁ হলে, কিভাবে এ পরীক্ষা করে তা বলবেন কি?',
            'cq_5_9_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',           
            'cq_5_10' =>'কত দিন পর পর এ পরীক্ষাকরতে হয় তা জানেন কি?',
            'cq_5_10_day' =>'দিন',
            'cq_5_10_month' =>'মাস',
            'cq_5_10_year' =>'বছর',

            'rh_6' =>'Reproductive health',
            'rh_6_i' =>'৬) প্রজননস্বাস্থ্য ও তদসংক্রান্ত সেবা গ্রহণ প্রসঙ্গে (সকল মহিলার জন্য): অনেক ধন্যবাদ ম্যাডাম, এখন আমি আপনাকে প্রজনন স্বাস্থ্য ও তদসংক্রান্ত সেবা গ্রহণ প্রসঙ্গে কিছু প্রশ্ন করব',
            'rh_6_1' =>'আপনার প্রথম মাসিক কত বছর বয়সে হয়েছিল?',
            'rh_6_2' =>'আপনি মাসিকের সময় কি ব্যবহার করেন / করতেন ?',
            'rh_6_2_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_2_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_2_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_3' =>'মাসিকের সময় ব্যবহারের পর (ব্যবহৃত দ্রব্যের) কি ব্যবস্থা নেন / নিতেন?',
            'rh_6_3_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_3_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_3_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_4' =>'আপনি মাসিকের জায়গা ও তার আশেপাশের জায়গা কি দিয়ে পরিষ্কার করেন / করতেন ?',
            'rh_6_4_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_4_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_4_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_5' =>'প্রজনন স্বাস্থ্য সেবার জন্য গতএক বছরে আপনি কি কোন স¦াস্থ্যকেন্দ্রে/হাসপাতালে গিয়েছেন?',
            'rh_6_6' =>'হ্যা হলে, কি ধরণের চিকিৎসা ও সেবা নিয়েছিলেন?',
            'rh_6_6_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_6_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_6_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_7' =>'আপনাকে কে এই সেবা দিয়েছিলেন?',
            'rh_6_7_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_7_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_7_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_8' =>'আপনি কোথা থেকে এ সেবা পেয়েছিলেন?',
            'rh_6_8_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_8_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_8_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_9' =>'আপনি কি স্বাস্থ্য সেবা কেন্দ্র থেকে পাওয়া সেবায় সন্তুষ্ট ছিলেন?',
            'rh_6_10' =>'কোন কোন সেবায় আপনি সন্তুষ্ট হয়ে ছিলেন, একটু বলবেন কি?',
            'rh_6_10_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_10_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_10_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_11' =>'দয়া করে বলবেন কোন কোন সেবায় আপনি অসন্তুষ্ট হয়েছিলেন?',
            'rh_6_11_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_11_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_11_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rh_6_12'=>'গত এক বছরের মধ্যে উপজেলা স্বাস্থ্য কমপ্লেক্সে যেয়ে থাকলে, সেখানে গোলাপি পোষাক পড়া কাউকে দেখেছেন কি?',
            'rh_6_13'=>'যদি হ্যাঁ হয়, তাদেরকে (গোলাপি পোষাক পড়া) কি নামে ডাকা হয় বলবেন কি?',
            'rh_6_13_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'bc_7' =>'Birth Control',
            'bc_7_i' =>'৭) কখনও বিয়ে হয়েছে এমন মহিলাদের জন্যঃ পরিবার পরিকল্পনা বা জন্মনিয়ন্ত্রণ সংক্রান্ত প্রশ্ন :',
            'bc_7_1' =>'আপনার কি কোন বাচ্চা আছে?',
            'bc_7_2' =>'আপনার কয়টি বাচ্চা আছে?',
            'bc_7_3' =>'পরিবার পরিকল্পনা বা জন্মনিয়ন্ত্রণের জন্য আপনিবা আপনার স্বামী বর্তমানে কোন ব্যবস্থা নিয়েছেন কি?',

            'bc_7_4' =>'হ্যাঁ হলে, কি ব্যবস্থা নিয়েছেন বলবেন কি?',
            'bc_7_4_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_4_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_4_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_4_4_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'bc_7_5' =>'আপনি কার পরামর্শে ঐ ব্যবস্থা নিয়েছিলেন?',
            'bc_7_5_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_5_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_5_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'bc_7_6' =>'আগে কি কখনও পরিবার পরিকল্পনা বা জন্মনিয়ন্ত্রণের কোন পদ্ধতি ব্যবহার করেছিলেন?',
            'bc_7_7' =>'হ্যাঁ হলে, আপনি অথবা আপনার স্বামীকি ব্যবস্থা নিয়েছিলেন বলবেন কি?',
            'bc_7_7_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_7_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_7_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_7_4_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            


            'bc_7_8' =>'আপনি কার পরামর্শে ঐ ব্যবস্থা নিয়েছিলেন?',
            'bc_7_8_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_8_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_8_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'bc_7_9' =>'পরিবার পরিকল্পনা পদ্ধতি ব্যবহারের ফলে আপনার কি কোন পার্শ্বপ্রতিক্রিয়া/অসুবিধা হয়ে ছিল ?',
            'bc_7_10' =>'যদি হ্যাঁ হয়, অপনার কি কি অসুবিধা হয়েছিল?',
            'bc_7_10_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_10_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_10_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'bc_7_11' =>'পরিবার পরিকল্পনা পদ্ধতি সম্পর্কে যখন জানানো হয়েছিল বা জেনেছিলেন তখন এর পার্শ্বপ্রতিক্রিয়া/অসুবিধা সম্পর্কে কিছু বলে ছিল কি?',
            'bc_7_12' =>'যদি হ্যাঁ হয়, কি কি অসুবিধার কথা বলা হয়েছিল?',
            'bc_7_12_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_12_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'bc_7_12_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'bc_7_13' =>'যদি হ্যাঁ হয়, অপনার কি কি অসুবিধার কথা বলা হয়েছিল?',

            'prq_8' =>'Pregnancy',
            'prq_8_i' =>'৮)কখনও বিবাহিত মহিলাদের গর্ভাবস্থা সংক্রান্ত প্রশ্ন (অবিবাহিত বাদে) :ম্যাডাম, যদি অনুমতি দেন তবে আমি আপনাকে গর্ভাবস্থা সংক্রান্ত কিছু প্রশ্ন করতে চাই। আমি কি প্রশ্ন করতে পারি?',

            'prq_8_1' =>'আপনি কখনও গর্ভবতি হয়েছেন?',
            'prq_8_2' =>'হ্যাঁ  হ’লে, এ পর্যন্ত কত বার গর্ভবতী হয়েছেন?',
            'prq_8_3' =>'আপনি কত বছর বয়সে প্রথম গর্ভবতী হয়েছিলেন?',            

            'rprq_9' =>'Recenlty Pregnant',
            'rprq_9_i' =>'৯) বিবাহিত, বর্তমানে গর্ভবতী মহিলাদের জন্য :',

            'rprq_9_1' =>'আপনি কি এখন গর্ভবতী?',
            'rprq_9_2' =>'হ্যাঁ হলে, এটা কি আপনার প্রথম গর্ভাবস্থা ?',

            'rprq_9_3' =>'আপনার শেষ মাসিকের তারিখ বলবেন কি?',
            'rprq_9_3_day' =>'দিন',
            'rprq_9_3_month' =>'মাস',
            'rprq_9_3_year' =>'বছর',

            'rprq_9_4' =>'আপনি কি এই গর্ভাবস্থায় প্রসব পূর্ববর্তী সেবা নিয়েছেন?',
            'rprq_9_5' =>'এই গর্ভাবস্থায় কতবার প্রসব পূর্ববর্তী সেবা নিয়েছেন?',
            'rprq_9_6' =>'আপনি কোথা থেকে ঐ প্রসব পূর্ববর্তী সেবা নিয়েছিলেন?',
            'rprq_9_6_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_6_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_6_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_7' =>'কে আপনাকে ঐ প্রসব পূর্ববর্তী সেবা প্রদান করেছিলেন?',
            'rprq_9_7_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_7_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_7_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_8' =>'আপনি যদি প্রসব পূর্ববর্তী সেবা না নিয়ে থাকেন, তাহলে, কেন ঐ সেবা নেন নাই?',
            'rprq_9_8_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_8_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_8_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_9' =>'আপনি নিরাপদ প্রসবের জন্য কি কি প্রস্তুতি নিয়েছেন, বলবেন কি?',
            'rprq_9_9_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_9_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'rprq_9_9_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'pprq_10' =>'Pregnant in the Past',
            'pprq_10_i' =>'১০) অতীতে গর্ভবতী:ধন্যবাদ ম্যাডাম, যদি অনুমতি দেন তবে আমি আপনাকে প্রজনন স্বাস্থ্য সেবা সম্পর্কে আরও কিছু প্রশ্ন করতে চাই।',
            'pprq_10_1' =>'আপনার সর্বশেষ প্রসব কত মাস/বছর আগে হয়েছিল?',
            'pprq_10_1_day' =>'দিন',
            'pprq_10_1_month' =>'মাস',
            'pprq_10_1_year' =>'বছর',
            'pprq_10_2' =>'আপনার সর্বশেষ গর্ভাবস্থায় কোন প্রসব পূর্ববর্তী সেবা নিয়েছিলেন কি?',
            'pprq_10_3' =>'ঐ গর্ভাবস্থায় কতবার সেবা নিয়েছিলেন?',
            'pprq_10_4' =>'আপনি কোথা থেকে ঐ প্রসব পূর্ববর্তী সেবা নিয়েছিলেন?',
            'pprq_10_4_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_4_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_4_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_5' =>'আপনি কার কাছ থেকে প্রসব পূর্ববর্তী সেবা নিয়েছিলেন?',
            'pprq_10_5_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_5_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_5_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_6' =>'আপনি যদি প্রসব পূর্ববর্তী সেবা না নিয়ে থাকেনতাহলে, কেন ঐ সেবা নেন নাই?',
            'pprq_10_6_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_6_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_6_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_7' =>'আপনার শেষ গর্ভাবস্থায় কোন সমস্যা হয়েছিল কি?',
            'pprq_10_8' =>'যদি হ্যা হয়, কি সমস্যা হয়েছিল  উল্লেখ করুন',
            'pprq_10_8_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_8_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_8_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_9' =>'ঐ সমস্যার জন্য কোথায় গিয়েছিলেন?',
            'pprq_10_9_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',            
            'pprq_10_10' =>'আপনার শেষ গর্ভাবস্থায় প্রসব কোথায় হয়েছিল?',
            'pprq_10_10_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_10_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_10_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_11' =>'আপনার শেষ গর্ভাবস্থায় কে প্রসব করিয়েছিলেন?',
            'pprq_10_11_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',            
            'pprq_10_12' =>'আপনার শেষ গর্ভাবস্থায় কিভাবে প্রসব হয়েছিল?',
            'pprq_10_12_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            
            'pprq_10_13' =>'আপনার শেষ প্রসবের সময় কোন সমস্যা হয়েছিল কি?',
            'pprq_10_14' =>'যদি হ্যা হয়, কি সমস্যা হয়েছিল  উল্লেখ করুন',
            'pprq_10_14_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_14_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_14_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_15' =>'ঐ সমস্যার জন্য কোথায় গিয়েছিলেন?',
            'pprq_10_15_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',            
            'pprq_10_16' =>'আপনার শেষ প্রসবে বাচ্চার কোন সমস্যা হয়েছিল কি?',
            'pprq_10_17' =>'যদি হ্যা হয়, কি সমস্যা হয়েছিল  উল্লেখ করুন',
            'pprq_10_17_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_17_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_17_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_18' =>'কখনও কোন বাচ্চা গর্ভাবস্থায় নষ্ট/ গর্ভপাত হয়েছিল কিনা?',
            'pprq_10_19' =>'গর্ভপাত পরবর্তী সেবা নিয়েছিলেন কি না?',
            'pprq_10_20' =>'হ্যাঁ হলে, কোথায় নিয়েছিলেন?',
            'pprq_10_20_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',            
            //2019-04-09
            'pprq_10_21' =>'যদি ছয় মাসের মধ্যে প্রসব হয়ে থাকে, উপজেলা স্বাস্থ্য কেন্দ্রে/হাসপাতালে প্রসব করিযেছেন কি?',
            'pprq_10_22' =>'যদি হ্যাঁ হয়, সেখানে গোলাপি পোষাক পড়া কারও কাছ থেকে সেবা পেয়েছেন কি?',
            'pprq_10_23' =>'যদি হ্যাঁ হয়, তাদের (গোলাপি পোষাক পড়া) কি নামে ডাকা হয় বলবেন কি?',
            'pprq_10_23_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'pprq_10_24' =>'নিরাপদ প্রসবের জন্য তাদের কাজে আপনি কি সন্তুষ্ট?',
            //2019-04-09

            'fq_11' =>'About Fistula',
            'fq_11_i' =>'১১) ফিস্টুলাসংক্রান্ত প্রশ্ন (সকল মহিলার জন্য)ঃআমরা প্রশ্নোত্তরের প্রায় শেষ পর্যায়ে চলে এসেছি। অনেকটা সময় আপনি আমাকে দিয়েছেন এজন্য আন্তরিক ধন্যবাদ। আর অল্পকিছু সময় আপনাকে বিশেষ কিছু প্রশ্ন করব যছি কিছু মনে না করেন।',
            'fq_11_1' =>'আপনার প্রসবের বা মাসিকের রাস্তা দিয়ে অনবরত বা সবসময় প্রস্রাব বা পায়খানা আসে/আসত কি?',
            'fq_11_2' =>'হ্যা হলে, কি আসে/আসত?',
            'fq_11_3' =>'আপনার কতদিন ধরে এই সমস্যা হচ্ছে/ছিল?',
            'fq_11_3_day' =>'দিন',
            'fq_11_3_month' =>'মাস',
            'fq_11_3_year' =>'বছর',
            'fq_11_4' =>'কেন এই সমস্যা হয়েছে বলে আপনি মনে করেন?',
            'fq_11_4_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',            


            'fq_11_5' =>'প্রসবের কারণে হলে, কোন্ গর্ভাবস্থার পর হয়েছিল?',
            'fq_11_5_e'=>'লিখুন',
            'fq_11_6' =>'ঐ প্রসব/ডেলিভারি কোথায় হয়েছিল?',
            'fq_11_6_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',   

            'fq_11_7' =>'ঐ প্রসব কি ভাবে সম্পন্ন হয়েছিল?',
            'fq_11_7_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',   

            'fq_11_8' =>'এই অবস্থার কারণে আপনার কোন সামাজিক বা পারিবারিক সমস্যা হচ্ছে বা হয়েছে কি?',
            'fq_11_9' =>'এই অবস্থার কারণে আপনি কি ধরণের সামাজিক বা পারিবারিক সমস্যারসম্মুখীন হয়েছেন?',
            'fq_11_9_1_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fq_11_9_2_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',
            'fq_11_9_3_e'=>'অন্যান্য হলে এখানে উল্লেখ করুন',

            'fqi_12' =>'Fistula Incontisense',
            'fqi_12_i' =>'১২) ফিস্টুলা/ইনকন্টিনেন্স থাকলে বিস্তারিত ঠিকানার জন্যঃ',
            'fqi_12_1' =>'আপনার ঠিকানা বিস্তারিত জানাবেন কি?',
            'fqi_12_1_name' =>'নাম',
            'fqi_12_1_father' =>'পিতার নাম',
            'fqi_12_1_husband' =>'স্বামীর নাম',
            'fqi_12_1_house_no' =>'বাড়ী নং',
            'fqi_12_1_road_no' =>'রাস্তা নং',
            'fqi_12_1_union_or_ward' =>'ইউনিয়ন/ওয়ার্ড',
            'fqi_12_1_mouja_or_moholla' =>'মৌজা/মহল্লা',
            'fqi_12_1_village_or_area' =>'গ্রাম/পাড়া',
            'fqi_12_1_house_head' =>'বাড়ী প্রধানের নাম [কার বাড়ী)',
            'fqi_12_1_mobile_no' =>'মোবাইল নং',

    ]][session('language')];
    

    }


    public static function onOffMultiPleDrop(){

        return [

            'fp_3_2_1'=>['fp_3_2_2','fp_3_2_3','fp_3_2_4'],
            'fp_3_2_2'=>['fp_3_2_1','fp_3_2_3','fp_3_2_4'],
            'fp_3_2_3'=>['fp_3_2_2','fp_3_2_1','fp_3_2_4'],
            'fp_3_2_4'=>['fp_3_2_2','fp_3_2_3','fp_3_2_1'],

            'fp_3_3_1'=>['fp_3_3_2','fp_3_3_3'],
            'fp_3_3_2'=>['fp_3_3_1','fp_3_3_3'],
            'fp_3_3_3'=>['fp_3_3_2','fp_3_3_1'],

            'dp_4_3_1'=>['dp_4_3_2','dp_4_3_3'],
            'dp_4_3_2'=>['dp_4_3_1','dp_4_3_3'],
            'dp_4_3_3'=>['dp_4_3_2','dp_4_3_1'],

            'dp_4_4_1'=>['dp_4_4_2','dp_4_4_3'],
            'dp_4_4_2'=>['dp_4_4_1','dp_4_4_3'],
            'dp_4_4_3'=>['dp_4_4_2','dp_4_4_1'],

            'dp_4_6_1'=>['dp_4_6_2','dp_4_6_3'],
            'dp_4_6_2'=>['dp_4_6_1','dp_4_6_3'],
            'dp_4_6_3'=>['dp_4_6_2','dp_4_6_1'],

            'dp_4_7_1'=>['dp_4_7_2','dp_4_7_3'],
            'dp_4_7_2'=>['dp_4_7_1','dp_4_7_3'],
            'dp_4_7_3'=>['dp_4_7_2','dp_4_7_1'],


            'dp_4_8_1'=>['dp_4_8_2','dp_4_8_3'],
            'dp_4_8_2'=>['dp_4_8_1','dp_4_8_3'],
            'dp_4_8_3'=>['dp_4_8_2','dp_4_8_1'],


            'dp_4_9_1'=>['dp_4_9_2','dp_4_9_3'],
            'dp_4_9_2'=>['dp_4_9_1','dp_4_9_3'],
            'dp_4_9_3'=>['dp_4_9_2','dp_4_9_1'],

            'dp_4_11_1'=>['dp_4_11_2','dp_4_11_3'],
            'dp_4_11_2'=>['dp_4_11_1','dp_4_11_3'],
            'dp_4_11_3'=>['dp_4_11_2','dp_4_11_1'],

            'dp_4_12_1'=>['dp_4_12_2','dp_4_12_3'],
            'dp_4_12_2'=>['dp_4_12_1','dp_4_12_3'],
            'dp_4_12_3'=>['dp_4_12_2','dp_4_12_1'],

            'dp_4_13_1'=>['dp_4_13_2','dp_4_13_3'],
            'dp_4_13_2'=>['dp_4_13_1','dp_4_13_3'],
            'dp_4_13_3'=>['dp_4_13_2','dp_4_13_1'],

            'cq_5_2_1'=>['cq_5_2_2','cq_5_2_3'],
            'cq_5_2_2'=>['cq_5_2_1','cq_5_2_3'],
            'cq_5_2_3'=>['cq_5_2_2','cq_5_2_1'],

            'cq_5_6_1'=>['cq_5_6_2','cq_5_6_3'],
            'cq_5_6_2'=>['cq_5_6_1','cq_5_6_3'],
            'cq_5_6_3'=>['cq_5_6_2','cq_5_6_1'],

            'rh_6_2_1'=>['rh_6_2_2','rh_6_2_3'],
            'rh_6_2_2'=>['rh_6_2_1','rh_6_2_3'],
            'rh_6_2_3'=>['rh_6_2_2','rh_6_2_1'],

            'rh_6_3_1'=>['rh_6_3_2','rh_6_3_3'],
            'rh_6_3_2'=>['rh_6_3_1','rh_6_3_3'],
            'rh_6_3_3'=>['rh_6_3_2','rh_6_3_1'],

            'rh_6_4_1'=>['rh_6_4_2','rh_6_4_3'],
            'rh_6_4_2'=>['rh_6_4_1','rh_6_4_3'],
            'rh_6_4_3'=>['rh_6_4_2','rh_6_4_1'],

            'rh_6_6_1'=>['rh_6_6_2','rh_6_6_3'],
            'rh_6_6_2'=>['rh_6_6_1','rh_6_6_3'],
            'rh_6_6_3'=>['rh_6_6_2','rh_6_6_1'],

            'rh_6_7_1'=>['rh_6_7_2','rh_6_7_3'],
            'rh_6_7_2'=>['rh_6_7_1','rh_6_7_3'],
            'rh_6_7_3'=>['rh_6_7_2','rh_6_7_1'],


            'rh_6_8_1'=>['rh_6_8_2','rh_6_8_3'],
            'rh_6_8_2'=>['rh_6_8_1','rh_6_8_3'],
            'rh_6_8_3'=>['rh_6_8_2','rh_6_8_1'],

            'rh_6_10_1'=>['rh_6_10_2','rh_6_10_3'],
            'rh_6_10_2'=>['rh_6_10_1','rh_6_10_3'],
            'rh_6_10_3'=>['rh_6_10_2','rh_6_10_1'],

            'rh_6_11_1'=>['rh_6_11_2','rh_6_11_3'],
            'rh_6_11_2'=>['rh_6_11_1','rh_6_11_3'],
            'rh_6_11_3'=>['rh_6_11_2','rh_6_11_1'],

            'bc_7_4_1'=>['bc_7_4_2'],
            'bc_7_4_2'=>['bc_7_5_1'],
            

            'bc_7_5_1'=>['bc_7_5_2','bc_7_5_3'],
            'bc_7_5_2'=>['bc_7_5_1','bc_7_5_3'],
            'bc_7_5_3'=>['bc_7_5_2','bc_7_5_1'],

            'bc_7_7_1'=>['bc_7_7_2','bc_7_7_3','bc_7_7_4'],
            'bc_7_7_2'=>['bc_7_7_1','bc_7_7_3','bc_7_7_4'],
            'bc_7_7_3'=>['bc_7_7_2','bc_7_7_1','bc_7_7_4'],
            'bc_7_7_4'=>['bc_7_7_2','bc_7_7_1','bc_7_7_3'],

            'bc_7_10_1'=>['bc_7_10_2','bc_7_10_3'],
            'bc_7_10_2'=>['bc_7_10_1','bc_7_10_3'],
            'bc_7_10_3'=>['bc_7_10_2','bc_7_10_1'],

            'bc_7_12_1'=>['bc_7_12_2','bc_7_12_3'],
            'bc_7_12_2'=>['bc_7_12_1','bc_7_12_3'],
            'bc_7_12_3'=>['bc_7_12_2','bc_7_12_1'],

            'rprq_9_6_1'=>['rprq_9_6_2','rprq_9_6_3'],
            'rprq_9_6_2'=>['rprq_9_6_1','rprq_9_6_3'],
            'rprq_9_6_3'=>['rprq_9_6_2','rprq_9_6_1'],

            'rprq_9_7_1'=>['rprq_9_7_2','rprq_9_7_3'],
            'rprq_9_7_2'=>['rprq_9_7_1','rprq_9_7_3'],
            'rprq_9_7_3'=>['rprq_9_7_2','rprq_9_7_1'],

            'rprq_9_8_1'=>['rprq_9_8_2','rprq_9_8_3'],
            'rprq_9_8_2'=>['rprq_9_8_1','rprq_9_8_3'],
            'rprq_9_8_3'=>['rprq_9_8_2','rprq_9_8_1'],

            'rprq_9_9_1'=>['rprq_9_9_2','rprq_9_9_3'],
            'rprq_9_9_2'=>['rprq_9_9_1','rprq_9_9_3'],
            'rprq_9_9_3'=>['rprq_9_9_2','rprq_9_9_1'],


            'pprq_10_4_1'=>['pprq_10_4_2','pprq_10_4_3'],
            'pprq_10_4_2'=>['pprq_10_4_1','pprq_10_4_3'],
            'pprq_10_4_3'=>['pprq_10_4_2','pprq_10_4_1'],

            'pprq_10_5_1'=>['pprq_10_5_2','pprq_10_5_3'],
            'pprq_10_5_2'=>['pprq_10_5_1','pprq_10_5_3'],
            'pprq_10_5_3'=>['pprq_10_5_2','pprq_10_5_1'],

            'pprq_10_6_1'=>['pprq_10_6_2','pprq_10_6_3'],
            'pprq_10_6_2'=>['pprq_10_6_1','pprq_10_6_3'],
            'pprq_10_6_3'=>['pprq_10_6_2','pprq_10_6_1'],

            'pprq_10_8_1'=>['pprq_10_8_2','pprq_10_8_3'],
            'pprq_10_8_2'=>['pprq_10_8_1','pprq_10_8_3'],
            'pprq_10_8_3'=>['pprq_10_8_2','pprq_10_8_1'],

            'pprq_10_10_1'=>['pprq_10_10_2','pprq_10_10_3'],
            'pprq_10_10_2'=>['pprq_10_10_1','pprq_10_10_3'],
            'pprq_10_10_3'=>['pprq_10_10_2','pprq_10_10_1'],

            'pprq_10_14_1'=>['pprq_10_14_2','pprq_10_14_3'],
            'pprq_10_14_2'=>['pprq_10_14_1','pprq_10_14_3'],
            'pprq_10_14_3'=>['pprq_10_14_2','pprq_10_14_1'],

            'pprq_10_17_1'=>['pprq_10_17_2','pprq_10_17_3'],
            'pprq_10_17_2'=>['pprq_10_17_1','pprq_10_17_3'],
            'pprq_10_17_3'=>['pprq_10_17_2','pprq_10_17_1'],

            'fq_11_9_1'=>['fq_11_9_2','fq_11_9_3'],
            'fq_11_9_2'=>['fq_11_9_1','fq_11_9_3'],
            'fq_11_9_3'=>['fq_11_9_2','fq_11_9_1'],
        ];
    }

    public static function gateReverseSequence(){
        return [
            's_0_2'=>[
                2=>['s_0_3','s_0_4','gi_1_1','gi_1_2','gi_1_3','gi_1_4'],
            ],



            'pi_2_1'=>[
                1=>['pi_2_2','pi_2_3','pi_2_4','pi_2_5_'],
                999=>['pi_2_2','pi_2_3'],

            ],


            'fp_3_1'=>[                
                2=>['fp_3_2_','fp_3_3_','fp_3_4'],                
                999=>['fp_3_2_','fp_3_3_','fp_3_4'],

            ],

            'dp_4_1'=>[                
                2=>['dp_4_2','dp_4_3_','dp_4_4_'],                
                999=>['dp_4_2','dp_4_3_','dp_4_4_'],  

            ],

            'dp_4_5'=>[                
                2=>['dp_4_6_','dp_4_7_'],                
                999=>['dp_4_6_','dp_4_7_'],

            ],

            'dp_4_10'=>[                
                2=>['dp_4_11_','dp_4_12_'],                
                999=>['dp_4_11_','dp_4_12_'],

            ],


            'cq_5_1'=>[                
                2=>['cq_5_2_','cq_5_3','cq_5_4','cq_5_5','cq_5_6_'],                
                999=>['cq_5_2_','cq_5_3','cq_5_4','cq_5_5','cq_5_6_'],

            ],

            'cq_5_3'=>[                
                2=>['cq_5_4','cq_5_5','cq_5_6_'],                
                999=>['cq_5_4','cq_5_5','cq_5_6_'],

            ],


            'cq_5_8'=>[                
                2=>['cq_5_9','cq_5_10'],                
                999=>['cq_5_9','cq_5_10'],

            ],

            'rh_6_1'=>[                
                555=>['rh_6_2_','rh_6_3_','rh_6_4_'],                
                999=>['rh_6_2_','rh_6_3_','rh_6_4_'],

            ],




            'rh_6_5'=>[
                2=>['rh_6_6_','rh_6_7_','rh_6_8_','rh_6_9','rh_6_10_','rh_6_11_','rh_6_12','rh_6_13'],
                999=>['rh_6_6_','rh_6_7_','rh_6_8_','rh_6_9','rh_6_10_','rh_6_11_','rh_6_12','rh_6_13'],

            ],

            'rh_6_8_1'=>[
                1001=>['rh_6_12','rh_6_13','rh_6_13_e']               
            ],
            'rh_6_8_2'=>[
                1001=>['rh_6_12','rh_6_13','rh_6_13_e']
            ],
            'rh_6_8_3'=>[
                1001=>['rh_6_12','rh_6_13','rh_6_13_e']
            ],


            'rh_6_9'=>[
                1=>['rh_6_11_'],
                2=>['rh_6_11_'],
                4=>['rh_6_10_'],
                5=>['rh_6_10_'],
                3=>['rh_6_10_','rh_6_11_'],
                999=>['rh_6_10_','rh_6_11_'],

            ],


            'bc_7_1'=>[                
                2=>['bc_7_2'],                
                999=>['bc_7_2'],

            ],

            'bc_7_3'=>[                
                2=>['bc_7_4_','bc_7_5_'],                
                999=>['bc_7_4_','bc_7_5_'],     

            ],

            'bc_7_6'=>[
                2=>['bc_7_7_','bc_7_8_','bc_7_10_','bc_7_9'],
                999=>['bc_7_7_','bc_7_8_','bc_7_10_','bc_7_9'],

            ],

            'bc_7_9'=>[                
                2=>['bc_7_10_'],
                888=>['bc_7_10_'],                
                999=>['bc_7_10_'],

            ],

            'bc_7_11'=>[                
                2=>['bc_7_12_'],
                888=>['bc_7_12_'],                
                999=>['bc_7_12_'],

            ],

            
            'prq_8_1'=>[
                
                
                2=>['prq_8_2','prq_8_3','rprq_9_1','rprq_9_2','rprq_9_3','rprq_9_4','rprq_9_5','rprq_9_6_','rprq_9_7_','rprq_9_8_','rprq_9_9_','pprq_10_1','pprq_10_2','pprq_10_3','pprq_10_4_','pprq_10_5_','pprq_10_6_','pprq_10_7','pprq_10_8_','pprq_10_9','pprq_10_10_','pprq_10_11','pprq_10_12','pprq_10_13','pprq_10_14_','pprq_10_15','pprq_10_16','pprq_10_17_','pprq_10_18','pprq_10_19','pprq_10_20','pprq_10_21'],
                888=>['prq_8_2','prq_8_3','rprq_9_1','rprq_9_2','rprq_9_3','rprq_9_4','rprq_9_5','rprq_9_6_','rprq_9_7_','rprq_9_8_','rprq_9_9_','pprq_10_1','pprq_10_2','pprq_10_3','pprq_10_4_','pprq_10_5_','pprq_10_6_','pprq_10_7','pprq_10_8_','pprq_10_9','pprq_10_10_','pprq_10_11','pprq_10_12','pprq_10_13','pprq_10_14_','pprq_10_15','pprq_10_16','pprq_10_17_','pprq_10_18','pprq_10_19','pprq_10_20','pprq_10_21'],

                999=>['prq_8_2','prq_8_3','rprq_9_1','rprq_9_2','rprq_9_3','rprq_9_4','rprq_9_5','rprq_9_6_','rprq_9_7_','rprq_9_8_','rprq_9_9_','pprq_10_1','pprq_10_2','pprq_10_3','pprq_10_4_','pprq_10_5_','pprq_10_6_','pprq_10_7','pprq_10_8_','pprq_10_9','pprq_10_10_','pprq_10_11','pprq_10_12','pprq_10_13','pprq_10_14_','pprq_10_15','pprq_10_16','pprq_10_17_','pprq_10_18','pprq_10_19','pprq_10_20','pprq_10_21'],
                

            ],


            'rprq_9_1'=>[
                
                
                2=>['rprq_9_2','rprq_9_3','rprq_9_4','rprq_9_5','rprq_9_6_','rprq_9_7_','rprq_9_8_','rprq_9_9_'],

                888=>['rprq_9_2','rprq_9_3','rprq_9_4','rprq_9_5','rprq_9_6_','rprq_9_7_','rprq_9_8_','rprq_9_9_'],

                999=>['rprq_9_2','rprq_9_3','rprq_9_4','rprq_9_5','rprq_9_6_','rprq_9_7_','rprq_9_8_','rprq_9_9_'],
                
                

            ],

            'rprq_9_2'=>[
                
                
                1=>['pprq_10_1','pprq_10_2','pprq_10_3','pprq_10_4_','pprq_10_5_','pprq_10_6_','pprq_10_7','pprq_10_8_',
                'pprq_10_9','pprq_10_10_','pprq_10_11','pprq_10_12','pprq_10_13','pprq_10_14_','pprq_10_15','pprq_10_16','pprq_10_17_','pprq_10_18','pprq_10_19','pprq_10_20','pprq_10_21','pprq_10_22','pprq_10_23','pprq_10_24'],

                
                

            ],


            'rprq_9_4'=>[
                
                1=>['rprq_9_8_'],
                2=>['rprq_9_5','rprq_9_6_','rprq_9_7_'],
                888=>['rprq_9_5','rprq_9_6_','rprq_9_7_'],
                999=>['rprq_9_5','rprq_9_6_','rprq_9_7_'],
                
                
                

            ],

            'pprq_10_1'=>[
                888=>['pprq_10_21','pprq_10_22','pprq_10_23','pprq_10_24'],
                999=>['pprq_10_21','pprq_10_22','pprq_10_23','pprq_10_24'],
            ],
            /*
            'pprq_10_1_month'=>[
                -1=>['pprq_10_21'],
                //'>6'=>['pprq_10_21'],
            ],*/

            'pprq_10_2'=>[
                
                
                1=>['pprq_10_6_'],
                2=>['pprq_10_3','pprq_10_4_','pprq_10_5_'],
                999=>['pprq_10_3','pprq_10_4_','pprq_10_5_','pprq_10_6_'],
                
                
                

            ],

            'pprq_10_3'=>[
                0=>['pprq_10_4_','pprq_10_5_']
            ],

            'pprq_10_7'=>[
                
                                
                2=>['pprq_10_8_','pprq_10_9'],
                999=>['pprq_10_8_','pprq_10_9'],
                
                
                

            ],


            'pprq_10_12'=>[
                
                                
                7=>['pprq_10_13','pprq_10_14_','pprq_10_15','pprq_10_16','pprq_10_17_'],                
                
                
                

            ],


            'pprq_10_13'=>[
                
                                
                2=>['pprq_10_14_','pprq_10_15'],
                888=>['pprq_10_14_','pprq_10_15'],
                999=>['pprq_10_14_','pprq_10_15'],                

                
                
                

            ],

            'pprq_10_16'=>[
                
                                
                2=>['pprq_10_17_'],
                888=>['pprq_10_17_'],
                999=>['pprq_10_17_'],              

                
                
                

            ],


            'pprq_10_18'=>[
                
                                
                2=>['pprq_10_19','pprq_10_20','pprq_10_21'],
                888=>['pprq_10_19','pprq_10_20','pprq_10_21'],
                999=>['pprq_10_19','pprq_10_20','pprq_10_21'],             

                
                
                

            ],

            'pprq_10_19'=>[
                
                                
                2=>['pprq_10_20'],                
                999=>['pprq_10_20'],             

                
                
                

            ],

            'pprq_10_21'=>[
                2=>['pprq_10_22','pprq_10_23','pprq_10_24'],
                888=>['pprq_10_22','pprq_10_23','pprq_10_24'],
                999=>['pprq_10_22','pprq_10_23','pprq_10_24'],
            ],

            'pprq_10_22'=>[
                2=>['pprq_10_23','pprq_10_24'],
                888=>['pprq_10_23','pprq_10_24'],
                999=>['pprq_10_23','pprq_10_24'],
            ],

            'fq_11_1'=>[
                
                                
                3=>['fq_11_2','fq_11_3','fq_11_4','fq_11_5','fq_11_6','fq_11_7','fq_11_8','fq_11_9_'],                
                999=>['fq_11_2','fq_11_3','fq_11_4','fq_11_5','fq_11_6','fq_11_7','fq_11_8','fq_11_9_'],            

                
                
                

            ],

            'fq_11_4'=>[
                
                                
                1001=>['fq_11_5','fq_11_6','fq_11_7'],                                                                                      

            ],

            'fq_11_8'=>[
                
                                
                2=>['fq_11_9_'],                                                                                      
                999=>['fq_11_9_'], 
            ],


        ];
    }


    public static function gateSequence(){
        return
        [
            's_0_1'=>['s_0_2'],
            's_0_2'=>[
                1=>'s_0_3',
                2=>['end_point',4],

            ],
            's_0_3'=>[
                1001=>'gi_1_1',
                999=>['end_point',4],
            ],
            's_0_4'=>['gi_1_1'],
            'gi_1_1'=>['gi_1_2'],
            'gi_1_2'=>['gi_1_3','gi_1_3_cc','gi_1_3_uz','gi_1_3_mc'],

            'gi_1_3'=>['gi_1_4'],
            'gi_1_3_cc'=>['gi_1_4'],
            'gi_1_3_uz'=>['gi_1_4'],
            'gi_1_3_mc'=>['gi_1_4'],

            'gi_1_4'=>['gi_1_5'],
            'gi_1_5'=>['pi_2_1'],
            'pi_2_1'=>[
                1=>['fp_3_1',1],
                2=>'pi_2_2',
                3=>'pi_2_2',
                4=>'pi_2_2',
                5=>'pi_2_2',
                6=>'pi_2_2',
                999=>'pi_2_4',                
            ],
            'pi_2_2'=>['pi_2_3'],
            'pi_2_3'=>['pi_2_4'],
            'pi_2_4'=>['pi_2_5'],
            'pi_2_5'=>[
                888=>['fp_3_1',1],
                999=>['fp_3_1',1],                                
            ],

            'fp_3_1'=>[
                1=>['fp_3_2_1','fp_3_2_2','fp_3_2_3','fp_3_2_4','fp_3_3_1','fp_3_3_2','fp_3_3_3','fp_3_4'],
                2=>'dp_4_1',                
                999=>'dp_4_1',                
            ],

            'fp_3_2_1'=>['fp_3_2_2','fp_3_3_1','fp_3_4'],
            'fp_3_2_2'=>['fp_3_2_3','fp_3_3_1','fp_3_4'],
            'fp_3_2_3'=>['fp_3_2_4','fp_3_3_1','fp_3_4'],
            'fp_3_2_4'=>['fp_3_4'],

            'fp_3_3_1'=>['fp_3_3_2','fp_3_4'],
            'fp_3_3_2'=>['fp_3_3_3','fp_3_4'],
            'fp_3_3_3'=>['fp_3_4'],

            'fp_3_4'=>['dp_4_1'],
            'dp_4_1'=>[
                1=>'dp_4_2',
                2=>'dp_4_5',                
                999=>'dp_4_5',

            ],
            'dp_4_2'=>['dp_4_3_1', 'dp_4_3_2','dp_4_3_3'],

            'dp_4_3_1'=>['dp_4_3_2','dp_4_4_1', 'dp_4_4_2','dp_4_4_3'],            
            'dp_4_3_2'=>['dp_4_3_3','dp_4_4_1', 'dp_4_4_2', 'dp_4_4_3' ],            
            'dp_4_3_3'=>['dp_4_4_1', 'dp_4_4_2', 'dp_4_4_3'],

            'dp_4_4_1'=>['dp_4_4_2','dp_4_5'],
            'dp_4_4_2'=>['dp_4_4_3','dp_4_5'],
            'dp_4_4_3'=>['dp_4_5'],

            'dp_4_5'=>[
                1=>['dp_4_6_1','dp_4_6_2','dp_4_6_3'],
                2=>['dp_4_8_1','dp_4_8_2','dp_4_8_3'],              
                999=>['dp_4_8_1','dp_4_8_2','dp_4_8_3'],

            ],

            'dp_4_6_1'=>['dp_4_6_2','dp_4_7_1', 'dp_4_7_2','dp_4_7_3'],
            'dp_4_6_2'=>['dp_4_6_3','dp_4_7_1', 'dp_4_7_2','dp_4_7_3'],
            'dp_4_6_3'=>['dp_4_7_1', 'dp_4_7_2','dp_4_7_3'],

            'dp_4_7_1'=>['dp_4_7_2','dp_4_8_1', 'dp_4_8_2','dp_4_8_3'],
            'dp_4_7_2'=>['dp_4_7_3','dp_4_8_1', 'dp_4_8_2','dp_4_8_3'],
            'dp_4_7_3'=>['dp_4_8_1', 'dp_4_8_2','dp_4_8_3'],

            'dp_4_8_1'=>['dp_4_8_2','dp_4_9_1','dp_4_9_2','dp_4_9_3'],
            'dp_4_8_2'=>['dp_4_8_3','dp_4_9_1','dp_4_9_2','dp_4_9_3'],
            'dp_4_8_3'=>['dp_4_9_1','dp_4_9_2','dp_4_9_3'],

            'dp_4_9_1'=>['dp_4_9_2','dp_4_10'],
            'dp_4_9_2'=>['dp_4_9_3','dp_4_10'],
            'dp_4_9_3'=>['dp_4_10'],
           

            'dp_4_10'=>[

                1=>['dp_4_11_1','dp_4_11_2', 'dp_4_11_3'],
                2=>['dp_4_13_1', 'dp_4_13_2','dp_4_13_3'],
                999=>['dp_4_13_1', 'dp_4_13_2','dp_4_13_3'],
            ],

            'dp_4_11_1'=>['dp_4_11_2','dp_4_12_1', 'dp_4_12_2','dp_4_12_3'],
            'dp_4_11_2'=>['dp_4_11_3','dp_4_12_1', 'dp_4_12_2','dp_4_12_3'],
            'dp_4_11_3'=>['dp_4_12_1', 'dp_4_12_2','dp_4_12_3'],
            

            'dp_4_12_1'=>['dp_4_12_2','dp_4_13_1', 'dp_4_13_2','dp_4_13_3'],
            'dp_4_12_2'=>['dp_4_12_3','dp_4_13_1', 'dp_4_13_2','dp_4_13_3'],
            'dp_4_12_3'=>['dp_4_13_1', 'dp_4_13_2','dp_4_13_3'],

            'dp_4_13_1'=>['dp_4_13_2','cq_5_1'],
            'dp_4_13_2'=>['dp_4_13_3','cq_5_1'],
            'dp_4_13_3'=>['cq_5_1'],

            'cq_5_1'=>[
                1=>['cq_5_2_1','cq_5_2_2','cq_5_2_3'],
                2=>'cq_5_7',
                999=>'cq_5_7',
            ],

            'cq_5_2_1'=>['cq_5_2_2','cq_5_3'],
            'cq_5_2_2'=>['cq_5_2_3','cq_5_3'],
            'cq_5_2_3'=>['cq_5_3'],

            'cq_5_3'=>[
                1=>'cq_5_4',
                2=>'cq_5_7',
                999=>'cq_5_7',
            ],



            'cq_5_4'=>['cq_5_5'],
            'cq_5_5'=>['cq_5_6_1','cq_5_6_2','cq_5_6_3'],

            'cq_5_6_1'=>['cq_5_6_2','cq_5_7'],
            'cq_5_6_2'=>['cq_5_6_3','cq_5_7'],
            'cq_5_6_3'=>['cq_5_7'],

            'cq_5_7'=>['cq_5_8'],

            'cq_5_8'=>[
                1=>'cq_5_9',
                2=>['rh_6_1',2],
                999=>['rh_6_1',2],
            ],
            'cq_5_9'=>['cq_5_10'],

            'cq_5_10'=>[
                ['rh_6_1',2]
            ],

            

            'rh_6_1'=>[
                //'rh_6_2_1',
                1001=>['rh_6_2_1','rh_6_2_2','rh_6_2_3'],                
                555=>'rh_6_5',
                999=>'rh_6_5',
            ],

            'rh_6_2_1'=>['rh_6_2_2','rh_6_3_1', 'rh_6_3_2','rh_6_3_3'],
            'rh_6_2_2'=>['rh_6_2_3','rh_6_3_1', 'rh_6_3_2','rh_6_3_3'],
            'rh_6_2_3'=>['rh_6_3_1', 'rh_6_3_2','rh_6_3_3'],


            'rh_6_3_1'=>['rh_6_3_2','rh_6_4_1', 'rh_6_4_2','rh_6_4_3'],
            'rh_6_3_2'=>['rh_6_3_3','rh_6_4_1', 'rh_6_4_2','rh_6_4_3'],
            'rh_6_3_3'=>['rh_6_4_1', 'rh_6_4_2','rh_6_4_3'],

            'rh_6_4_1'=>['rh_6_4_2','rh_6_5'],
            'rh_6_4_2'=>['rh_6_4_3','rh_6_5'],
            'rh_6_4_3'=>['rh_6_5'],


            'rh_6_5'=>[
                1=>['rh_6_6_1', 'rh_6_6_2','rh_6_6_3'],
                2=>'bc_7_1',
                999=>'bc_7_1',                
            ],

            'rh_6_6_1'=>['rh_6_6_2','rh_6_7_1', 'rh_6_7_2','rh_6_7_3'],
            'rh_6_6_2'=>['rh_6_6_3','rh_6_7_1', 'rh_6_7_2','rh_6_7_3'],
            'rh_6_6_3'=>['rh_6_7_1', 'rh_6_7_2','rh_6_7_3'],

            'rh_6_7_1'=>['rh_6_7_2','rh_6_8_1', 'rh_6_8_2','rh_6_8_3'],
            'rh_6_7_2'=>['rh_6_7_3','rh_6_8_1', 'rh_6_8_2','rh_6_8_3'],
            'rh_6_7_3'=>['rh_6_8_1', 'rh_6_8_2','rh_6_8_3'],

            'rh_6_8_1'=>[
                1001=>'rh_6_9',
                22=>['rh_6_9','rh_6_12'],
            ],
            'rh_6_8_2'=>[
                1001=>'rh_6_9',
                22=>['rh_6_9','rh_6_12'],
            ],
            'rh_6_8_3'=>[
                1001=>'rh_6_9',
                22=>['rh_6_9','rh_6_12'],
            ],

            'rh_6_9'=>[
                1=>['rh_6_10_1','rh_6_10_2','rh_6_10_3'],
                2=>['rh_6_10_1','rh_6_10_2','rh_6_10_3'],
                3=>'bc_7_1',
                4=>['rh_6_11_1','rh_6_11_2','rh_6_11_3'],
                5=>['rh_6_11_1','rh_6_11_2','rh_6_11_3'],
                999=>'bc_7_1',
            ],

            'rh_6_10_1'=>['rh_6_10_2','bc_7_1'],
            'rh_6_10_2'=>['rh_6_10_3','bc_7_1'],
            'rh_6_10_3'=>['bc_7_1'],

            'rh_6_11_1'=>['rh_6_11_2','bc_7_1'],
            'rh_6_11_2'=>['rh_6_11_3','bc_7_1'],
            'rh_6_11_3'=>['bc_7_1'],

            'rh_6_12'=>[
                1=>'rh_6_13',
                2=>'bc_7_1',
                888=>'bc_7_1'
            ],
            'rh_6_13'=>['bc_7_1'],

            'bc_7_1'=>[
                1=>'bc_7_2',
                2=>'bc_7_3',                
                999=>'bc_7_3',
            ],
            'bc_7_2'=>[
                1001=>'bc_7_3',
                999=>'bc_7_3'
            ],

            'bc_7_3'=>[
                1=>['bc_7_4_1', 'bc_7_4_2'],
                2=>'bc_7_6',                
                999=>'bc_7_6',
            ],

            'bc_7_4_1'=>['bc_7_4_2','bc_7_5_1', 'bc_7_5_2','bc_7_5_3'],
            'bc_7_4_2'=>['bc_7_5_1', 'bc_7_5_2','bc_7_5_3'],
            

            'bc_7_5_1'=>['bc_7_5_2','bc_7_6'],
            'bc_7_5_2'=>['bc_7_5_3','bc_7_6'],
            'bc_7_5_3'=>['bc_7_6'],

            'bc_7_6'=>[
                1=>['bc_7_7_1','bc_7_7_2','bc_7_7_3','bc_7_7_4'],
                2=>'bc_7_11',
                999=>'bc_7_11',

            ],

            'bc_7_7_1'=>['bc_7_7_2','bc_7_8_1', 'bc_7_8_2','bc_7_8_3'],
            'bc_7_7_2'=>['bc_7_7_3','bc_7_8_1', 'bc_7_8_2','bc_7_8_3'],
            'bc_7_7_3'=>['bc_7_7_4','bc_7_8_1', 'bc_7_8_2','bc_7_8_3'],
            'bc_7_7_4'=>['bc_7_8_1', 'bc_7_8_2','bc_7_8_3'],

            'bc_7_8_1'=>['bc_7_8_2','bc_7_9'],
            'bc_7_8_2'=>['bc_7_8_3','bc_7_9'],
            'bc_7_8_3'=>['bc_7_9'],

            'bc_7_9'=>[
                1=>['bc_7_10_1','bc_7_10_2', 'bc_7_10_3'],
                2=>'bc_7_11',
                999=>'bc_7_11',
                888=>'bc_7_11',
            ],

            'bc_7_10_1'=>['bc_7_10_2','bc_7_11'],
            'bc_7_10_2'=>['bc_7_10_3','bc_7_11'],
            'bc_7_10_3'=>['bc_7_11'],


            'bc_7_11'=>[
                1=>['bc_7_12_1','bc_7_12_2', 'bc_7_12_3'],
                2=>['prq_8_1',3],
                999=>['prq_8_1',3],
                888=>['prq_8_1',3],
            ],

            'prq_8_1'=>[
                1=>'prq_8_2',
                2=>['fq_11_1',4],
                999=>['fq_11_1',4],
                888=>['fq_11_1',4],
            ],
            'prq_8_2'=>[
                1001=>'prq_8_3',
                999=>'prq_8_3'
            ],
            'prq_8_3'=>[
                1001=>'rprq_9_1',
                999=>'rprq_9_1'
            ],

            'rprq_9_1'=>[
                1=>'rprq_9_2',
                2=>'pprq_10_1',
                888=>'pprq_10_1',
                999=>'pprq_10_1'
            ],

            'rprq_9_2'=>['rprq_9_3'],
            'rprq_9_3'=>['rprq_9_4'],

            'rprq_9_4'=>[
                1=>'rprq_9_5',
                2=>['rprq_9_8_1','rprq_9_8_2', 'rprq_9_8_3'],               
                999=>['rprq_9_8_1','rprq_9_8_2', 'rprq_9_8_3'],  
            ],

            'rprq_9_5'=>['rprq_9_6_1','rprq_9_6_2','rprq_9_6_3'],
            
            'rprq_9_6_1'=>['rprq_9_6_2','rprq_9_7_1','rprq_9_7_2', 'rprq_9_7_3'],
            'rprq_9_6_2'=>['rprq_9_6_3','rprq_9_7_1','rprq_9_7_2', 'rprq_9_7_3'],
            'rprq_9_6_3'=>['rprq_9_7_1','rprq_9_7_2', 'rprq_9_7_3'],

            'rprq_9_7_1'=>['rprq_9_7_2','rprq_9_9_1','rprq_9_9_2', 'rprq_9_9_3'],
            'rprq_9_7_2'=>['rprq_9_7_3','rprq_9_9_1','rprq_9_9_2', 'rprq_9_9_3'],
            'rprq_9_7_3'=>['rprq_9_9_1','rprq_9_9_2', 'rprq_9_9_3'],
            

            'rprq_9_8_1'=>['rprq_9_8_2','rprq_9_9_1','rprq_9_9_2', 'rprq_9_9_3'],
            'rprq_9_8_2'=>['rprq_9_8_3','rprq_9_9_1','rprq_9_9_2', 'rprq_9_9_3'],
            'rprq_9_8_3'=>['rprq_9_9_1','rprq_9_9_2', 'rprq_9_9_3'],

            'rprq_9_9_1'=>['rprq_9_9_2','pprq_10_1'],
            'rprq_9_9_2'=>['rprq_9_9_3','pprq_10_1'],
            'rprq_9_9_3'=>['pprq_10_1'],

            'pprq_10_1'=>['pprq_10_2'],
            /*
            'pprq_10_1_month'=>[
                0=>'pprq_10_21',
                1=>'pprq_10_21',
                2=>'pprq_10_21',
                3=>'pprq_10_21',
                4=>'pprq_10_21',
                5=>'pprq_10_21',
                6=>'pprq_10_21',
            ],*/

            'pprq_10_2'=>[
                1=>'pprq_10_3',
                2=>['pprq_10_6_1','pprq_10_6_2','pprq_10_6_3'],               
                999=>'pprq_10_7'
            ],

            'pprq_10_3'=>[
                1001=>['pprq_10_4_1','pprq_10_4_2','pprq_10_4_3'],
                0=>['pprq_10_6_1','pprq_10_6_2','pprq_10_6_3'],

            ],


            'pprq_10_4_1'=>['pprq_10_4_2','pprq_10_5_1','pprq_10_5_2', 'pprq_10_5_3'],
            'pprq_10_4_2'=>['pprq_10_4_3','pprq_10_5_1','pprq_10_5_2', 'pprq_10_5_3'],
            'pprq_10_4_3'=>['pprq_10_5_1','pprq_10_5_2', 'pprq_10_5_3'],


            'pprq_10_5_1'=>['pprq_10_5_2','pprq_10_6_1','pprq_10_6_2', 'pprq_10_6_3'],
            'pprq_10_5_2'=>['pprq_10_5_3','pprq_10_6_1','pprq_10_6_2', 'pprq_10_6_3'],
            'pprq_10_5_3'=>['pprq_10_6_1','pprq_10_6_2', 'pprq_10_6_3'],

            'pprq_10_6_1'=>['pprq_10_6_2','pprq_10_7'],
            'pprq_10_6_2'=>['pprq_10_6_3','pprq_10_7'],
            'pprq_10_6_3'=>['pprq_10_7'],



            'pprq_10_7'=>[
                1=>['pprq_10_8_1','pprq_10_8_2','pprq_10_8_3'],
                2=>['pprq_10_10_1','pprq_10_10_2','pprq_10_10_3'],              
                999=>['pprq_10_10_1','pprq_10_10_2','pprq_10_10_3'],
            ],

            'pprq_10_8_1'=>['pprq_10_8_2','pprq_10_9'],
            'pprq_10_8_2'=>['pprq_10_8_3','pprq_10_9'],
            'pprq_10_8_3'=>['pprq_10_9'],

            'pprq_10_9'=>['pprq_10_10_1','pprq_10_10_2','pprq_10_10_3'],

            'pprq_10_10_1'=>['pprq_10_10_2','pprq_10_11'],
            'pprq_10_10_2'=>['pprq_10_10_3','pprq_10_11'],
            'pprq_10_10_3'=>['pprq_10_11'],


            'pprq_10_11'=>['pprq_10_12'],

            'pprq_10_12'=>[
                1001=>'pprq_10_13',
                7=>'pprq_10_18',                              
            ],

            'pprq_10_13'=>[
                1=>['pprq_10_14_1','pprq_10_14_2', 'pprq_10_14_3'],
                2=>'pprq_10_16',
                888=>'pprq_10_16',              
                999=>'pprq_10_16',                            
            ],

            'pprq_10_14_1'=>['pprq_10_14_2','pprq_10_15'],
            'pprq_10_14_2'=>['pprq_10_14_3','pprq_10_15'],
            'pprq_10_14_3'=>['pprq_10_15'],

            'pprq_10_15'=>['pprq_10_16'],

            'pprq_10_16'=>[
                1=>['pprq_10_17_1','pprq_10_17_2', 'pprq_10_17_3'],
                2=>'pprq_10_18',
                888=>'pprq_10_18',              
                999=>'pprq_10_18',                           
            ],

            'pprq_10_17_1'=>['pprq_10_17_2','pprq_10_18'],
            'pprq_10_17_2'=>['pprq_10_17_3','pprq_10_18'],
            'pprq_10_17_3'=>['pprq_10_18'],


            'pprq_10_18'=>[
                1=>'pprq_10_19',
                2=>['fq_11_1',4],
                888=>['fq_11_1',4],             
                999=>['fq_11_1',4],                            
            ],

            'pprq_10_19'=>[
                1=>'pprq_10_20',
                2=>['fq_11_1',4],                           
                999=>['fq_11_1',4],                         
            ],

            'pprq_10_20'=>['pprq_10_21'],
            //2019-04-09
            'pprq_10_21'=>[
                1=>'pprq_10_22',
                2=>['fq_11_1',4],                             
                888=>['fq_11_1',4],
                999=>['fq_11_1',4],
            ],

            'pprq_10_22'=>[
                1=>['pprq_10_23','pprq_10_24'],
                2=>['fq_11_1',4],                             
                888=>['fq_11_1',4],
                999=>['fq_11_1',4],
            ],

            'pprq_10_24'=>[
                1=>['fq_11_1',4],
                2=>['fq_11_1',4],                             
                888=>['fq_11_1',4],
            ],

            'fq_11_1'=>[
                1=>'fq_11_2',
                2=>'fq_11_2',
                3=>'end_point',          
                999=>'end_point',                          
            ],

            'fq_11_2'=>['fq_11_3'],
            'fq_11_3'=>['fq_11_4'],
            'fq_11_4'=>[
                1001=>'fq_11_8',
                1=>'fq_11_5',

            ],

            'fq_11_5'=>['fq_11_6'],
            'fq_11_6'=>['fq_11_7'],

            'fq_11_7'=>['fq_11_8'],

            'fq_11_8'=>[
                1=>['fq_11_9_1','fq_11_9_2', 'fq_11_9_3'],
                2=>'fqi_12_1',                        
                999=>'fqi_12_1',                           
            ],

            'fq_11_9_1'=>['fq_11_9_2','fqi_12_1'],
            'fq_11_9_2'=>['fq_11_9_3','fqi_12_1'],
            'fq_11_9_3'=>['fqi_12_1'],

            'fqi_12_1'=>'end_point'
        ];
    }

}