<?php

namespace App\Models\Ivr;

trait QuestionText {

	public static function questionText(){

		return [
		
        	'bn'=>[

                        '0'=>'আমরা যেহেতু বয়স্কদের নিয়ে জরিপ করছি এবং আপনি নিজেই ৬০ বৎসরের উর্ধ্বে সেক্ষেত্রে আমরা আপনার সাথে দৈনন্দিন খাদ্যাভ্যাস এবং আচরণগত বিষয় নিয়ে জরিপের প্রয়োজনে কিছু কথা বলতে চাচ্ছি। এর জন্য ২০ মিনিটের মত সময় লাগবে। আপনার কি এখন সময় হবে?</br><ul>
<li>সাক্ষাতকার প্রদানকারী সম্মত হলে ধন্যবাদ জানিয়ে প্রশ্ন শুরু করুন। </li>
<li>সাক্ষাতকার প্রদানে অসম্মত হলে সাক্ষাতকার দেয়ার জন্য উৎসাহিত করুন, রাজী না হলে সমাপনী বক্তব্য বলুন ও সাক্ষাতকারটি শেষ করুন।</li>
</ul>',
                        '0_'=>'পরবর্তীতে সাক্ষাতকারের জন্য অ্যাপয়েন্টমেন্ট নেয়া',
                        '0_0'=>"সাক্ষাৎকারের এর জন্য আপনাকে কল করার সুবিধাজনক সময় কখন? ",

        		's' =>'SQ',
        		's_0_i'=>'বাছাইমূলক প্রশ্ন ঃ',
        		's_0_1'=>'উত্তরদাতার জেন্ডার (লিংগ) জেনে নিন।(আপনি কি পুরুষ না মহিলা?)',
        		's_0_2'=>'আমরা ৬০  বছর বা তার বেশী বয়সের ব্যক্তির সাক্ষাতকার নিচ্ছি। আপনার বয়স কি ৬০  বছর বা তার উপরে?',
        		's_0_3'=>'আপনার বয়স কত?',


        		'di_1'=>'DI',
        		'di_1_i'=>'ডেমোগ্রাফিক তথ্যসমূহ ঃ',
        		'di_1_1'=>'আপনি এখন শহরে না গ্রামে বাস করেন?',
        		'di_1_2'=>'আপনি কি আপনার সিটি করপোরেশন/ পৌরসভা/জেলা/ উপজেলা/ থানার নাম বলতে পারেন?',
        		'di_1_2_e'=>'অন্যান্য (লিখুন)',
        		'di_1_3'=>'আপনি সর্বোচ্চ কতদূর পর্যন্ত পড়াশুনা করেছেন?',

        		'smk_2'=>'SMK',
        		'smk_2_i' =>'ধুমপান (সিগারেট/ বিড়ি খাওয়া) ঃ',
        		'smk_2_1'=>'আমি এখন আপনার কাছে ধূমপান, যেমন, সিগারেট, বিড়ি এবং হুক্কা খাওয়া সম্পর্কে জানতে চাইবো। অনুগ্রহ করে ধোয়াবিহীন তামাক অথবা ই-সিগারেট সম্পর্কে উত্তর এখানে উল্লেখ করবেন না। কোন প্রশ্ন আবার শুনতে চাইলে পূনরায় জানতে চাইতে পারেন এবং কোন প্রশ্নের উত্তর দিতে না চাইলে জানাতে পারেন।
আপনি কি বর্তমানে ধূমপান করেন?
',

				'smk_2_2'=>'আপনি কি বর্তমানে প্রতিদিন ধূমপান করেন?',
				'smk_2_3'=>'আপনি কি পূর্বে কখনও ধূমপান করেছেন?',
				'smk_2_4'=>'আপনি কি পূর্বে কখনও প্রতিদিন ধূমপান করেছেন?',
				'smk_2_5'=>'পরবর্তী  প্রশ্নটি হল ধোয়াবিহীন তামাক, যেমন- জর্দ্দা, সাদাপাতা, গুল সম্পর্কে। ধোয়াবিহীন তামাক হল যা চিবানো হয় অথবা মুখের ভেতর রাখা হয়।
বর্তমানে আপনি কি পানের সাথে অথবা শুধু জর্দ্দা, সাদাপাতা বা গুল ব্যবহার করেন?',
				'smk_2_6'=>'আপনি কি প্রতিদিন ধোয়াবিহীন তামাকজাত ঐসব দ্রব্যাদি ব্যবহার করেন?',
				'smk_2_7'=>'অতীতে বা পূর্বে আপনি কি পানের সাথে জর্দ্দা, সাদাপাতা বা গুল ব্যবহার করতেন?',
				'smk_2_8'=>'অতীতে বা পূর্বে আপনি কি প্রতিদিন ধোয়াবিহীন তামাকজাত ঐসব দ্রব্যাদি ব্যবহার করতেন?',
				'smk_2_9'=>'এখন আমি ইলেকট্রনিক সিগারেট বা ভেপিং যন্ত্র সম্পর্কে জানতে চাচ্ছি। ব্যাটারী চালিত ঐ সকল যন্ত্র সমূহে তাপ প্রয়োগের ফলে ধোঁয়ার বদলে সাধারণত বাষ্প বা জলীয় বাষ্প উৎপন্ন হয়, যা বাংলাদেশে ই-সিগারেট, ভ্যাপ বা জুস মেশিন নামে পরিচিত।
আপনি কি বর্তমানে ই-সিগারেট, ভ্যাপ বা জুস মেশিন ইত্যাদি যন্ত্র ব্যবহার করেন?',
				'smk_2_10'=>'আপনি কি বর্তমানে ই-সিগারেট, ভ্যাপ বা জুস মেশিন ইত্যাদি যন্ত্র প্রতিদিন ব্যবহার করেন?',
				'smk_2_11'=>'গত ৩০ দিনের মধ্যে অন্য কেউ কি আপনার বাসায় ধুমপান করেছেন?',
				'smk_2_12'=>'আপনি কি কোন বদ্ধ পরিবেশে (ভবনে বা কর্ম এলাকায়) কাজ করেন?',
				'smk_2_13'=>'আপনি যদি বদ্ধ পরিবেশে (ভবনে বা কর্ম এলাকায়) কাজ করেন, তাহলে, গত ৩০ দিনের মধ্যে আপনার কর্মস্থলের বদ্ধ পরিবেশে কেউ কি ধুমপান করেছেন?',

        		'drk_3'=>'DRK',
        		'drk_3_i'=>'মদ খাওয়া বিষয়ক প্রশ্নঃ',
        		'drk_3_1'=>'আমি এখন আপনাকে মদ খাওয়া সম্পর্কে প্রশ্ন করব। কোন প্রশ্ন আবার শুনতে চাইলে পূনরায় জানতে চাইতে পারেন এবং কোন প্রশ্নের উত্তর দিতে না চাইলে জানাতে পারেন। এই জরিপটি গোপনীয় এবং আপনার উত্তর অন্য কারো কাছে প্রকাশ করা হবে না।
আপনি কি গত ১২ মাসে কখনো মদ যেমন, বিয়ার, ওয়াইন, স্পিরিট, হুইস্কি ভদকা বা দেশী মদ পান করেছেন?',
        		'drk_3_2'=>'গত ১২ মাসে কত ঘন ঘন দিনে অন্ততঃ একবার মদ বা ঐ জাতীয় পাণীয় গ্রহণ করেছেন?',
        		'drk_3_3'=>'আপনি কি গত ৩০ দিনে কখনো মদ পান করেছেন?',

        		'fd_4'=>'FD',
        		'fd_4_i'=>'খাবার বিষয়ক প্রশ্নঃ',
        		'fd_4_1'=>'পরবর্তী প্রশ্নগুলোতে, আপনি যেসব খাবার খান তা সম্পর্কে আপনাকে প্রশ্ন করবো। আবারও বলছি, কোনো প্রশ্ন আবার শুনতে চাইলে জিজ্ঞেস করবেন।
একটি সাধারণ সপ্তাহে আপনি কত দিন ফল (যেমন, কলা, পেয়ারা, আম, কমলা, আপেল বা কয়েকটি কাঁঠালের কোয়া, অথবা আধা কাপ কাটা ফল) খান?
অনুগ্রহ করে দিনের সংখ্যাটি বলুন।',
        		'fd_4_2'=>'আপনি কি পরিমান ফল খান এখন আমি সে সম্পর্কে কিছু প্রশ্ন করবো। মনে করুন, এক পরিবেশন ফল মানে হল, একটি কলা, পেয়ারা, আম, কমলা, আপেল বা কয়েকটি কাঁঠালের কোয়া, অথবা আধা কাপ কাটা ফল। 
আপনি যে দিনগুলোতে ফল খান, এমন একটি দিনে এধরনের কত পরিবেশন ফল খান? 
অনুগ্রহ করে পরিবেশনের সংখ্যাটি বলুন।',
        		'fd_4_3'=>'একটি সাধারণ সপ্তাহে আপনি কত দিন শাক-সব্জী খান? 
অনুগ্রহ করে দিনের সংখ্যাটি বলুন।',
        		'fd_4_4'=>'আপনি কি পরিমান শাক-সব্জী খান এখন আমি সে সম্পর্কে কিছু প্রশ্ন করবো। এক পরিবেশন মানে হল প্রায় এক কাপ সবুজ শাক-সব্জী, সালাদ অথবা আধা কাপ রান্না করা শাক-সব্জী। 
আপনি যে দিনগুলোতে শাক-সব্জী খান, এমন একদিনে এধরনের কত পরিবেশন শাক-সব্জী খান? অনুগ্রহ করে পরিবেশনের সংখ্যাটি বলুন।',
        		'fd_4_5'=>'পরবর্তী প্রশ্নগুলোতে, আপনার লবণ খাওয়ার অভ্যাস সম্পর্কে জানতে চাইবো। আপনি যেকোন লবণ, যেমন - খাবার লবণ,  লবণযুক্ত স্টককিউব, মশলা, সয়াসস, মাছের সস, এধরনের সকল লবনের উৎস বা লবণযুক্ত খাবার সম্পর্কে চিন্তা করুন।
আপনার ঘরে রান্না করার সময় কতবার এধরনের লবণ ব্যবহার করা হয়?',
        		'fd_4_6'=>'আপনি কি খাবার খাওয়ার সময় পাতে বাড়তি লবন অথবা লবন যুক্ত সস, আঁচার, চাটনি ইত্যাদি খান?',
        		'fd_4_7'=>'আপনি সাধারনত, কত ঘনঘন প্যাকেটের লবণযুক্ত খাবার যেমন, পনির, বিস্কুট, চিপ্স, অথবা টিনের প্রক্রিয়াজাত মাছ/মাংস খান?',

        		'hq_5'=>'HQ',
        		'hq_5_i'=>'এখন আপনার শারিরীক অবস্থা, চিকিৎসা এবং ঔষধ খাওয়া সম্পর্কে প্রশ্ন করবো ঃ',
        		'hq_5_1'=>'আপনি কি কখনো কোন ডাক্তার বা স্বাস্থ্যকর্মীকে দিয়ে আপনার রক্তচাপ বা ব্লাড প্রেশার পরীক্ষা করিয়েছেন?',
        		'hq_5_2'=>'আপনাকে কখনো কোন ডাক্তার বা স্বাস্থ্যকর্মী কি জানিয়েছেন যে, আপনার উচ্চ রক্তচাপ বা হাই-ব্লাড প্রেশার আছে?',
        		'hq_5_3'=>'গত দুই সপ্তাহে, আপনি কি কখনো উচ্চ রক্তচাপ বা হাই-ব্লাড প্রেশারের জন্য ডাক্তার বা স্বাস্থ্যকর্মীর দেয়া কোন ঔষধ খেয়েছেন?',
        		'hq_5_4'=>'পরবর্তী প্রশ্নটিতে সাধারন একটি দিনে আপনার বাসায়, কর্মস্থলে অথবা বন্ধুদের সাথে ডেস্কে অথবা চলন্ত অবস্থায় পড়াশোনা, বিশ্রাম, খেলা বা টেলিভিশন দেখার সময় বসে থাকা অথবা হেলান  দিয়ে কাটানো সময় সম্পর্কে জানতে চাইবো। দয়া করে সাধারন ঘুমানোর সময়কে হিসাবে আনবেন না। 
সাধারন একটি দিনে আপনি বসে অথবা হেলান  দিয়ে ঐরকমভাবে কত ঘন্টা সময় কাটান সেই সংখ্যাটি বলুন?',
        'op_6'=>'OP',
        'op_6_i'=>'এই জরিপে আপনার স্বতঃস্ফুর্ত অংশগ্রহনের জন্য আপনাকে ধন্যবাদ। 
সবশেষে এই জরিপ  সম্পর্কে আপনার অভিজ্ঞ মতামত জানার জন্য এখন আরও দুটো প্রশ্ন করব ঃ',
        'op_6_1'=>'এই জরিপটি সম্পন্ন করতে পেরে আপনি কতটুকু খুশি বা সন্তুষ্ট হয়েছেন তা জানতে চাচ্ছি।',
        'op_6_2'=>'প্রশ্নের উত্তর জানানো কতটা সহজ ছিল এখন তা জানতে চাইবো। এই জরীপটির প্রশ্নের উত্তর জানানো কতটা
সহজ বা কঠিন ছিল এখন তা জানতে
চাইবো।
- যদি সহজ হয়ে থাকে, তাহলে, খুব
সহজ নাকি একটু সহজ ?
- যদি কঠিন হয়ে থাকে, তাহলে, খুব
কঠিন নাকি একটু কঠিন ?',

//6-8-2020
'cov_7'=>'COVID-19',
'cov_7_i'=>'আপনি  আরেকটু সময় দিলে আমি আরো কয়েকটি প্রশ্ন করতে চাই।',
'cov_7_1'=>'আপনার খানায় কয়জন থাকেন ? (অর্থাৎ, একই পাতিলে কয়জনের জন্য রান্না হয়?',
'cov_7_2'=>'আপনি করোনা ভাইরাস বা কোভিড-১৯ রোগের নাম শুনেছেন?',
'cov_7_3'=>'গত ছয় মাসের মধ্যে আপনার খানায় কতজন জ্বর, কাঁশি, গলাব্যথা ইত্যাদি অসুবিধায় ভুগেছেন?',
'cov_7_4'=>'এই রোগে কি অসুবিধা হয়েছিল বলবেন কি?',
'cov_7_4_9_e'=>'অন্যান্য (লিখুন)',
'cov_7_5'=>'তাদের এই লক্ষণগুলো নিয়ে কেউ হাসপালে ভর্তি হয়েছিল কি?',
'cov_7_6'=>'উত্তর হ্যাঁ হলে কয়জন?',
'cov_7_7'=>'যাদের এই রোগ হয়েছিল তাদের কেউ মৃত্যুবরণ করেছিল কি?',
'cov_7_8'=>'উত্তর হ্যাঁ হলে কয়জন মৃত্যুবরণ করেছিল?',
'cov_7_9'=>'বর্তমানে কেউকি এই রোগে ভুগছেন ?',
'cov_7_10'=>'উত্তর হ্যাঁ হলে কয়জন?'

        	]
        ][session('language')];
	}

}